[
    {
        "title": "Diseases of Horticultural Crops - 003",
        "url": "crawls\\001.json",
        "html": "CHAPTER 8\r\nMAJOR DISEASES OF CITRUS AND \r\nTHEIR MANAGEMENT\r\nN. M. GOHEL1,*, B. K. PRAJAPATI2, and J. N. SRIVASTAVA3\r\n1\r\nB. A. College of Agriculture, Anand Agricultural University, \r\nAnand 388 110, Gujarat, India\r\n2\r\nDirectorate of Research, S. D. Agricultural University, \r\nSardarkrushianagr 385 506, Gujarat, India\r\n3\r\nDepartment of Plant Pathology, Bihar Agricultural University, \r\nSabour 813210, Bhagalpur, Bihar, India\r\n*\r\nCorresponding author. E-mail: nareshgohel@aau.in\r\nABSTRACT\r\nCitrus fruits are among the most consumed fruits in the world. Citrus fruits \r\nare very common and the most important fruit crops in India, and are grown \r\nin 9.85 lakh hectares with a total production of 114.19 lakh tons. Low \r\nproductivity in citrus is caused by many factors such as, plant pathogens, \r\ninsect-pests, nutritional imbalances, and physiological disorders. However, \r\nthe world production of citrus fruits is faced with several constraints which \r\nhinder its development. Furthermore, the spread of pests such as mealybugs, \r\nmites, and Mediterranean fruit fly has impacted negatively on citrus quality \r\nand yield. Therefore, the main objectives of this review were to identify the \r\nkey harmful organisms to the citrus crops and to highlight the appropriate \r\nmethods to manage them.\r\n8.1 INTRODUCTION \r\nThe citrus fruits include lemons, orange limes, tangerines, pomelo, and \r\ngrapefruit. Not only the citrus fruits in this varied group have delicious and \r\nApple Academic Press Author Copy Non Commercial Use\n"
    },
    {
        "title": "Diseases of Horticultural Crops - 004",
        "url": "crawls\\001.json",
        "html": "156 Diseases of Horticultural Crops: Diagnosis and Management - Volume 1\r\nrefreshing all star fruits in this varied group, they all include compound \r\nflavonoids. Compound flavonoids have anticancer effects.\r\nCitrus fruits are very common and the most important fruit crops in India, \r\nand are grown in 9.85 lakh hectares with a total production of 114.19 lakh \r\ntons (Anonymous, 2017a). Low productivity in citrus is due to many factors \r\nsuch as pathogens, insect-pests, nutritional imbalances, physiological disor\u0002ders, and improper cultural practices. Citrus fruits growing countries are \r\nBrazil, Cuba, Israel, Japan, Morocco, Spain, South Africa, Turkey, USA, and \r\nIndia in the world. India ranks sixth in the worldwide production of citrus \r\nfruits. After mango and banana production, citrus fruits occupy third place in \r\nproduction in India. Citrus fruits originated in Southeast Asia's tropical and \r\nsubtropical areas, essentially India and China. Northeast India is the native \r\nsite of numerous citrus plants. Citrus fruits hit with a high content of vitamin \r\nC and a refreshing drink. India grows and produces several commercially \r\nimportant citrus fruits, such as orange (mandarin or santra), sweet orange \r\n(mosambi, malta, or satgudi), lime, and lemon (Anonymous, 2012). \r\nCitrus plants are very liable to infestation many diseases, these are as \r\ngiven below:\r\nDiseases\r\n(1) Gummosis: Phytophthora parasitica, P. palmivora, P. citrophthora\r\n(2) Scab/Verucosis: Elsinoe fawcetti Sphaceloma fawcettii (anamorph)\r\n(3) Canker: Xanthomonas campestris pv citri\r\n(4) Tristeza or fast decay: Citrus tristeza virus (CTV)\r\n(5) Huanglongbing/Citrus greening: Candidatus Liberibacter asiaticus\r\n8.2 GUMMOSIS: PHYTOPHTHORA SPP. \r\nIntroduction/Economic Importance:\r\nThere are six Phytophthora spp. capable of causing disease in citrus fruit trees, \r\nbut the greatest reduction in fruit yield may be attributed to the following two \r\nspp.: (1) Phytophthora parasitica Dast. (mostly in tropical and subtropical \r\nregions), (2) Phytophthora citrophthora (R.E. Srn. and E.H. Srn.) Leonian \r\n(mostly in temperate climates; Timmer and Menge, 1988). Phytophthora spp. \r\nhas a back history as a major constraint in citrus fruit production throughout \r\nthe world. Gummosis or Phytophthora disease occurred and reported from \r\nAustralia in 1860 and later in Florida in 1952 (Broadbent, 1977). Consider\u0002able losses to the citrus industry in South Africa by root pathogens including \r\nApple Academic Press Author Copy Non Commercial Use\n"
    },
    {
        "title": "Diseases of Horticultural Crops - 005",
        "url": "crawls\\001.json",
        "html": "Diseases of Citrus and their Management 157\r\nPhytophthora spp./Gummosis in every year (Kotze, 1984). The loss due to \r\nPhytophthora spp. was estimated by Themann and Werres (1995) in citrus \r\nnurseries alone up to 80%. Gummose is a common disease which occurs as \r\nfrequently in Punjab and Assam, India. Lemons are more vulnerable than \r\nlemons and whole grapefruits. In Southern Indian regions, it is very popular \r\nin sweet orange.\r\nSymptoms:\r\nSymptoms appeared when large patches of water soaked nearly ground level \r\non the basal portions of the stem. Bark of such parts of stem/trunk showed \r\nsymptoms in lengthwise vertical strips such as dries, shrinks, and cracks \r\nand shreds. Stem/trunk bark profuse later stage gum exudation (Anonymous, \r\n2018a).\r\nFIGURE 8.1 Citrus gummosis disease.\r\nCasual Organism: Phytophthora parasitica, P. palmivora, P. citrophthora, \r\nP. hibernalis, P. syringae, P. cactorum\r\nPathogen:\r\nPhytophthora spp. have various types of inoculum: mycelia, chlamydo\u0002spores, sporangia, zoospores, and oospores.\r\nApple Academic Press Author Copy Non Commercial Use\n"
    },
    {
        "title": "Diseases of Horticultural Crops - 006",
        "url": "crawls\\001.json",
        "html": "158 Diseases of Horticultural Crops: Diagnosis and Management - Volume 1\r\nScientific Classification (Kirk et al., 2008)\r\nKingdom: Fungi\r\nPhylum: Oomycota\r\nClass: Oomycetes\r\nOrder: Pythiales\r\nFamily: Pythiaceae\r\nGenus: Phytophthora\r\nDisease Cycle and Epidemiology:\r\nSpecies of phytophthora can spread in many ways, including soil movement \r\nwith nursery stocks, irrigation water, and infected root sections. Irrigated \r\ncitrus often suffers as runoff water can carry the pathogen into channels, \r\nstreams, or rivers. Water from those sources can then contaminate areas that \r\nwere previously uninfected. On farm machinery, the fungus may be brought \r\ninto the soil. Seeds taken from contaminated fruits are rarely contagious \r\n(Graham and Menge, 1999).\r\nFIGURE 8.2 The disease cycle of gummosis.\r\nApple Academic Press Author Copy Non Commercial Use\n"
    },
    {
        "title": "Diseases of Horticultural Crops - 007",
        "url": "crawls\\001.json",
        "html": "Diseases of Citrus and their Management 159\r\nFavorable Conditions: \r\nHigh soil moisture increases infection, mainly due to increased sporangia \r\nformation and improved conditions for zoospore release, motility, and move\u0002ment to the site of infection. In soils with restricted drainage and soil pH \r\nbetween 6.0 and 6.5, the occurrence of the disease is typically more extreme. \r\nStress from either excess moisture or low moisture can also make certain \r\nhosts more vulnerable to infection (Erwin and Ribeiro, 1996).\r\nManagement:\r\nPreventive Measures:\r\n• Selecting of field for planting of citrus fruits with well developed \r\ndrainage system for water. \r\n• Citrus plant must be planted with little higher than the ground level.\r\n• Avoiding excess irrigations.\r\n• Range of planting material (30–45 cm or above) with large budded \r\ngrafts.\r\n• Prevent mechanical damage to the crown roots of citrus trees or stem \r\nbase during cultural activities.\r\n• To propagate popular/commercial varieties, use resistant sour orange \r\nor trifoliate orange rootstock.\r\n• Citrus trees paint root at almost ground level with Bordeaux paste at \r\nleast once a year or with ZnSO4\r\n + CuSO4 + lime (5:1:4) at a height of \r\naround 60 cm above ground level.\r\n• Apply Trichoderma viride multiplied on neem cake.\r\nCurative Measures:\r\n• Injuries to coronary roots or stem base should be avoided during \r\ncultural operations.\r\n• Scrape/chisel the sick part out.\r\n• Protect the Bordeaux paste cut surface.\r\n• Two sprays, drilled with Aliette (2.5 g/L) or Ridomil MZ-72 (2.50 \r\ng/L) covering the entire plant canopy and basin of the affected plant \r\nat a 40-day interval from the onset of the monsoon provided consider\u0002able control (Anonymous, 2018b).\r\nApple Academic Press Author Copy Non Commercial Use\n"
    },
    {
        "title": "Diseases of Horticultural Crops - 008",
        "url": "crawls\\001.json",
        "html": "160 Diseases of Horticultural Crops: Diagnosis and Management - Volume 1\r\n8.3 SCAB/VERUCOSIS: ELSINOE FAWCETTI (ANAMORPH: \r\nSPHACELOMA FAWCETTII JENK)\r\nIntroduction/Economic Importance:\r\nDisease from citrus scab is common in regions. In areas with rainfall to \r\nprovide favorable temperature and high humidity, the disease is prevalent. \r\nApart from that, disease that occurs on a new flush and fruit setting coincides \r\nwith warm and humid weather. The disease often occurs when planting citrus \r\nin warm, low-lying soils and dense or shaded conditions. Serious outbreaks \r\nof citrus scab disease only occur in areas where susceptible species or \r\ncultivars of citrus fruits are produced. Yield losses often rely on seasonal \r\nand local weather variations. In which areas where annual rainfall is limited \r\n(<1300 mm) the disease is not an issue. Citrus-developing zones with a dry \r\nclimate state, whether normal, rare, or immaterial (Gopal et al., 2014).\r\nFIGURE 8.3 Citrus scab disease (a) Citrus scab symptoms on sour orange leaves; (b) Citrus \r\nscab symptoms on sour orange fruit.\r\nSymptoms:\r\nSymptoms occur on citrus leaves and berries, as wart lesions/pustules. The \r\nlesions on the leaf are initially semitranslucent dots that become tiny nipple\u0002like projections with pale yellow cream. Lesions can go up by as much as \r\n3 mm in diameter and grow a scab-like appearance. Older scab lesions are \r\nusually colored, warty, deeply cracked, from cinnamon to honey, and can \r\nseparate as they mature. Young shoots and fruit that develop similar leaf \r\nsymptoms but are not seen as much as they do as young shoots. Pustules are \r\nthe location where the fungal spores are produced. The lesions on grapefruit \r\nappear to be flattened scabby sheets, and sweet orange. Tissue age and time \r\nof infection also affect the lifting and size of the lesions. The lesions on \r\nyoung tissues appear to grow, and those on mature tissues are more flatter. \r\nApple Academic Press Author Copy Non Commercial Use\n"
    },
    {
        "title": "Diseases of Horticultural Crops - 009",
        "url": "crawls\\001.json",
        "html": "Diseases of Citrus and their Management 161\r\nBecause of variations in cultivars and infected tissue age it is difficult to \r\ndifferentiate between citrus scab and citrus cancer based on symptoms alone \r\n(Gopal et al., 2014).\r\nCasual Organism: Elsinoe fawcetti (Anamorph: Sphaceloma fawcettiiJenk)\r\nPathogen:\r\nCitrus scab disease is caused by the Elsinoe fawcetii Bitancourt and Jenkins. \r\nE. Fawcetii and that contains a number of pseudothecial locules with round \r\nasci. Growing ascus contains eight filamentous ascospores in sizes of 5–6 × \r\n10–12 μm, hyalin and elongated circular. Elsinoe spp. produce two conidium \r\ntypes, such as hyaline conidia and spindle conidia (Gopal et al., 2014).\r\nScientific Classification (Kirk et al., 2008)\r\nKingdom: Fungi\r\nPhylum: Ascomycota\r\nClass: Dothidiomycetes\r\nOrder: Myriangiales\r\nFamily: Elsinoaceae \r\nGenus: Elsinoe\r\nDisease Cycle and Epidemiology:\r\nOver the course of the year, young fruits and leaves produce spores on the \r\nsurface of scab lesions. Rough lemon rootstock is also very susceptible to \r\nscabbing and can act as a source of fungal inoculum. Fungal spores are distrib\u0002uted by splashes of rain, overhead irrigation, and spray operations. Dew may\r\nalso cause the spores to be released from the lesions but due to the inhibited \r\nsplashing action, only localized dispersal may occur (Whiteside, 1975).\r\nFavorable Conditions:\r\nCitrus scab disease can be especially serious on flushes from summer \r\ndevelopment. Summer wet cycles linked to rain showers and dew are highly \r\nfavorable for spore germination and infection (Anon., 2018a).\r\nManagement:\r\n• Follow the crop sanitation practices.\r\nApple Academic Press Author Copy Non Commercial Use\n"
    },
    {
        "title": "Diseases of Horticultural Crops - 010",
        "url": "crawls\\001.json",
        "html": "162 Diseases of Horticultural Crops: Diagnosis and Management - Volume 1\r\n• Establishment of citrus nurseries in appropriate drainage soil, in \r\ndry areas or in greenhouses and appropriate treatment may help to \r\nproduce pathogen-free rootstocks and bud wood.\r\n• Protective fungicides (copper, ferbam, thiram, difenoconazole, and \r\nchlorothalonil) or systemic fungicides, such as benomyl, carbendazim, \r\nmay be applied prior to flushing and after petal fall. Certified citrus \r\nplanting material should be planted in a newly established orchard \r\n(Anonymous, 2018c).\r\n8.4 CANKER: XANTHOMONAS CAMPESTRIS PV. CITRI\r\nIntroduction/Economic Importance:\r\nAmong all citrus diseases, Citrus canker is the most devastating disease. The \r\ndisease affects all of the important crops of citrus fruits in that region. The \r\ndisease causes tremendous losses to the citrus, and along with cultivars and \r\nthe prevailing climate, the severity of the disease varies. The prevalence of \r\nthe disease as endemic in India, Japan, and other countries of Southeast Asia \r\nbut except in all other continents producing citrus except Europe. In arid \r\ncitrus growing areas, canker usually does not occur. However, the occur\u0002rence of the disease worldwide in many areas is a continuous threat to citrus \r\nfruit production, particularly in canker-free zones. Citrus canker disease in \r\nIndia appears to be a serious problem wherever acid lime (C. aurantifolia) is \r\ngrown on a large and commercial scale and has become a major permanent \r\nproblem for citrus growers. In 1942, Luthra and Sattar first reported Citrus \r\ncanker disease from Punjab (Luthra and Sattar, 1942; Bedi, 1961). In 1954, \r\nRamakrishan further recorded the occurrence of citrus canker disease in \r\nTamil Nadu (Ramakrishnan, 1954). Canker has also been reported from the \r\nPunjab at kinnow, mandarin nursery (Anonymous, 2000). \r\nFIGURE 8.4 Citrus canker disease (a) Citrus canker symptoms on sour leaves; (b) Citrus \r\ncanker symptoms on citrus fruits. \r\nApple Academic Press Author Copy Non Commercial Use\n"
    },
    {
        "title": "Diseases of Horticultural Crops - 011",
        "url": "crawls\\001.json",
        "html": "Diseases of Citrus and their Management 163\r\nSymptoms:\r\nLeaf Lesions:\r\nCanker lesions are evident on the leaves' underside, and then on the upper \r\nsurface, about 7–10 days after infection. With the elevated margin and \r\nsunken middle, the pustules are corky. The yellow halo around it is a common \r\nsymptom of the disease on the leaves.\r\nFruit and Stem Lesions:\r\nIn fruit and roots, citrus canker lesions range up to 1 mm in size and are \r\nclose to those on leaves. Crop deficiency results in the premature fall of the \r\ncrop. Usually, the fruit's internal quality is not affected but individual lesions \r\npenetrate the rind deeply enough to expose the fruit's interior to secondary \r\nmicroorganism infection. Stem lesions allow the bacteria to live in the long \r\nterm.\r\nCasual Organism: Xanthomonas campestris pv. citri\r\nPathogen:\r\nThe causal organism is the bacterial pathogen Xanthomonas citri, now called \r\nX. campestris pv. citri (Hasse) Dowson. Single polar flagellum (monotri\u0002chous). It lacks endospore formation. It is a Gram-negative, aerobic form \r\nsurrounded by a capsule (Anonymous, 2017b).\r\nScientific Classification (Kirk et al., 2008)\r\nKingdom: Bacteria\r\nPhylum: Proteobacteria\r\nClass: Gammaproteobacteria\r\nOrder: Xanthomonadales \r\nFamily: Xanthomonadaceae\r\nGenus: Xanthomonas\r\nDisease Cycle and Epidemiology\r\nBacteria grow on leaves, stems, and fruit in lesions. The bacteria ooze out \r\nwhen free moisture is present on the lesions. Rain splash is the principal \r\ndispersal agent and wind helps to penetrate bacteria through natural open\u0002ings or wounds created by thorns, pruning, and insects (leaf miner). Bacterial \r\nApple Academic Press Author Copy Non Commercial Use\n"
    },
    {
        "title": "Diseases of Horticultural Crops - 012",
        "url": "crawls\\001.json",
        "html": "164 Diseases of Horticultural Crops: Diagnosis and Management - Volume 1\r\ndeath increases when exposed to direct sunlight. These bacteria can live in \r\ninfected tissues of plants that have been kept dry and free from the soil for \r\nyears.\r\nFavorable Conditions:\r\nWind-driven rain plays a major role in the dispersal of Xanthomonas spp. \r\nSprinkled rain and wind, and the volume of Xanthomonas spp., should easily \r\ndisperse the bacteria. Decreases with wind-blown rain dispersal after the \r\nmain event. Besides that, bacteria also prefer warm weather. Citrus infection \r\nis increasingly extreme in regions with high precipitation and high mean \r\ntemperature (Bock et al., 2005).\r\nManagement:\r\n• Complete eradication of infected trees is advised. \r\n• Remove contaminated branches from pruning scissors and then spray \r\nthe trees with 1% of the Bordeaux mixture at regular intervals. Falling \r\ninfected leaves and twigs should be gathered and burned.\r\n• Spray 1 g streptocycline and 30 g copper oxychloride in 10 L of water \r\nat intervals of 15 days in nurseries and at intervals of fortnight in \r\norchards during rainy season.\r\n8.5 TRISTEZA: CTV\r\nIntroduction/Economic Importance:\r\nTristeza is common in India in Andhra Pradesh, Tamil Nadu, Karnataka, \r\nMadhya Pradesh, Maharashtra, Punjab, Bihar, West Bengal, Sikkim, and \r\nothers. Side effects indicate snappy or ceaseless declines in tree species \r\nare especially common and extreme on trees spread over hard orange root \r\nstocks. To represent the tragic appearance of the ailing citrus trees, the name \r\n“Tristeza” has been proposed.\r\nSymptoms:\r\nThe initial stages of infected trees appear chlorotic and sickly. Gradually \r\nthe leaves fall and result in the appearance of die-back. Pitting stem seen \r\non infected trees. Honeycombing, a fine pitting of the inner side of the bark \r\nin the portion of the trunk under the bud union, is the principal symptom of \r\nTristeza in sweet orange. Tristeza contaminated citrus trees on rootstocks of \r\nApple Academic Press Author Copy Non Commercial Use\n"
    },
    {
        "title": "Diseases of Horticultural Crops - 013",
        "url": "crawls\\001.json",
        "html": "Diseases of Citrus and their Management 165\r\nsour orange cause the phloem at the graft union to become necrosed. Ailing \r\ntrees appear to bloom heavily. Stunted are the trees with stem pitting and set \r\nfewer fruits.\r\nCasual Organism: CTV\r\nFlexible filamentous virion with +ve ssRNA belonging to Closterovirus \r\ngroup.\r\nSurvival and Spread:\r\nLong distance dissemination occurs through the movement of infected citrus \r\nplanting material, or through the movement of infested plant material with \r\ninfected aphids.\r\nManagement:\r\n• Implement strict quarantine legislation.\r\n• Use certified and healthy planting materials. Destroy all diseased \r\ntrees whenever and when the disease happens. \r\n• Daily insecticidal sprays such as dimethoate or 1 ml/l methyl-o\u0002demetone to avoid further spread of the disease.\r\n8.6 GREENING OR HUANGLONGBIN (HLB) \r\nIntroduction/Economic Importance:\r\nIn sweet oranges, kinnow, lemons, and other members of the citrus family, \r\ncitrus greening/huanglongbing disease also occurred. Citrus-greening \r\ndisease is a major citrus disease in India. Several Asian and African countries \r\nconfirmed the disease (Garnier and Bove, 1996). The disease was docu\u0002mented for the presence of citrus greening bacterium disease in different \r\nparts of India in different citrus species.\r\nSymptoms:\r\n• Stunting of leaves, scant foliage, twig dying back, bad harvest \r\nof mostly greenish, useless fruits. The twigs are upright and grow \r\nsmaller leaves.\r\n• Young leaves appear normal but soon assume an upright position, \r\nbecome leathery, and develop prominent veins and a slender green \r\ncolor. \r\nApple Academic Press Author Copy Non Commercial Use\n"
    },
    {
        "title": "Diseases of Horticultural Crops - 014",
        "url": "crawls\\001.json",
        "html": "166 Diseases of Horticultural Crops: Diagnosis and Management - Volume 1\r\n• Small, curved fruit columella. Low in juice, and solids soluble, high \r\nin acidity.\r\nCasual Organism: Candidatus Liberobacter asiaticus (Fastidious Phloem \r\nlimited Bacterium), obligate Gram-negative bacterium.\r\nMode of Spread:\r\nThe disease is transmitted by Diaphorina citri, an infected wood bud and \r\ncitrus psylla. The illness is also transmitted through the dodder from the \r\ncitrus to the Periwinkle (Catharanthus roseus).\r\nManagement:\r\n• Control psyllids with insecticides.\r\n• Use healthy bud wood for propagation.\r\nKEYWORDS\r\n• citrus\r\n• disease\r\n• etiology\r\n• symptomatology\r\n• management\r\nREFERENCES \r\nAnonymous (2000). Proceedings of the group discussion of the All India Coordinated \r\nResearch project and ICAR ad hoc schemes on tropical fruits. 5–8 January 2000, Rahuri. \r\nTech. Doc. No. 72, p. 31.\r\nAnonymous (2012). http://citrusindia.blogspot.in/.\r\nAnonymous (2017a). http:/agricoop.gov.in/sites/default/files/201718%281st%20Adv.%20\r\nEst%29.pdf.\r\nAnonymous (2017b). http://www.biologydiscussion.com/plants/plant-diseases/citrus-canker \r\n-disease-with-diagram/64321.\r\nAnonymous (2018a). http://vikaspedia.in/agriculture/crop-production/integrated-pest\u0002managment/ipm-for-fruit-crops/ipm-strategies-for-citrus/diseases-and-symptoms \r\n#section-4.\r\nAnonymous (2018b). http://www.ikisan.in/mh-citrus-disease-management.html#Gummosis.\r\nAnonymous (2018c). https://www.plantwise.org/KnowledgeBank/Datasheet.aspx?dsid=20777.\r\nApple Academic Press Author Copy Non Commercial Use\n"
    },
    {
        "title": "Diseases of Horticultural Crops - 015",
        "url": "crawls\\001.json",
        "html": "Diseases of Citrus and their Management 167\r\nBedi, K.S. (1961). Some important observations on the citrus canker in Punjab. Punjab Hort. \r\nJ., 2: 89–91.\r\nBock, C. H., Parker, P. E., and Gottwald, T. R. (2005). Effect of simulated wind-driven rain \r\non duration and distance of dispersal of Xanthomonas axonopodis pv. Citri from canker\u0002infected citrus tree. Plant Dis. 89 (1): 71–80.\r\nGraham, J. H. and Menge, J. A. (1999). Root diseases. In: “Citrus health management”. (eds. \r\nTimmer, L.W. and Duncan, L.W.) American Phytopathological Society, St. Paul, MN. pp. \r\n126–135.\r\nGopal, K., Govindarajulu, B., Ramana, K. T. V., Kumar, C. S. K., Gopi, V., Sankar, T. G., \r\nLakshmi, L. M., and Sarada, G. (2014). Citrus Scab (Elsinoe fawcettii): a review. Res. Rev. \r\n3 (3). 49–58. \r\nLuthra, J. C. and A. Sattar, (1942). Citrus canker and its control in Punjab. Punjab Fruit J., 6 \r\n(1): 179–182.\r\nRamakrishnan, T. S. (1954). Common diseases of citrus in Madras state. Government of \r\nMadras Publication.\r\nWhiteside, J. O. (1975). Biological characteristics of Elsinoe fawcettii pertaining to the \r\nepidemiology of sour orange scab. Physiopathology, 65: 1170–1177.\r\nApple Academic Press Author Copy Non Commercial Use\r\nView publication stats\n"
    }
]