[
  {
    "title": "Prevent and Control Fungal Disease in Fruit and Vegetable Gardens",
    "url": "https://www.gardentech.com/blog/pest-id-and-prevention/prevent-and-control-fungal-disease-in-fruit-and-vegetable-gardens",
    "html": "English\nProducts\nBlog\nIdentify Insects\nIdentify Diseases\nFAQs\nTalk To Us\nGARDENTECH >\nBLOG >\nPEST ID & PREVENTION >\nPREVENT AND CONTROL FUNGAL DISEASE IN FRUIT AND VEGETABLE GARDENS\nPrevent and Control Fungal Disease in Fruit and Vegetable Gardens\nBY JOLENE HANSEN\n\nWhether you're new to gardening or consider yourself a seasoned pro, the joy of nurturing homegrown edibles and sharing their garden-to-table goodness with friends and family never grows old. But despite your best intentions, diseases often step in—floating on gentle winds or splashing water—and spoil your precious harvest.\n\nAt every experience level, it pays to take time to learn about common diseases and ways to prevent and control them. The good news is that fungal or fungal-like pathogens cause about 85 percent of all plant diseases.1 With the help of good garden practices and a trusted, proven fungicide you can prevent and control common garden fungal diseases effectively.\n\nGood gardening habits and effective treatment help prevent, stop and control fungal disease\n\nFungal diseases strike plants when conditions such as moisture and temperature encourage their development and spread. Those conditions vary according to the disease, but these simple cultural practices can help you limit their effect:\n\nStart by planting healthy stock. Whether you're planting seed straight into your garden or using nursery-grown transplants, start with disease-free, disease-resistant seeds or plants from reputable growers.\nChoose planting sites based on plant needs. Trying to force sun-loving veggies into shady spots only leads to added stress on your edibles and yourself. Proper planting sites go a long way toward preventing disease and disappointment.\nAvoid overhead watering. Many fungal diseases can't germinate and spread unless leaves and other plant parts stay wet for long periods. You can't control rain, but you can control irrigation. Drip irrigation and careful hand watering keep leaves dry.\nWater early in the day. If leaves do get wet, it's important they dry as soon as possible. Early watering means that sun, wind, and daytime temperatures help your edibles dry faster than they would near evening.\nDon't crowd plants. Poor air circulation around your edibles traps humidity and keeps leaves wet longer. Read seed packages or plant tags for proper spacing, and follow their advice at planting time.\nDon't work a wet garden. Some fungal diseases spread from plant to plant on wet boots and clothing, moist pruners, and even damp hands. Wait until your garden is dry before you dive in, and keep tools clean and sterile with a quick wipe of household disinfectant.\nTreat with a trusted, proven fungicide. Preventive and ongoing treatments with highly effective products such as Daconil® fungicides from GardenTech®brand help keep both your garden free of fungal diseases and harvests ready for your table.\nTreatment with effective fungicides control disease and keep garden-to-table harvests healthy\n\nProven, effective fungicides help prevent fungal disease from becoming active, stop and control existing disease, and protect healthy edibles against fungal infections. Daconil® fungicides protect against more than 65 diseases, giving your edibles the broad-spectrum protection they need. Just follow the label instructions for your fruits and veggies, and protect your favorite edibles as follows:\n\nAlliums\n\n\n\nOnions, leeks, garlic, and shallots fall in a plant group known as the Allium family—a group of veggies many home cooks can't imagine life without. Diseases that target these four favorites include Botrytis leaf blight (blast), downy mildew, and purple blotch. With the edible bulbs of these plants hidden in soil, leaves show symptoms first.\n\nStart treatment with Daconil® fungicide at the first sign of disease, and re-treat at intervals of at least seven days. For green onions, leeks, and shallots, allow at least 14 days between your final treatment and harvest. For dry bulb onions and garlic, allow seven days between harvest and treatment.\n\nBeans\n\n\n\nDepending on where you grew up, you may call these garden staples snap beans, string beans, or green beans. Whether planted in garden rows or grown in containers, they're delicious by any name. Rust and Botrytis blight, sometimes called gray mold, often threaten bean crops.\n\nBegin preventive applications with Daconil® fungicide during the early, pre-bean, bloom stage or treat as soon as signs of disease appear. Repeat at weekly intervals, always allowing at least seven days between treatments. Allow seven days between treatment and harvest as well.\n\nCarrots\n\n\n\nWith their edible roots growing underground, carrot tops take the hit from fungal diseases. With unhealthy leaves, carrots can't develop as well as they should. Carrots suffer from two main blight diseases: early or Cercospora blight, and late or Alternaria blight.\n\nTreat at the earliest signs of disease in your carrot patch and repeat as needed to maintain control. Allow at least seven days between applications, but Daconil® fungicide can treat carrots right up to harvest day.\n\nCelery\n\n\n\nSome gardeners grow celery in trenches where mounded soil protects the stalks, but others grow celery with both stalks and leaves exposed. Either way, fungal diseases such as  early or Cercospora blight, late or Septoria blight, basal stalk rot, and pink rot affect these crops.\n\nStart preventive treatments with Daconil® fungicide as soon as celery transplants go into your garden. Re-treat regularly, always allowing seven days in between. As harvest approaches, be sure to allow at least seven days between your final application and harvest time.\n\nCole Crops\n\n\n\n\"Cole\" crops take their name from the Latin word meaning stalk or stem, which describes how these closely related members of the Brassica family grow. Diseases such as Alternaria leaf spot and downy mildew afflict cole crops such as broccoli, Brussels sprouts, cabbage, and cauliflower.\n\nStart preventive treatment with Daconil® fungicides as soon as transplants go into the garden or as soon as weather conditions favor disease. Allow at least seven days between treatments, but you can treat these cole crops right up to harvest day.\n\nCorn (Sweet)\n\n\n\nThoughts of summer's first taste of garden-fresh corn-on-the-cob keep some gardeners going all winter. But fungal diseases such as Helminthosporium leaf blight and rust can make summery, fresh-corn meals a distant fantasy.\n\nTreat sweet corn grown for straight-to-the-table use as soon as conditions such as extended wetness and cool temperatures arise and favor disease. Repeat as needed, allowing minimum retreatment intervals of at least seven days. Allow 14 days between Daconil treatment and harvest. Do not apply to sweet corn grown for processing.\n\nCucurbits\n\n\n\nMembers of the Cucurbit family make the list of easy-to-grow favorites that gardeners turn to year after year. Cucumbers, melons, pumpkins, and summer and winter squash promise prolific harvests—when protected from diseases such as anthracnose, Cercospora leaf spot, downy mildew, gummy stem blight (black rot), leaf blight, powdery mildew, scab, and target spot. Rhizoctonia fruit rot, also known as belly rot, hits cucumbers as well.\n\nStart preventive treatments as soon as these cucurbits reach their first true leaf stage or as soon as conditions are favorable for disease. Continue Daconil® fungicide treatments right up to harvest day, but always allow at least seven days between treatments.\n\nPotatoes\n\n\n\nThough you might not guess it from their appearance, potatoes are closely related to tomatoes and have some of the same fungal diseases, including early blight and late blight. Botrytis vine rot affects potatoes as well. Even though spuds develop below ground, diseases that harm their foliage affect the edible tubers as well.\n\nBegin treating potato plants as soon as they reach six inches tall or at the first sign of disease. Continue as needed to maintain disease control, allowing at least five days between retreatments. Daconil® fungicide treats potato plants right up to harvest digging day.\n\nStone Fruits\n\n\n\nApricots, cherries, nectarines, peaches, plums, and prunes are known for their sweet, succulent flesh—and hard, stonelike pits. Fungal diseases such as brown rot blossom blight, Coryneum blight (shothole), peach leaf curl, scab, and cherry leaf spot attack their stone-fruit targets beginning early in spring.\n\nTreatment varies according to the fruit and the disease involved. Timing is crucial, so follow label instructions carefully. For example, early season treatment with Daconil® fungicide may occur at the popcorn stage—when flower buds first show color—and at full bloom, but never between fruit formation and harvest. Post-harvest treatment also depends on the fruit and the disease.\n\nTomatoes\n\n\n\nFrom beefy red slicers to heirloom paste-types, tomatoes are a must for nearly every fruit and veggie gardener, whether adding spots of color to edible landscapes or crowning a garden patch. Unfortunately, numerous diseases such as anthracnose, Alternaria fruit rot (black mold), Botrytis, gray mold, early blight, gray leaf spot, gray leaf mold, late blight, Rhizoctonia fruit rot, and Septoria leaf spot attack these earthy essentials.\n\nFortunately, Daconil® fungicide treats all these tomato diseases. Begin preventive treatments early in the season or as soon as conditions favor disease development. Then re-treat at intervals of at least seven days. With Daconil® fungicide, you can treat tomatoes right up to the day you pick and eat them off the vine.\n\nEven though fungal diseases are a fact of garden life, you can protect your favorite edibles and keep these crop stealers at bay. Put good garden practices to work and count on Daconil® fungicides, just as gardeners have done for more than 50 years. Then get ready for a healthy garden's bounty and good times at your table with friends and family.\n\nAlways read product labels thoroughly and follow instructions, including guidelines for treatable plants, application rates and frequencies, and pre-harvest intervals (PHI) for edible crops.\n\nDaconil is a registered trademark of GB Biosciences Corp.\n\nGardenTech is a registered trademark of Gulfstream Home and Garden, Inc.\n\nSource:\n\n1. J. Isleib, \"Signs and Symptoms of Plant Disease: Is It Fungal, Viral or Bacterial?\" Michigan State University Extension, December 2012.\n\nCATEGORIES\nPEST ID & PREVENTION\nGARDENING & HEALTHY LIVING\nHOW TO GUIDES\nGARDEN & LAWN PROTECTION\nMOST POPULAR\nFIGHT OFF INVADING FIRE ANTS IN TWO SIMPLE STEPS\nSTOP ANTS BEFORE THEY INVADE YOUR HOME\nEASY STEPS TO GROW YOUR OWN TOMATOES\nA TASTE OF SUMMER: GROWING CUCUMBERS\nJAPANESE BEETLE PROTECTION FOR YOUR TREES AND SHRUBS\n\nGet Monthly Gardening Advice!\n\nJOIN OUR EMAIL LIST\nFIRST NAME\nLAST NAME\nEMAIL*\n\nWhich of the following topics would you like to learn more about?\n\nLAWN CARE\nFLOWER/VEGETABLE GARDENING\nPEST/INSECT MANAGEMENT\nPOSTAL CODE*\nCOUNTRY*\n- Please Select -\nUnited States\nCanada\nAfghanistan\nAlbania\nAlgeria\nAndorra\nAngola\nAntigua & Deps\nArgentina\nArmenia\nAruba\nAustralia\nAustria\nAzerbaijan\nAzores\nBahamas\nBahrain\nBangladesh\nBarbados\nBelarus\nBelgium\nBelize\nBenin\nBhutan\nBermuda\nBolivia\nBosnia Herzegovina\nBotswana\nBrazil\nBrunei Darussalam\nBulgaria\nBurkina FASO\nBurundi\nCambodia\nCameroon\nCape Verde\nCayman Islands\nCntl African Republic\nChad\nChile\nChina\nColombia\nDemocratic Republic of Congo\nRepublic of the Congo\nCosta Rica\nCroatia\nCuba\nCyprus\nCzech Republic\nDenmark\nDjibouti\nDominican Republic\nEcuador\nEgypt\nEl Salvador\nEquatorial Guinea\nEritrea\nEstonia\nEthiopia\nFaroe Islands\nFiji\nFinland\nFrance\nFrench Guiana\nFrench Polynesia (Tahiti)\nGabon\nGambia\nGeorgia, Rebublic of\nGermany\nGhana\nGreece\nGrenada\nGuadeloupe\nGuatemala\nGuinea\nGuinea-Bissau\nGuyana\nHaiti\nHonduras\nHong Kong\nHungary\nIceland\nIndia\nIndonesia\nIran\nIraq\nIreland (Eire)\nIsrael\nItaly\nCote d'Ivoire (Ivory Coast)\nJamaica\nJapan\nJordan\nKazakhstan\nKenya\nSouth Korea, Republic of\nKuwait\nKyrgyzstan\nLaos\nLatvia\nLebanon\nLesotho\nLiberia\nLibya\nLiechtenstein\nLithuania\nLuxembourg\nMacau\nMacedonia, Republic of\nMadagascar\nMalawi\nMadeira Islands\nMalaysia\nMaldives\nMali\nMalta\nMarshall Islands\nMartinique\nMauritania\nMauritius\nMexico\nMoldova\nMonaco\nMongolia\nMontenegro\nMozambique\nNamibia\nNauru\nNepal\nNetherlands (Holland)\nNetherlands Antilles\nNew Caldeonia\nNew Zealand\nNicaragua\nNiger\nNigeria\nNorway\nOman\nPakistan\nPanama\nPapua New Guinea\nParaguay\nPeru\nPhilippines\nPoland\nPortugal\nPuerto Rico\nQatar\nRomania\nRussia\nRwanda\nSt. Chrisopher (St. Kitts) & Nevis\nSt. Lucia\nSt. Vincent and the Grenadines\nSaudi Arabia\nSenegal\nSerbia, Republic of\nSeychelles\nSierra Leone\nSingapore\nSlovak Republic (Slovakia)\nSlovenia\nSolomon Islands\nSomalia\nSouth Africa\nSouth Sudan\nSpain\nSri Lanka\nSudan\nSwaziland\nSweden\nSwitzerland\nSyrian Arab Republic\nTaiwan\nTajikistan\nTanzania\nThailand\nTogo\nTrinidad & Tobago\nTunisia\nTurkey\nTurkmenistan\nTuvalu\nUganda\nUkraine\nUnited Arab Emirates\nUnited Kingdom\nUruguay\nVanuatu\nVenezuela\nWestern Samoa\nVietnam\nYemen\nZambia\nZimbabwe\nOTHER POSTS YOU MIGHT LIKE\nEverything You Need To Know About Japanese Beetles\nHow To Identify And Control Common Plant Fungal Diseases\nHow To Identify And Control Common Plant Pests\nHow To Control And Prevent Hornworms\nTerms of Use\nPrivacy Policy\n\n©2018 GARDENTECH, INC. All trademarks are the property of their respective owners.\n\nThis website uses cookies and other tracking technologies to enhance user experience and to analyze performance and traffic on our website. By choosing to continue, you acknowledge and consent to your website interactions being tracked/recorded. We also share information about your use of our site with our social media, advertising and analytics partners. If we have detected an opt-out preference signal then it will be honored. Further information is available in ourCookie Policy\nDo Not Sell or Share My Personal Information Reject All Accept Cookies"
  }
]