[
  {
    "title": "plant disease (plant pathology) | Britannica",
    "url": "https://www.britannica.com/science/plant-disease/images-videos",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\nWhy Do Some Cicadas Appear Only Every 17 Years?\nSecret Service Code Names of 11 U.S. Presidents\nWhat’s the Difference Between a Turtle and a Tortoise?\n9 of the World’s Deadliest Snakes\nHow Fast Is the World’s Fastest Human?\n10 Best Hockey Players of All Time\nWhat’s the Difference Between Llamas and Alpacas?\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nplant disease: Media\nplant pathology\nShare\nVideos\nUnderstand how plants are infected by diseases through rainwater droplet splashing from leaf to leaf\nLearn how rainwater droplets, splashing from leaf to leaf, infect plants with disease.\nVideo: © Massachusetts Institute of Technology (A Britannica Publishing Partner)\nImages\nblight\nPotato leaf infected with a fungal blight.\nFk\npotato scab\nCommon scab of potato.\nNigel Cattlin—Holt Studios International/Photo Researchers, Inc.\ncrown gall\nPlant infected with crown gall.\nBhai\nclubroot\nCauliflower roots infected with clubroot.\nRasbak\nTomato leaves puckered and blistered by the tobacco mosaic virus.\nMalcolm C. Shurtleff, University of Illinois, Urbana\nCysts or tiny nodes on soybean plant roots, containing eggs of nematodes.\nCourtesy of University of Illinois, Urbana-Champaign\noak mistletoe\nOak, or Eastern, mistletoe plants (Phoradendron serotinum) heavily parasitizing...\n© Galam/Fotolia\nparasitic dodder\nDodder (Cuscuta gronovii).\nE.R. Degginger\nwitchweed\nWitchweed (Striga bilabiata), an obligate root parasite. Witchweeds commonly...\nMarco Schmidt\nozone damage on leaf\nOzone damage on the leaf of an English walnut (Juglans regia).\nF.K. Anderson/Encyclopædia Britannica, Inc.\nVIEW MORE in these related Britannica articles:\nMedia for: rust\nMedia for: coffee rust\nMedia for: rot\nMedia for: blight\nHistory at your fingertips – Sign up here to see what happened On This Day, every day in your inbox!\nEnter your email\nSubscribe\nBy signing up for this email, you are agreeing to news, offers, and information from Encyclopaedia Britannica.\nClick here to view our Privacy Notice. Easy unsubscribe links are provided in every email.\nSTAY CONNECTED\n\n\nAbout Us & Legal Info\nContact Us\nPrivacy Policy\nTerms of Use\nDiversity\n©2024 Encyclopædia Britannica, Inc."
  },
  {
    "title": "Plant disease - Nematodes, Parasitic, Control | Britannica",
    "url": "https://www.britannica.com/science/plant-disease/Nematode-diseases",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\nHow Fast Is the World’s Fastest Human?\nWhat’s the Difference Between Llamas and Alpacas?\nSecret Service Code Names of 11 U.S. Presidents\nWhy Was Nazi Germany Called the Third Reich?\nWhat’s the Difference Between Bison and Buffalo?\n6 Animals We Ate Into Extinction\nWhy Do Some Cicadas Appear Only Every 17 Years?\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nNematode diseases\nCysts or tiny nodes on soybean plant roots, containing eggs of nematodes.\n\nRoot-knot nematodes (Meloidogyne species) are well known because of the conspicuous “knots,” or gall-like swellings, they induce on roots. More than 2,000 kinds of higher plants are subject to their attack. Losses are often heavy, especially in warm regions with long growing seasons. Certain species, however, such as the northern root-knot nematode (M. hapla), are found where soil may freeze to depths of nearly a metre. Vegetables, cotton, strawberry, and orchard trees are commonly attacked. Garden plants and ornamentals frequently become infested through nursery stock.\n\nRoot-lesion nematodes (Pratylenchus species), cosmopolitan in distribution, are endoparasites that cause severe losses to hundreds of different crop and ornamental plants by penetrating roots and making their way through the tissues, breaking down the cells as they feed. They deposit eggs from which new colonies develop. After a root begins to decline in vigour, nematodes move into the soil in search of healthy roots. Lesions form in the root as fungi and bacteria enter damaged tissues, and root rot often occurs. Annual crops may succumb early in the season, but perennials and orchard trees may not decline for several years.\n\nThe golden nematode of potatoes (Heterodera rostochiensis) is a menace of the European potato industry. Great efforts have been made to control it. The speck-sized golden cysts that dot infested plant roots are the remains of female bodies. Each cyst may contain up to 500 eggs, which hatch in the soil over a period of up to 17 years. A chemical given off by potato and tomato roots stimulates hatching of the eggs.\n\nA related, cyst-forming species, the sugar beet nematode (H. schachtii), is a pest that has restricted acreage of sugar beets in Europe, Asia, and America.\n\nThe citrus nematode (Tylenchulus semipenetrans) occurs wherever citrus is grown, exacting a heavy toll in fruit quality and production. Typical symptoms are a slow decline, yellowing and dying of leaves, and dieback of twigs and branches in many groves 15 years or older. Infested nursery stock has widely distributed the nematode. The burrowing nematode (Radopholus similis) is a serious endoparasite in tropical and subtropical areas, where it attacks citrus (causing spreading decline), banana, avocado, tomato, black pepper, abaca, and more than 200 important crops, trees, and ornamentals, causing severe losses.\n\nMany important ectoparasites feed on plant roots—dagger nematodes (Xiphinema), stubby-root nematodes (Trichodorus), spiral nematodes (Rotylenchus and Helicotylenchus), sting nematodes (Belonolaimus), and pin nematodes (Paratylenchus). Leaf, or foliar, nematodes (Aphelenchoides species) and bulb and stem nematodes (Ditylenchus dipsaci) cause severe losses in vegetable and ornamental bulb crops, clovers, alfalfa, strawberry, sweet potato, orchids, chrysanthemums, begonias, and ferns.\n\nControl measures\n\nControl measures for nematodes often include rotation with nonhost plants, growing of resistant varieties and species, use of certified, nematode-free nursery stock, and use of soil fumigants (nematicides) as preplanting or postplanting treatments. Steam or dry heat is applied to soil in confined areas, such as greenhouse benches and ground beds. Exposure to moist heat, such as steam or hot water at 50 °C (120 °F) for 30 minutes, is sufficient to kill most nematodes and nematode eggs. Shorter periods are needed at higher temperatures. State and federal quarantines prohibiting movement of infested soil, plants or plant parts, machinery, and other likely carriers also exist. Cultural practices to promote vigorous plant growth (i.e., watering during droughts, proper application of fertilizers, clean cultivation, fall and summer fallowing, use of heavy organic mulches or cover crops, and plowing out roots of susceptible plants after harvest) are useful for specific nematodes. Asparagus, marigolds (Tagetes species), and Crotalaria species are toxic to many plant-infecting nematodes.\n\nParasitic seed plants\n\nA number of flowering plants are parasites of other plants. Among the more important ones are mistletoe, dodder, and witchweed.\n\nMistletoe\noak mistletoe\nOak, or Eastern, mistletoe plants (Phoradendron serotinum) heavily parasitizing an oak tree (Quercus species).\n(more)\n\nMistletoes are semiparasitic seed plants that feed on trees and obtain water and mineral salts by sending rootlike structures (haustoria) into vascular tissue of the inner bark. There are three important types: American (Phorodendron species), European (Viscum album), and dwarf (Arceuthobium species). All produce sticky seeds spread by birds. American mistletoe, restricted to the Americas, is best known for its ornamental and sentimental uses at Christmastime. The leafy, bushy evergreen masses, up to one metre or more in diameter, appear on tree branches. They are most conspicuous after deciduous leaves have fallen. The European mistletoe is similar in habit and appearance to its American relative. Tree branches infected by mistletoes may become stunted or even die.\n\nDwarf mistletoe is common on and very destructive to conifers in forests. Seedlings and young trees may be stunted, deformed, or killed. Conspicuous witches’-brooms form in the crown or spindle-shaped swellings (later cankers) in limbs and trunk. Canker and wood-rotting fungi often enter through mistletoe wounds. Dwarf mistletoes frequently escape detection because the scaly-leaved plants may be less than 2.5 cm (1 inch) long; they do range to 30 to 45 cm (12 to 18 inches), however. Dwarf mistletoes occur scattered along conifer limbs and small branches. After the mistletoe has grown internally for about a year, the branch may start to form a witches’-broom. Four to five years elapse before the yellow to brown to olive-green shoots form fruits. The sticky seeds are shot with explosive force from the fruit for horizontal distances ranging from 5 to more than 18 metres (16 to more than 59 feet); this is one of the most remarkable methods for seed discharge among plants. Once seeds adhere to a branch, they germinate on young bark and penetrate into the host tree’s vascular system. Control for mistletoes in individual trees involves removal of infected branches a foot or more beyond any evidence of the parasite before the fruits ripen.\n\nDodder\nparasitic dodder\nDodder (Cuscuta gronovii).\n\nMore than 100 species of dodder (Cuscuta) are widely distributed and called such names as strangleweed, devil’s-hair, pull down, hell-bind, love vine, and goldthread. The leafless, yellow-orange, threadlike stems twine around a number of field and garden host plants. By extending to nearby plants, it may draw them together and downward until a tangled yellowish orange patch is formed. The infested area is usually less than three metres across the first year; it spreads more rapidly in succeeding years. Dodder is widely distributed as a contaminant with field seed; hence the losses in clover, alfalfa, and flax fields. Dodder is controlled by planting certified, properly cleaned seed and by mowing patches of dodder in the field well before the seeds form. The dried patches are sprinkled with fuel oil and burned. Careful application of selective herbicides or a soil fumigant and sowing heavily infested areas with resistant plants (e.g., garden beans, soybean, corn, cowpea, pea, grasses, or small grains) are also control methods.\n\nWitchweed\nwitchweed\nWitchweed (Striga bilabiata), an obligate root parasite. Witchweeds commonly parasitize cereal crops, and their tiny seeds can persist in agricultural fields for many years.\n(more)\n\nWitchweeds are small parasitic weeds (Striga species) that are widely distributed in Asia, southern Africa, and the Sahel and have been introduced elsewhere. Witchweeds parasitize the roots of many hosts, including maize (corn), sorghum, sugarcane, rice, small grains, and more than 50 species in the grass and sedge families. A serious infestation may cause corn plants to be severely stunted, wilt, and turn yellow or brown, thus reducing the acre yield. Striga plants, which rarely exceed heights of 20 to 25 cm (8 to 10 inches), have small red, yellowish red, yellow, or white flowers. One plant may produce hundreds of thousands of tiny brown seeds that can remain alive in soil for years until stimulated to germinate by a secretion from a nearby host root. Witchweed robs the host of water and food, causing it to grow more slowly than normal and often to die before maturing. Control is difficult; useful measures include application of selective herbicides before seeds are produced; rotation with a resistant crop and keeping plantings free of weed grasses that may serve as hosts; and prevention of seed set by growing trap crops and then destroying them with herbicides.\n\nMalcolm C. Shurtleff\nArthur Kelman\nMichael J. Pelczar\nRita M. Pelczar\ndowny mildew\nTable of Contents\nIntroduction\nReferences & Edit History\nRelated Topics\nImages\nRelated Questions\nWhy is biology important?\nRead Next\nHow Do Face Masks Control the Spread of Disease?\n8 Zoonotic Diseases\nWhat Are the Symptoms of a Stroke?\nWhat Was Life Like Before We Knew About Germs?\n10 Ways of Looking at Cells\nDiscover\nWhat’s the Difference Between Bison and Buffalo?\nWhat’s the Difference Between Llamas and Alpacas?\nWhy Is Missouri Called the Show Me State?\nWhy Was Nazi Germany Called the Third Reich?\nExtinct in the Wild but Still Around: 5 Plants and Animals Kept Alive by Humans\nWhy Do Some Cicadas Appear Only Every 17 Years?\nWhat’s the Difference Between a Turtle and a Tortoise?\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\ndowny mildew\nplant disease\nPrint \nCite \nShare \nFeedback \nWritten and fact-checked by The Editors of Encyclopaedia Britannica\nArticle History\ndowny mildew\nSee all media\nRelated Topics: plant disease Sclerospora\nSee all related content →\n\nDowny mildew, disease of plants, especially in cool humid regions, caused by several funguslike organisms of the phylum Oomycota. White, gray, bluish, or violet downy patches of mildew form mostly on the undersides of leaves in damp weather. Pale green to yellow or brown areas usually develop on the upper leaf surface opposite the downy growth. Affected leaves often wilt, wither, and die early. Stems, flowers, and fruits are sometimes infected. Seedlings may wilt and collapse. Garden plants, bush fruits, vegetables, and certain trees, shrubs, field crops, and weeds are susceptible. Downy mildew is commonly caused by members of the oomycete genus Sclerospora, but other pathogens include species of Bremia, Peronospora, Phytophthora, Plasmopara, and Pseudoperonospora.\n\nDowny mildew can be avoided by rotating annual flowers and vegetables and by avoiding overwatering, overcrowding, and poorly drained soil. Other avoidance measures are growing resistant varieties, sowing disease-free seed, removing diseased parts and crop refuse, eliminating weeds, and maintaining balanced soil fertility. The application of copper or either of the fungicides maneb or zineb is effective against many downy mildews, but the amount of residue on vegetables must be considered.\n\nThis article was most recently revised and updated by Melissa Petruzzello.\nLoad Next Page "
  },
  {
    "title": "plant disease | Britannica",
    "url": "https://www.britannica.com/science/plant-disease/additional-info",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\n10 Best Hockey Players of All Time\n9 of the World’s Deadliest Spiders\n9 of the World’s Deadliest Snakes\n8 Must-See Paintings at the National Gallery of Art in Washington, D.C.\nExtinct in the Wild but Still Around: 5 Plants and Animals Kept Alive by Humans\nWhat’s the Difference Between Llamas and Alpacas?\nWhy Is the Indy 500 Held on Memorial Day Weekend?\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nplant disease: References & Edit History\nMore Articles On This Topic\nAssorted References\narboriculture\nIn arboriculture\ndevelopment\nIn disease: Environmental hazards\nIn disease: Prevention\nforestry\nIn forestry: Sustained yield\npathology\nIn agricultural sciences: Plant sciences\ntechnology\nIn agricultural technology: Control of plant diseases and nematodes\nvegetable farming\nIn vegetable farming: Disease and insect control\nagents and causes\nbeetles\nIn coleopteran: In transmitting plant diseases\ngene-for-gene coevolution of parasites\nIn gene-for-gene coevolution\nthrips\nIn thrips\nvirus\nIn plant virus\nAdditional Reading\n\nGeneral works include G.C. AINSWORTH, Introduction to the History of Plant Pathology (1981), a review of the developments in the field of plant pathology and the influence of plant diseases on history; GAIL L. SCHUMANN, Plant Diseases: Their Biology and Social Impact (1991), a discussion of the social and cultural influence of plant diseases; and E.C. LARGE, The Advance of the Fungi (1940, reissued 1962), a popular account of plant disease epidemics and how they have influenced economic and political history.\n\nCompilations of practical information are A. JOHNSTON and C. BOOTH (eds.), Plant Pathologist’s Pocket Book, 2nd ed. (1983), on the identification, isolation, and culture of plant pathogens; MICHAEL D. SMITH (ed.), The Ortho Problem Solver, 3rd ed. (1989), a handbook for indoor and outdoor plants; Westcott’s Plant Disease Handbook, 5th ed. rev. by R. KENNETH HORST (1990), a comprehensive reference covering plants grown in the United States, for professional and amateur gardeners; LOUIS PYENSON, Plant Health Handbook (1981), a guide for the amateur gardener; G.R. DIXON, Plant Pathogens and Their Control in Horticulture (1984), with both host and microorganism/disease indexes; I.M. SMITH et al. (eds.), European Handbook of Plant Diseases (1988), a reference for professional plant pathologists and for advanced study in the field, covering economically important diseases of crops and forest trees in Europe; PASCAL P. PIRONE, Diseases and Pests of Ornamental Plants, 5th ed. (1978), an excellent reference for gardeners and landscape professionals; RUBERT BURLEY STREETS, The Diagnosis of Plant Diseases: A Field and Laboratory Manual Emphasizing the Most Practical Methods for Rapid Identification (1982); WILLIAM R. JARVIS, Managing Diseases in Greenhouse Crops (1992); and H. DAVID THURSTON, Tropical Plant Diseases (1984), a discussion of important diseases of major tropical crops. The Compendium of Plant Diseases is an outstanding series of well-illustrated books by experts in each field, designed to assist in the identification, prevention, and control of major plant diseases and disorders of specific crops.\n\nCollege-level texts include GEORGE N. AGRIOS, Plant Pathology, 3rd ed. (1988), a comprehensive discussion of parasitism and pathogenicity and the biochemistry of host-pathogen relationships; J.G. MANNERS, Principles of Plant Pathology, 2nd ed. (1993), an investigation of the physiology and genetics of host-pathogen interactions, disease epidemiology, and control; DANIEL A. ROBERTS and CARL W. BOOTHROYD, Fundamentals of Plant Pathology, 2nd ed. (1984), an examination of causal agents, symptoms, and control of plant diseases; C.H. DICKINSON and J.A. LUCAS, Plant Pathology and Plant Pathogens, 2nd ed. (1982), an overview of plant disease with extensive coverage of host-pathogen interactions at both the cellular and subcellular levels; and GEORGE B. LUCAS, C. LEE CAMPBELL, and LEON T. LUCAS, Introduction to Plant Diseases: Identification and Management, 2nd ed. (1992), a survey of the causes, impact, and management of plant diseases. Specific aspects are treated in depth in the following references: KURT J. LEONARD and WILLIAM E. FRY (eds.), Plant Disease Epidemiology, vol. 1 (1986), covering population dynamics and management of disease-causing agents; JÜRGEN KRANZ (ed.), Epidemics of Plant Diseases, 2nd completely rev. ed. (1990), a presentation of the latest mathematical and statistical methods in use for analysis and modeling of plant disease epidemics; R.K.S. WOOD and G.J. JELLIS (eds.), Plant Diseases: Infection, Damage, and Loss (1984), a comprehensive assessment; WILLIAM F. BENNETT (ed.), Nutrient Deficiencies & Toxicities in Crop Plants (1993), an examination of the role of nutrients on the health of major crop plants; R.D. DURBIN (ed.), Toxins in Plant Disease (1981), on the role of microbial toxins in the plant disease cycle; P.G. AYRES (ed.), Effects of Disease on the Physiology of the Growing Plant (1981), a compilation of seminar papers; GEORGE W. BRUEHL, Soilborne Plant Pathogens (1987); DAVID F. FARR et al., Fungi on Plants and Plant Products in the United States (1989), a comprehensive discussion; MASAO GOTO, Fundamentals of Bacterial Plant Pathology (1992), a discussion of the morphology, taxonomy, and physiology of phytopathogenic bacteria; J.F. BRADBURY, Guide to Plant Pathogenic Bacteria (1986), identifying phytopathogenic bacteria and the diseases they cause; DAVID C. SIGEE, Bacterial Plant Pathology: Cell and Molecular Aspects (1993), including discussions of interactions with host cells, virulence factors, and genetics; R.E.F. MATTHEWS, Plant Virology, 3rd ed. (1991), a comprehensive text covering all aspects of plant-infecting viruses, and Diagnosis of Plant Virus Diseases (1993), a discussion of strategies; R.T. PLUMB and J.M. THRESH (eds.), Plant Virus Epidemiology (1983), a collection of works by international authorities in the field of plant virology, including several case histories of particularly important diseases; KARL MARAMOROSCH (ed.), Plant Diseases of Viral, Viroid, Mycoplasma, and Uncertain Etiology (1992); KARL MARAMOROSCH and S.P. RAYCHAUDHURI (eds.), Mycoplasma Diseases of Crops (1988), a collection of discussions regarding detection of mycoplasmas, their interactions with plants, insects, and viruses, and their control; VICTOR H. DROPKIN, Introduction to Plant Nematology, 2nd ed. (1989), on the classification and characterization of plant-parasitic nematodes; M. WAJID KHAN (ed.), Nematode Interactions (1993); KERRY F. HARRIS and KARL MARAMOROSCH (eds.), Pathogens, Vectors, and Plant Diseases: Approaches to Control (1982), on the identification and control of insect and nematode vectors of plant diseases; ANNE R. LESLIE and GERRIT W. CUPERUS (eds.), Successful Implementation of Integrated Pest Management for Agricultural Crops (1993); H. DAVID THURSTON, Sustainable Practices for Plant Disease Management in Traditional Farming Systems (1992), a discussion of integrated control of phytopathogenic microorganisms; RICHARD N. STRANGE, Plant Disease Control: Towards Environmentally Acceptable Methods (1993), an ecologically sensitive analysis of current methods of disease prevention and control; R. JAMES COOK and KENNETH F. BAKER, The Nature and Practice of Biological Control of Plant Pathogens (1983), a discussion of the influence of environment on the interactions among microorganisms and crop plants; ARTHUR W. ENGELHARD (ed.), Soilborne Plant Pathogens: Management of Diseases with Macro- and Microelements (1989), on the effects of fertilization, nutrition, and pH on diseases caused by soilborne plant pathogens; P.R. DAY and G.J. JELLIS (eds.), Genetics and Plant Pathogenesis (1987), covering the genetic aspects of disease and pest resistance; and M.S. WOLFE and C.E. CATEN (eds.), Populations of Plant Pathogens: Their Dynamics and Genetics (1987), a collection of essays with ideas and concepts relevant to the long-term development of disease-control methods based on population dynamics.\n\nMichael J. Pelczar Rita M. Pelczar\nArticle Contributors\nPrimary Contributors\nMalcolm C. Shurtleff\nMichael J. Pelczar\nArthur Kelman\nRita M. Pelczar\nHorticulturist and freelance horticulture writer.\nOther Encyclopedia Britannica Contributors\nAdam Augustyn\nAakanksha Gaur\nRobert Lewis\nGloria Lotha\nRichard Pallardy\nChelsey Parrott-Sheffer\nMelissa Petruzzello\nEmily Rodriguez\nKara Rogers\nMarco Sampaolo\nGrace Young\nThe Editors of Encyclopaedia Britannica\nArticle History\nType\tDescription\tContributor\tDate\n\tAdd new Web site: The Canadian Encyclopedia - Plant Disease.\t\nGloria Lotha\n\tDec 28, 2023\n\tAdd new Web site: National Center for Biotechnology Information - PubMed Central - Plant Diseases and Insect Pests.\t\nAakanksha Gaur\n\tJul 07, 2023\n\tAdd new Web site: PennState Extension - Plant Disease Basics and Diagnosis.\t\nGloria Lotha\n\tMay 24, 2023\n\tAdd new Web site: University of Missouri Extension - Preventing and Managing Plant Diseases.\t\nEmily Rodriguez\n\tNov 30, 2022\n\tAdd new Web site: University of Nebraska–Lincoln Extension - CropWatch - Plant Disease: Pathogens and Cycles.\t\nEmily Rodriguez\n\tAug 31, 2021\n\tAdd new Web site: PlantDiseases.org - World Encyclopedia of Plant Bacterial Diseases.\t\nEmily Rodriguez\n\tApr 01, 2020\n\tAdd new Web site: PlantDiseases.org - World Encyclopedia of Plant Bacterial Diseases.\t\nEmily Rodriguez\n\tApr 01, 2020\n\tRemoved tables.\t\nAdam Augustyn\n\tAug 16, 2018\n\tAdded Imperial units as necessary and added cross-references throughout.\t\nMelissa Petruzzello\n\tJul 13, 2018\n\tAdded images of parasitic plants.\t\nMelissa Petruzzello\n\tJul 13, 2018\n\tAdded images of diseased plants.\t\nMelissa Petruzzello\n\tJun 06, 2018\n\tUpdated the number of acres of GMO crops worldwide and mentioned control methods for insect vectors.\t\nMelissa Petruzzello\n\tJun 06, 2018\n\tAdd new Web site: University of Alaska Fairbanks - Plant Disease.\t\nGloria Lotha\n\tMar 14, 2016\n\tAdd new Web site: University of Florida IFAS Extension - Guidelines for Identification and Management of Plant Disease Problems.\t\nGloria Lotha\n\tMar 14, 2016\n\tAdd new Web site: University of Kentucky - College of Agriculture, Food and Environment - Plant Diseases.\t\nGloria Lotha\n\tMar 14, 2016\n\tAdded video.\t\nRobert Lewis\n\tJan 08, 2016\n\tAdd new Web site: Right Plants 4 Me - Plant diseases.\t\nMarco Sampaolo\n\tDec 23, 2014\n\tAdd new Web site: Right Plants 4 Me - Plant diseases.\t\nMarco Sampaolo\n\tDec 23, 2014\n\tAdd new Web site: Texas A&M Agrilife Extension - Earth-Kind - Common Poisonous Plants and Plant Parts.\t\nGrace Young\n\tAug 04, 2013\n\tAdd new Web site: Buzzle.com - List of Common Plant Diseases.\t\nGrace Young\n\tAug 04, 2013\n\tAdd new Web site: School of Biological Sciences at University of Sydney - Overview of Plant Diseases.\t\nGrace Young\n\tAug 04, 2013\n\tAdd new Web site: Organic Gardening - Common Plant Diseases and Disorders.\t\nGrace Young\n\tAug 04, 2013\n\tAdded image of a potato afflicted with potato scab.\t\nRichard Pallardy\n\tFeb 02, 2012\n\tAdd new Web site: Fact Monster - Science - Diseases of Plants.\t\nGloria Lotha\n\tJun 09, 2011\n\tMedia added.\t\nChelsey Parrott-Sheffer\n\tFeb 26, 2009\n\tMedia added.\t\nChelsey Parrott-Sheffer\n\tJan 14, 2009\n\tArticle revised.\t\nAdam Augustyn\n\tApr 22, 2008\n\tArticle revised and updated.\t\nKara Rogers\n\tSep 21, 2007\n\tAdded new Web site: Complete Plant Diseases Index.\t\nMarco Sampaolo\n\tJun 05, 2006\n\tAdded new Web site: Complete Plant Diseases Index.\t\nMarco Sampaolo\n\tJun 05, 2006\n\tArticle revised.\t\nThe Editors of Encyclopaedia Britannica\n\tAug 05, 2005\n\tArticle revised.\t\nThe Editors of Encyclopaedia Britannica\n\tSep 05, 2000\n\tArticle added to new online database.\t\nThe Editors of Encyclopaedia Britannica\n\tMay 04, 1999\nHistory at your fingertips – Sign up here to see what happened On This Day, every day in your inbox!\nEnter your email\nSubscribe\nBy signing up for this email, you are agreeing to news, offers, and information from Encyclopaedia Britannica.\nClick here to view our Privacy Notice. Easy unsubscribe links are provided in every email.\nSTAY CONNECTED\n\n\nAbout Us & Legal Info\nContact Us\nPrivacy Policy\nTerms of Use\nDiversity\n©2024 Encyclopædia Britannica, Inc."
  },
  {
    "title": "Plant disease - Causes, Symptoms, Prevention | Britannica",
    "url": "https://www.britannica.com/science/plant-disease/General-characteristics",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\nSecret Service Code Names of 11 U.S. Presidents\n7 of the World’s Most Dangerous Lizards and Turtles\nPoker Hands Ranked\nWhy Is Missouri Called the Show Me State?\nWhy Do Some Cicadas Appear Only Every 17 Years?\n8 Must-See Paintings at the National Gallery of Art in Washington, D.C.\n10 Best Hockey Players of All Time\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nGeneral characteristics\n\nThe fungi represent an extremely large and diverse group of eukaryotic microorganisms. The cells, which contain a membrane-bound nucleus, are devoid of chlorophyll and have rigid cell walls. Fungi often have a plantlike vegetative body consisting of microscopic branching threadlike filaments of various lengths, called hyphae (singular hypha), some of which extend into the air while others penetrate the substrate on which they grow. The hyphae are arranged into a network called a mycelium. It is the mass of the mycelium that gives fungal growth its characteristic “cottony” or “fuzzy” appearance. Fungi reproduce by a variety of methods, both asexual and sexual. They produce many kinds of spores in very large numbers. For example, the colour of a moldy piece of bread is due to the colour of a massive number of microscopic mold spores.\n\nSymptoms and signs\n\nIn general, a fungal infection can cause local or extensive necrosis. It can also inhibit normal growth (hypotrophy) or induce excessive abnormal growth (hypertrophy or hyperplasia) in a portion of or throughout an entire plant. Symptoms associated with necrosis include leaf spots, blight, scab, rots, damping-off, anthracnose, dieback, and canker. Symptoms associated with hyperplasia include clubroot, galls, warts, and leaf curls.\n\nIn some instances, the fungus infecting the plant may produce growth or structures on the plant, stems, or leaves such as masses of mycelium or aggregates of spores with a characteristic appearance. These developments are referred to as signs of infection, in contrast to symptoms, which refer specifically to the plant or plant tissue.\n\nTransmission\n\nFungi are spread primarily by spores, which are produced in abundance. The spores can be carried and disseminated by wind currents, water (splashing and rain), soil (dust), insects, birds, and the remains of plants that once were infected. Vegetative fungal cells that exist in dead plant material also can be transmitted when they come in contact with a susceptible host. The survival of vegetative cells of plant pathogenic fungi in nature depends on climatic conditions, particularly temperature and moisture. Vegetative cells can survive temperatures from −5 to 45 °C (23 to 113 °F); fungal spores are considerably more resistant. The germination of spores, however, is favoured by mild temperatures and high humidity.\n\nControl\n\nBecause many thousands of fungal species can infect a broad range of plants and because each fungal species has different characteristics, a variety of practices are available to control fungal diseases. The principal control measures include the use of disease-free seed and propagating stock, the destruction of all plant materials that may harbour pathogenic fungi, crop rotation, the development and use of resistant plant varieties, and the use of chemical and biological fungicides.\n\nSeveral fungal diseases are characterized in the table.\n\nSome fungal diseases of plants\ndisease\tcausative agent\thosts\tsymptoms and signs\tadditional features\nlate blight of potato\tPhytophthora infestans\tpotato\twater-soaked dark green to black or purplish lesions with pale green margins on lower leaves, white mildew at edge of lesions\tresponsible for Irish famine; caused starvation and death and mass migration of population\nchestnut blight\tEndothia parasitica\tchestnut tree\tyellowish to reddish brown patches appear on bark; lesions spread quickly and girdle twigs or limbs, which die\tdisease accidentally imported from Asia; first observed in New York in 1904 and rapidly spread across the United States, practically eliminating native American chestnuts\nDutch elm disease\tCeratocystis ulmi\telm tree\tleaves wilt, turn dull green to yellow or brown, and drop off; branches die\tthe causative fungus is believed to have entered Europe from Asia during World War I and was later transported to the United States (1930) on elm burl logs imported for furniture veneer; elm bark beetles spread the pathogen in the United States\nblack stem rust of wheat\tPuccinia graminis\twheat; many grasses\ton wheat, rust-coloured pustules with spores, chlorosis of surrounding tissue, followed by development of black teliospores; on barberry, chlorosis and hypertrophy of infected tissue, orange spore masses\tdisease occurs wherever wheat is grown; in 1935 it destroyed about 60 percent of the total hard red spring wheat crop in Minnesota and South Dakota; fungus has a complex life cycle, partly on wheat and partly on the barberry plant; eradication of the barberry plant is an important control measure\ncoffee rust\tHemileia vastatrix\tcoffee\torange-yellow powdery spots on lower side of leaves; centres turn brown and leaves fall\tmost destructive disease of coffee; has caused devastating losses in all coffee-producing countries\nwhite-pine blister rust\tCronartium ribicola\twhite pine tree\tsmall, discoloured, spindle-shaped cankers surrounded by narrow band of yellow-orange bark; blisters exude secretion followed by bright orange pustules\tone of the most important forest diseases in the United States; currant is the alternate host, and its eradication is an important control measure\ncorn smut\tUstilago maydis\tcorn\tminute galls form on young corn seedlings; on older plants, large galls are produced on the silk of ears and on tassels, leaves, and stalks\toccurs wherever corn is grown; may cause serious crop damage\nloose smut\tUstilago nuda\tbarley, oats, wheat\tinfected heads are covered with masses of olive-green spores\tworldwide occurrence; destroys kernels of the infected plant\ndowny mildew\tmany species of the family Peronosporaceae\tmany types of plants: grapes, grasses, vegetables, and others\tyellow irregular spots appear on upper leaf surface; downy fungus growth appears on underside; leaves die\tone of the first plant diseases controlled by a fungicide—i.e., Bordeaux mixture, a mixture of lime and copper sulfate used on grapes\npowdery mildew\tmany species of the family Erysiphaceae\tmany types of plants: grasses, vegetables, shrubs, and trees\tspots of powdery mildew growth that enlarge to cover leaves or other plant organs\tone of the most common and widely spread plant diseases\napple scab\tVenturia inaequalis\tapple\tsmall olive-coloured areas appear on young leaves, later turn black, and may coalesce; black circular spots appear on fruit\toccurs almost everywhere apples are grown; infection reduces fruit size and quality\nblack spot of rose\tDiplocarpon rosae\trose\tlarge circular black lesions on leaves; leaves turn yellow and fall off\tclassified as an anthracnose, which affects leaves, stems, and fruits of many plants\nanthracnose of grape\tElsinae ampelina\tgrape\t(as above)\t(as above)\nnectria canker\tNectria galligena\tapple and pear and many hardwood forest trees\tinitially small circular brown areas that enlarge and become depressed with raised edges; callus tissue produced around canker\tone of the most important diseases of pear, apple, and hardwood forest trees\nblack knot of plum and cherry\tPlowrightia morbosum\tplum and cherry\tsmall black knotty swellings on twigs and branches\toccurs primarily in the eastern half of the United States and New Zealand\nbrown rot\tMonilinia fructicola\tstone fruits\tbrown spots on blossoms; twigs develop small sunken brown cankers; fruit develops brown spots that spread rapidly\tworldwide occurrence; can cause heavy losses both in orchards and in shipment\nsoft rot\tRhizopus species\tflowers, fruits, and vegetables with fleshy organs\ttissues become soft with water-soaked appearance that often spreads rapidly, followed by development of fuzzy gray mycelium and black spores\tinfection develops most rapidly on ripe fruits with favourable conditions (moderate temperature and high humidity)\nfusarium wilt of tomato\tFusarium oxysporum\ttomatoes\tleaves are bent down, growth is stunted, plant dies; dark streaks appear in vascular tissue\tone of the most destructive diseases of tomato; entire fields can be destroyed\nwilts of vegetables, flowers, and some trees\tVerticillium species\tcotton, potato, tomato, alfalfa, shade trees, and others\tsimilar to fusarium wilts; develops primarily in seedlings that die shortly after infection; older plants also are attacked\tworldwide distribution; the fungus infects hundreds of species of plants\n\nDiseases caused by nematodes\n\nNematodes parasitic on plants are active, slender, unsegmented roundworms (also called nemas or eelworms). The great majority cannot be seen with the unaided eye, because they are very small and translucent. Practically all adult forms fall within the range of 0.25 to 2 millimetres in length. About 1,200 species cause disease in plants. Probably every form of plant life is fed upon by at least one species of nematode. They usually live in soil and attack small roots, but some species inhabit and feed in bulbs, buds, stems, leaves, or flowers.\n\nMode of nematode attack\n\nNematodes parasitic on plants obtain food by sucking juices from them. Feeding is accomplished through a hollow, needlelike mouthpart called a spear or stylet. The nematode pushes the stylet into plant cells and injects a liquid containing enzymes, which digest plant cell contents. The liquefied contents are then sucked back into the nematode’s digestive tract through the stylet. Nematode feeding lowers natural resistance, reduces vigour and yield of plants, and affords easy entrance for wilt-producing or root rot-producing fungi or bacteria and other nematodes. Nematode-infested plants are weak and often appear to suffer from drought, excessive soil moisture, sunburn or frost, a mineral deficiency or imbalance, insect injury to roots or stems, or disease.\n\nCommon symptoms of nematode injury include stunting, loss of green colour and yellowing; dieback of twigs and shoots; slow general decline; wilting on hot, bright days; and lack of response to water and fertilizer. Feeder root systems are reduced; they may be stubby or excessively branched, often discoloured, and decayed. Winterkill of orchard trees, raspberries, strawberries, ornamentals, and other perennials is commonly associated with nematode infestations.\n\nRoot injury develops partly from the nematodes feeding on cells and partly from toxic salivary excretions of the parasite. Tissues often respond by producing either an enlargement or degeneration of cells; sometimes both occur.\n\nMany nematodes are native and attack cultivated plants when their natural hosts are removed. Others have been introduced with seedling plants, bulbs, tubers, and particularly in soil balled around roots of infested nursery stock.\n\nNematodes may live part of the time free in soil around roots or in fallow gardens and fields. They tunnel inside plant tissues (endoparasites) or feed externally from the surface (ectoparasites) and may enter a plant through wounds or natural openings or by penetrating roots. All nematodes parasitic on plants require living plant tissues for reproduction. Nematodes are attracted to host roots by sensing either the heat given off by roots or the chemicals secreted by roots.\n\nMost species require 20 to 60 days to complete a generation from egg through four larval stages to adult and back to egg. Some nematodes have only one generation a year but still produce several hundred offspring.\n\nSoil populations and developmental rate of nematodes are affected by the length of the growing season; temperature; availability of water and nutrients; and moisture, type, texture, and structure of soil. Also important are populations of nematode-parasitic bacteria, viruses, some 50 different nematode-trapping fungi, protozoans, mites, flatworms, or other pests, and other nematodes. Toxic chemicals added to the soil or those secreted by plant roots; crop rotations and past cropping history; species, variety, age and nutrition of growing plants; and other factors are additional conditions that affect nematode populations.\n\nCertain species live strictly in light, sandy soils; some build up high populations in muck soils; and a few seem to thrive in heavy soils. High populations and greater crop damage are much more common in light sandy soils than in heavy clay soils.\n\nMany plant-infecting nematodes become inactive at temperatures between 5 and 15 °C (41 and 59 °F) and 30 and 40 °C (86 and 104 °F). The optimum for most is 20 to 30 °C (68 to 86 °F), but this varies greatly with the species, stage of development, activity, growth of the host, and other factors.\n\nNematodes may be found in plant tissues in large numbers. Hundreds of thousands may be present in infested roots or bulbs.\n\nAfter a plant-infecting nematode has been accidentally introduced into a garden or field, several years pass before the population builds up sufficiently (i.e., up to several billion or more active nematodes per hectare) to cause conspicuous symptoms in a large number of plants. This is because nematodes move very slowly through soil—rarely more than 75 cm (29.5 inches) a year. Nematodes are easily spread, however, by moving infested soil, plant parts, or contaminated objects—e.g., tools and machinery, bags and other containers, running water, wind, clothing, shoes, animals, birds, and infested planting stock.\n\nNematode diseases\nCysts or tiny nodes on soybean plant roots, containing eggs of nematodes.\n\nRoot-knot nematodes (Meloidogyne species) are well known because of the conspicuous “knots,” or gall-like swellings, they induce on roots. More than 2,000 kinds of higher plants are subject to their attack. Losses are often heavy, especially in warm regions with long growing seasons. Certain species, however, such as the northern root-knot nematode (M. hapla), are found where soil may freeze to depths of nearly a metre. Vegetables, cotton, strawberry, and orchard trees are commonly attacked. Garden plants and ornamentals frequently become infested through nursery stock.\n\nRoot-lesion nematodes (Pratylenchus species), cosmopolitan in distribution, are endoparasites that cause severe losses to hundreds of different crop and ornamental plants by penetrating roots and making their way through the tissues, breaking down the cells as they feed. They deposit eggs from which new colonies develop. After a root begins to decline in vigour, nematodes move into the soil in search of healthy roots. Lesions form in the root as fungi and bacteria enter damaged tissues, and root rot often occurs. Annual crops may succumb early in the season, but perennials and orchard trees may not decline for several years.\n\nThe golden nematode of potatoes (Heterodera rostochiensis) is a menace of the European potato industry. Great efforts have been made to control it. The speck-sized golden cysts that dot infested plant roots are the remains of female bodies. Each cyst may contain up to 500 eggs, which hatch in the soil over a period of up to 17 years. A chemical given off by potato and tomato roots stimulates hatching of the eggs.\n\nA related, cyst-forming species, the sugar beet nematode (H. schachtii), is a pest that has restricted acreage of sugar beets in Europe, Asia, and America.\n\nThe citrus nematode (Tylenchulus semipenetrans) occurs wherever citrus is grown, exacting a heavy toll in fruit quality and production. Typical symptoms are a slow decline, yellowing and dying of leaves, and dieback of twigs and branches in many groves 15 years or older. Infested nursery stock has widely distributed the nematode. The burrowing nematode (Radopholus similis) is a serious endoparasite in tropical and subtropical areas, where it attacks citrus (causing spreading decline), banana, avocado, tomato, black pepper, abaca, and more than 200 important crops, trees, and ornamentals, causing severe losses.\n\nMany important ectoparasites feed on plant roots—dagger nematodes (Xiphinema), stubby-root nematodes (Trichodorus), spiral nematodes (Rotylenchus and Helicotylenchus), sting nematodes (Belonolaimus), and pin nematodes (Paratylenchus). Leaf, or foliar, nematodes (Aphelenchoides species) and bulb and stem nematodes (Ditylenchus dipsaci) cause severe losses in vegetable and ornamental bulb crops, clovers, alfalfa, strawberry, sweet potato, orchids, chrysanthemums, begonias, and ferns.\n\nControl measures\n\nControl measures for nematodes often include rotation with nonhost plants, growing of resistant varieties and species, use of certified, nematode-free nursery stock, and use of soil fumigants (nematicides) as preplanting or postplanting treatments. Steam or dry heat is applied to soil in confined areas, such as greenhouse benches and ground beds. Exposure to moist heat, such as steam or hot water at 50 °C (120 °F) for 30 minutes, is sufficient to kill most nematodes and nematode eggs. Shorter periods are needed at higher temperatures. State and federal quarantines prohibiting movement of infested soil, plants or plant parts, machinery, and other likely carriers also exist. Cultural practices to promote vigorous plant growth (i.e., watering during droughts, proper application of fertilizers, clean cultivation, fall and summer fallowing, use of heavy organic mulches or cover crops, and plowing out roots of susceptible plants after harvest) are useful for specific nematodes. Asparagus, marigolds (Tagetes species), and Crotalaria species are toxic to many plant-infecting nematodes.\n\nParasitic seed plants\n\nA number of flowering plants are parasites of other plants. Among the more important ones are mistletoe, dodder, and witchweed.\n\nMistletoe\noak mistletoe\nOak, or Eastern, mistletoe plants (Phoradendron serotinum) heavily parasitizing an oak tree (Quercus species).\n(more)\n\nMistletoes are semiparasitic seed plants that feed on trees and obtain water and mineral salts by sending rootlike structures (haustoria) into vascular tissue of the inner bark. There are three important types: American (Phorodendron species), European (Viscum album), and dwarf (Arceuthobium species). All produce sticky seeds spread by birds. American mistletoe, restricted to the Americas, is best known for its ornamental and sentimental uses at Christmastime. The leafy, bushy evergreen masses, up to one metre or more in diameter, appear on tree branches. They are most conspicuous after deciduous leaves have fallen. The European mistletoe is similar in habit and appearance to its American relative. Tree branches infected by mistletoes may become stunted or even die.\n\nDwarf mistletoe is common on and very destructive to conifers in forests. Seedlings and young trees may be stunted, deformed, or killed. Conspicuous witches’-brooms form in the crown or spindle-shaped swellings (later cankers) in limbs and trunk. Canker and wood-rotting fungi often enter through mistletoe wounds. Dwarf mistletoes frequently escape detection because the scaly-leaved plants may be less than 2.5 cm (1 inch) long; they do range to 30 to 45 cm (12 to 18 inches), however. Dwarf mistletoes occur scattered along conifer limbs and small branches. After the mistletoe has grown internally for about a year, the branch may start to form a witches’-broom. Four to five years elapse before the yellow to brown to olive-green shoots form fruits. The sticky seeds are shot with explosive force from the fruit for horizontal distances ranging from 5 to more than 18 metres (16 to more than 59 feet); this is one of the most remarkable methods for seed discharge among plants. Once seeds adhere to a branch, they germinate on young bark and penetrate into the host tree’s vascular system. Control for mistletoes in individual trees involves removal of infected branches a foot or more beyond any evidence of the parasite before the fruits ripen.\n\nDodder\nparasitic dodder\nDodder (Cuscuta gronovii).\n\nMore than 100 species of dodder (Cuscuta) are widely distributed and called such names as strangleweed, devil’s-hair, pull down, hell-bind, love vine, and goldthread. The leafless, yellow-orange, threadlike stems twine around a number of field and garden host plants. By extending to nearby plants, it may draw them together and downward until a tangled yellowish orange patch is formed. The infested area is usually less than three metres across the first year; it spreads more rapidly in succeeding years. Dodder is widely distributed as a contaminant with field seed; hence the losses in clover, alfalfa, and flax fields. Dodder is controlled by planting certified, properly cleaned seed and by mowing patches of dodder in the field well before the seeds form. The dried patches are sprinkled with fuel oil and burned. Careful application of selective herbicides or a soil fumigant and sowing heavily infested areas with resistant plants (e.g., garden beans, soybean, corn, cowpea, pea, grasses, or small grains) are also control methods.\n\nWitchweed\nwitchweed\nWitchweed (Striga bilabiata), an obligate root parasite. Witchweeds commonly parasitize cereal crops, and their tiny seeds can persist in agricultural fields for many years.\n(more)\n\nWitchweeds are small parasitic weeds (Striga species) that are widely distributed in Asia, southern Africa, and the Sahel and have been introduced elsewhere. Witchweeds parasitize the roots of many hosts, including maize (corn), sorghum, sugarcane, rice, small grains, and more than 50 species in the grass and sedge families. A serious infestation may cause corn plants to be severely stunted, wilt, and turn yellow or brown, thus reducing the acre yield. Striga plants, which rarely exceed heights of 20 to 25 cm (8 to 10 inches), have small red, yellowish red, yellow, or white flowers. One plant may produce hundreds of thousands of tiny brown seeds that can remain alive in soil for years until stimulated to germinate by a secretion from a nearby host root. Witchweed robs the host of water and food, causing it to grow more slowly than normal and often to die before maturing. Control is difficult; useful measures include application of selective herbicides before seeds are produced; rotation with a resistant crop and keeping plantings free of weed grasses that may serve as hosts; and prevention of seed set by growing trap crops and then destroying them with herbicides.\n\nMalcolm C. Shurtleff\nArthur Kelman\nMichael J. Pelczar\nRita M. Pelczar\nLoad Next Page "
  },
  {
    "title": "Plant disease - Symptoms, Causes, Treatments | Britannica",
    "url": "https://www.britannica.com/science/plant-disease/Symptoms-and-signs",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\nSecret Service Code Names of 11 U.S. Presidents\n7 of the World’s Most Dangerous Lizards and Turtles\nWhy Do Bananas Turn Brown?\nPoker Hands Ranked\n6 Animals We Ate Into Extinction\n9 of the World’s Deadliest Snakes\nWhy Is the Indy 500 Held on Memorial Day Weekend?\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nSymptoms and signs\n\nBacterial diseases can be grouped into four broad categories based on the extent of damage to plant tissue and the symptoms that they cause, which may include vascular wilt, necrosis, soft rot, and tumours. Vascular wilt results from the bacterial invasion of the plant’s vascular system. The subsequent multiplication and blockage prevents movement (translocation) of water and nutrients through the xylem of the host plant. Drooping, wilting, or death of the aerial plant structure may occur; examples include bacterial wilt of sweet corn, alfalfa, tobacco, tomato, and cucurbits (e.g., squash, pumpkin, and cucumber) and black rot of crucifers. Pathogens can cause necrosis by secreting a toxin (poison). Symptoms include formation of leaf spots, stem blights, or cankers. Soft rot diseases are caused by pathogens that secrete enzymes capable of decomposing cell wall structures, thereby destroying the texture of plant tissue—i.e., the plant tissue becomes macerated (soft and watery). Soft rots commonly occur on fleshy vegetables such as potato, carrot, eggplant, squash, and tomato. Tumour diseases are caused by bacteria that stimulate uncontrolled multiplication of plant cells, resulting in the formation of abnormally large structures.\n\nMost bacteria produce one major symptom, but a few produce a range or combination of symptoms. In general, it is not particularly difficult to tell whether a plant is affected by a bacterial pathogen; however, identification of the causative agent at the species level requires isolation and characterization of the pathogen using numerous laboratory techniques ().\n\nTransmission and infection\n\nIn order for a bacterium to produce a disease in a plant, the bacterium must first invade the plant tissue and multiply. Bacterial pathogens enter plants through wounds, principally produced by adverse weather conditions, humans, tools and machinery, insects, and nematodes, or through natural openings such as stomata, lenticels, hydathodes, nectar-producing glands, and leaf scars.\n\nMost foliage invaders are spread from plant to plant by windblown rain or dust. Humans disseminate bacteria through cultivation, grafting, pruning, and transporting diseased plant material. Animals, including insects and mites, are other common transmission agents. Some bacteria, such as the causal agent of Stewart’s, or bacterial, wilt of corn (Erwinia stewartii), not only are spread by a flea beetle but also survive over winter in this insect.\n\nWhen conditions are unfavourable for growth and multiplication, bacteria remain dormant on or inside plant tissue. Some, such as the crown gall bacterium, may survive for months or years in the soil.\n\nBacterial diseases are influenced greatly by temperature and moisture. Often, a difference of only a few degrees in temperature determines whether a bacterial disease will develop. In most cases, moisture as a water film on plant surfaces is essential for establishing an infection.\n\nControl\n\nIn general, the diseases caused by bacteria are relatively difficult to control. This is partly attributable to the speed of invasion as bacteria enter natural openings or wounds directly. Direct introduction also enables them to escape the toxic effects of chemical protectants. Losses from bacterial diseases are reduced by the use of pathogen-free seed grown in arid regions. Examples of diseases controlled by this method include bacterial blights of beans and peas, black rot of crucifers, and bacterial spot and canker of tomato. Seed treatment with hot water at about 50 °C (120 °F) is also effective for crucifers, cucurbits, carrot, eggplant, pepper, and tomato. Bactericidal seed compounds control some bacterial diseases, such as angular leaf spot of cotton, gladiolus scab, and soft rot of ornamentals. Rotation with nonhost crops reduces losses caused by wilt of alfalfa, blights of beans and peas, black rot of crucifers, crown gall, and bacterial spot and canker of tomato. Eradication and exclusion of host plants has been useful against citrus canker, angular leaf spot of cotton, fire blight, and crown gall. Resistant varieties of crop plants have been developed to reduce losses from wilts of alfalfa, corn, and tobacco; angular leaf spot of cotton and tobacco; and bacterial pustule of soybeans, among others. Protective insecticidal sprays help control bacterial diseases, such as wilts of sweet corn and cucurbits and soft rot of iris. Protective bactericidal sprays, paints, or drenches containing copper or antibiotics are used against bacterial blights of beans and celery, fire blight, crown gall, blackleg of delphinium, and hazelnut and walnut blights. Finally, sanitary measures—i.e., clean plow down of crop refuse, destruction of volunteer plants and weeds, sterilization of pruning and grafting tools—as well as refraining from cultivating when foliage is wet, overhead watering and spraying of indoor plants, and late cutting or grazing of alfalfa and other crops, are useful in reducing the incidence of bacterial diseases.\n\nThe characteristics of several plant diseases caused by bacteria are summarized in the table.\n\nSome bacterial diseases of plants\ndisease\tcausative agent\thosts\tsymptoms and signs\tadditional features\nGranville wilt\tPseudomonas solanacearum\ttobacco, tomato, potato, eggplant, pepper, and other plants\tstunting, yellowing, and wilting of parts above ground; roots decay and become black or brown\toccurs in most countries in temperate and semitropical zones; causes crop losses of hundreds of millions of dollars\nfire blight\tErwinia amylovora\tapple and pear\tblossoms appear water-soaked and shrivel; spreads to leaves and stems, causing rapid dieback\tfirst plant disease proved to be caused by a bacterium\nwildfire of tobacco\tPseudomonas syringae\ttobacco\tyellowish green spots on leaves\twildfire of tobacco occurs worldwide; causes losses in seedlings and field plants\nblight of beans\tXanthomonas campestris\tbeans (common blight)\tyellowish green spots on leaves\tmost phytopathogenic xanthomonads and pseudomonads cause necrotic spots on green parts of susceptible hosts; may be localized or systemic\n\tPseudomonas syringae\tbeans (brown spot)\tsmall water-soaked spots on lower side of leaves enlarge, coalesce, and become necrotic\nsoft rot\tErwinia carotovora\tmany fleshy-tissue fruits—e.g., cabbage, carrot, celery, onion\tsoft decay of fleshy tissues that become mushy and soft\toccurs worldwide; causes major economic losses\ncrown gall\tAgrobacterium tumefaciens\tmore than 100 genera of woody and herbaceous plants\tinitially a small enlargement of stems or roots usually at or near the soil line, increasing in size, becoming wrinkled, and turning brown to black\tthe conversion of a normal cell to one that produces excessive cell multiplication is caused by a plasmid (a small circular piece of DNA) carried by the pathogenic bacterium\naster yellows\tMycoplasma-like organism (MLO)\tmany vegetables, ornamentals, and weeds\tchlorosis; dwarfing malformations\tgreatest losses suffered by carrots; transmission by leafhoppers\ncitrus stubborn disease\tSpiroplasma citri (MLO)\tcitrus and stone fruits and vegetables\tchlorosis, yellowing of leaves, shortened internodes, wilting\tfirst MLO pathogen of plant disease cultured\n\nDiseases caused by fungi\n\nFungi cause the great majority, an estimated two-thirds, of infectious plant diseases. They include all white and true rusts, smuts, needle casts, leaf curls, mildew, sooty molds, and anthracnoses; most leaf, fruit, and flower spots; cankers; blights; scabs, root, stem, fruit, and wood rots; wilts; leaf, shoot, and bud galls; and many others. All economically important plants apparently are attacked by one or more fungi; often many different fungi may cause disease in one plant species.\n\nGeneral characteristics\n\nThe fungi represent an extremely large and diverse group of eukaryotic microorganisms. The cells, which contain a membrane-bound nucleus, are devoid of chlorophyll and have rigid cell walls. Fungi often have a plantlike vegetative body consisting of microscopic branching threadlike filaments of various lengths, called hyphae (singular hypha), some of which extend into the air while others penetrate the substrate on which they grow. The hyphae are arranged into a network called a mycelium. It is the mass of the mycelium that gives fungal growth its characteristic “cottony” or “fuzzy” appearance. Fungi reproduce by a variety of methods, both asexual and sexual. They produce many kinds of spores in very large numbers. For example, the colour of a moldy piece of bread is due to the colour of a massive number of microscopic mold spores.\n\nSymptoms and signs\n\nIn general, a fungal infection can cause local or extensive necrosis. It can also inhibit normal growth (hypotrophy) or induce excessive abnormal growth (hypertrophy or hyperplasia) in a portion of or throughout an entire plant. Symptoms associated with necrosis include leaf spots, blight, scab, rots, damping-off, anthracnose, dieback, and canker. Symptoms associated with hyperplasia include clubroot, galls, warts, and leaf curls.\n\nIn some instances, the fungus infecting the plant may produce growth or structures on the plant, stems, or leaves such as masses of mycelium or aggregates of spores with a characteristic appearance. These developments are referred to as signs of infection, in contrast to symptoms, which refer specifically to the plant or plant tissue.\n\nTransmission\n\nFungi are spread primarily by spores, which are produced in abundance. The spores can be carried and disseminated by wind currents, water (splashing and rain), soil (dust), insects, birds, and the remains of plants that once were infected. Vegetative fungal cells that exist in dead plant material also can be transmitted when they come in contact with a susceptible host. The survival of vegetative cells of plant pathogenic fungi in nature depends on climatic conditions, particularly temperature and moisture. Vegetative cells can survive temperatures from −5 to 45 °C (23 to 113 °F); fungal spores are considerably more resistant. The germination of spores, however, is favoured by mild temperatures and high humidity.\n\nControl\n\nBecause many thousands of fungal species can infect a broad range of plants and because each fungal species has different characteristics, a variety of practices are available to control fungal diseases. The principal control measures include the use of disease-free seed and propagating stock, the destruction of all plant materials that may harbour pathogenic fungi, crop rotation, the development and use of resistant plant varieties, and the use of chemical and biological fungicides.\n\nSeveral fungal diseases are characterized in the table.\n\nSome fungal diseases of plants\ndisease\tcausative agent\thosts\tsymptoms and signs\tadditional features\nlate blight of potato\tPhytophthora infestans\tpotato\twater-soaked dark green to black or purplish lesions with pale green margins on lower leaves, white mildew at edge of lesions\tresponsible for Irish famine; caused starvation and death and mass migration of population\nchestnut blight\tEndothia parasitica\tchestnut tree\tyellowish to reddish brown patches appear on bark; lesions spread quickly and girdle twigs or limbs, which die\tdisease accidentally imported from Asia; first observed in New York in 1904 and rapidly spread across the United States, practically eliminating native American chestnuts\nDutch elm disease\tCeratocystis ulmi\telm tree\tleaves wilt, turn dull green to yellow or brown, and drop off; branches die\tthe causative fungus is believed to have entered Europe from Asia during World War I and was later transported to the United States (1930) on elm burl logs imported for furniture veneer; elm bark beetles spread the pathogen in the United States\nblack stem rust of wheat\tPuccinia graminis\twheat; many grasses\ton wheat, rust-coloured pustules with spores, chlorosis of surrounding tissue, followed by development of black teliospores; on barberry, chlorosis and hypertrophy of infected tissue, orange spore masses\tdisease occurs wherever wheat is grown; in 1935 it destroyed about 60 percent of the total hard red spring wheat crop in Minnesota and South Dakota; fungus has a complex life cycle, partly on wheat and partly on the barberry plant; eradication of the barberry plant is an important control measure\ncoffee rust\tHemileia vastatrix\tcoffee\torange-yellow powdery spots on lower side of leaves; centres turn brown and leaves fall\tmost destructive disease of coffee; has caused devastating losses in all coffee-producing countries\nwhite-pine blister rust\tCronartium ribicola\twhite pine tree\tsmall, discoloured, spindle-shaped cankers surrounded by narrow band of yellow-orange bark; blisters exude secretion followed by bright orange pustules\tone of the most important forest diseases in the United States; currant is the alternate host, and its eradication is an important control measure\ncorn smut\tUstilago maydis\tcorn\tminute galls form on young corn seedlings; on older plants, large galls are produced on the silk of ears and on tassels, leaves, and stalks\toccurs wherever corn is grown; may cause serious crop damage\nloose smut\tUstilago nuda\tbarley, oats, wheat\tinfected heads are covered with masses of olive-green spores\tworldwide occurrence; destroys kernels of the infected plant\ndowny mildew\tmany species of the family Peronosporaceae\tmany types of plants: grapes, grasses, vegetables, and others\tyellow irregular spots appear on upper leaf surface; downy fungus growth appears on underside; leaves die\tone of the first plant diseases controlled by a fungicide—i.e., Bordeaux mixture, a mixture of lime and copper sulfate used on grapes\npowdery mildew\tmany species of the family Erysiphaceae\tmany types of plants: grasses, vegetables, shrubs, and trees\tspots of powdery mildew growth that enlarge to cover leaves or other plant organs\tone of the most common and widely spread plant diseases\napple scab\tVenturia inaequalis\tapple\tsmall olive-coloured areas appear on young leaves, later turn black, and may coalesce; black circular spots appear on fruit\toccurs almost everywhere apples are grown; infection reduces fruit size and quality\nblack spot of rose\tDiplocarpon rosae\trose\tlarge circular black lesions on leaves; leaves turn yellow and fall off\tclassified as an anthracnose, which affects leaves, stems, and fruits of many plants\nanthracnose of grape\tElsinae ampelina\tgrape\t(as above)\t(as above)\nnectria canker\tNectria galligena\tapple and pear and many hardwood forest trees\tinitially small circular brown areas that enlarge and become depressed with raised edges; callus tissue produced around canker\tone of the most important diseases of pear, apple, and hardwood forest trees\nblack knot of plum and cherry\tPlowrightia morbosum\tplum and cherry\tsmall black knotty swellings on twigs and branches\toccurs primarily in the eastern half of the United States and New Zealand\nbrown rot\tMonilinia fructicola\tstone fruits\tbrown spots on blossoms; twigs develop small sunken brown cankers; fruit develops brown spots that spread rapidly\tworldwide occurrence; can cause heavy losses both in orchards and in shipment\nsoft rot\tRhizopus species\tflowers, fruits, and vegetables with fleshy organs\ttissues become soft with water-soaked appearance that often spreads rapidly, followed by development of fuzzy gray mycelium and black spores\tinfection develops most rapidly on ripe fruits with favourable conditions (moderate temperature and high humidity)\nfusarium wilt of tomato\tFusarium oxysporum\ttomatoes\tleaves are bent down, growth is stunted, plant dies; dark streaks appear in vascular tissue\tone of the most destructive diseases of tomato; entire fields can be destroyed\nwilts of vegetables, flowers, and some trees\tVerticillium species\tcotton, potato, tomato, alfalfa, shade trees, and others\tsimilar to fusarium wilts; develops primarily in seedlings that die shortly after infection; older plants also are attacked\tworldwide distribution; the fungus infects hundreds of species of plants\n\nDiseases caused by nematodes\n\nNematodes parasitic on plants are active, slender, unsegmented roundworms (also called nemas or eelworms). The great majority cannot be seen with the unaided eye, because they are very small and translucent. Practically all adult forms fall within the range of 0.25 to 2 millimetres in length. About 1,200 species cause disease in plants. Probably every form of plant life is fed upon by at least one species of nematode. They usually live in soil and attack small roots, but some species inhabit and feed in bulbs, buds, stems, leaves, or flowers.\n\nMode of nematode attack\n\nNematodes parasitic on plants obtain food by sucking juices from them. Feeding is accomplished through a hollow, needlelike mouthpart called a spear or stylet. The nematode pushes the stylet into plant cells and injects a liquid containing enzymes, which digest plant cell contents. The liquefied contents are then sucked back into the nematode’s digestive tract through the stylet. Nematode feeding lowers natural resistance, reduces vigour and yield of plants, and affords easy entrance for wilt-producing or root rot-producing fungi or bacteria and other nematodes. Nematode-infested plants are weak and often appear to suffer from drought, excessive soil moisture, sunburn or frost, a mineral deficiency or imbalance, insect injury to roots or stems, or disease.\n\nCommon symptoms of nematode injury include stunting, loss of green colour and yellowing; dieback of twigs and shoots; slow general decline; wilting on hot, bright days; and lack of response to water and fertilizer. Feeder root systems are reduced; they may be stubby or excessively branched, often discoloured, and decayed. Winterkill of orchard trees, raspberries, strawberries, ornamentals, and other perennials is commonly associated with nematode infestations.\n\nRoot injury develops partly from the nematodes feeding on cells and partly from toxic salivary excretions of the parasite. Tissues often respond by producing either an enlargement or degeneration of cells; sometimes both occur.\n\nMany nematodes are native and attack cultivated plants when their natural hosts are removed. Others have been introduced with seedling plants, bulbs, tubers, and particularly in soil balled around roots of infested nursery stock.\n\nNematodes may live part of the time free in soil around roots or in fallow gardens and fields. They tunnel inside plant tissues (endoparasites) or feed externally from the surface (ectoparasites) and may enter a plant through wounds or natural openings or by penetrating roots. All nematodes parasitic on plants require living plant tissues for reproduction. Nematodes are attracted to host roots by sensing either the heat given off by roots or the chemicals secreted by roots.\n\nMost species require 20 to 60 days to complete a generation from egg through four larval stages to adult and back to egg. Some nematodes have only one generation a year but still produce several hundred offspring.\n\nSoil populations and developmental rate of nematodes are affected by the length of the growing season; temperature; availability of water and nutrients; and moisture, type, texture, and structure of soil. Also important are populations of nematode-parasitic bacteria, viruses, some 50 different nematode-trapping fungi, protozoans, mites, flatworms, or other pests, and other nematodes. Toxic chemicals added to the soil or those secreted by plant roots; crop rotations and past cropping history; species, variety, age and nutrition of growing plants; and other factors are additional conditions that affect nematode populations.\n\nCertain species live strictly in light, sandy soils; some build up high populations in muck soils; and a few seem to thrive in heavy soils. High populations and greater crop damage are much more common in light sandy soils than in heavy clay soils.\n\nMany plant-infecting nematodes become inactive at temperatures between 5 and 15 °C (41 and 59 °F) and 30 and 40 °C (86 and 104 °F). The optimum for most is 20 to 30 °C (68 to 86 °F), but this varies greatly with the species, stage of development, activity, growth of the host, and other factors.\n\nNematodes may be found in plant tissues in large numbers. Hundreds of thousands may be present in infested roots or bulbs.\n\nAfter a plant-infecting nematode has been accidentally introduced into a garden or field, several years pass before the population builds up sufficiently (i.e., up to several billion or more active nematodes per hectare) to cause conspicuous symptoms in a large number of plants. This is because nematodes move very slowly through soil—rarely more than 75 cm (29.5 inches) a year. Nematodes are easily spread, however, by moving infested soil, plant parts, or contaminated objects—e.g., tools and machinery, bags and other containers, running water, wind, clothing, shoes, animals, birds, and infested planting stock.\n\nLoad Next Page "
  },
  {
    "title": "Plant disease - Transmission, Pathogens, Symptoms | Britannica",
    "url": "https://www.britannica.com/science/plant-disease/Transmission",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\nWhy Do Some Cicadas Appear Only Every 17 Years?\nExtinct in the Wild but Still Around: 5 Plants and Animals Kept Alive by Humans\nWhy Was Nazi Germany Called the Third Reich?\n6 Animals We Ate Into Extinction\n9 of the World’s Deadliest Snakes\nWhy Do Bananas Turn Brown?\nPoker Hands Ranked\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nTransmission\n\nWith the exception of tobacco mosaic virus, relatively few viruses or viroids are spread extensively in the field by contact between diseased and healthy leaves.\n\nAll viruses that spread within their host tissues (systemically) can be transmitted by grafting branches or buds from diseased plants on healthy plants. Natural grafting and transmission are possible by root grafts and with parasitic dodder (Cuscuta species). Vegetative propagation often spreads plant viruses. Fifty to 60 viruses are transmitted in seed, and a few seed-borne viruses, such as sour-cherry yellows, are carried in pollen and transmitted by insects.\n\nMost disease-causing viruses are carried and transmitted naturally by insects and mites, which are called vectors of the virus. The principal virus-carrying insects are about 200 species of aphids, which transmit mostly mosaic viruses, and more than 100 species of leafhoppers, which carry yellows-type viruses. Whiteflies, thrips, mealybugs, plant hoppers, grasshoppers, scales, and a few beetles also serve as vectors for certain viruses. Some viruses may persist for weeks or months and even duplicate themselves in their insect vectors; others are carried for less than an hour. Slugs, snails, birds, rabbits, and dogs also transmit a few viruses, but this is not common.\n\nA small number of plant viruses are soilborne. Viruses causing grape fanleaf, tobacco rattle, and tobacco and tomato ring spots, as well as several strawberry viruses, are spread by nematodes feeding externally (i.e., ectoparasitic) on plant roots. A few soilborne viruses may be spread by the swimming spores of primitive, soil-inhabiting pathogenic fungi, such as those causing big vein of lettuce, soilborne wheat mosaic, and tobacco necrosis.\n\nViruses often overwinter in biennial and perennial crops and weeds (plants that overwinter by means of roots and produce seed in their second year or during several years, respectively), in plant debris, and in insect vectors. Plants, once infected, normally remain so for life.\n\nControl\n\nAfter a plant is infected with a virus/viroid, little can be done to restore its health. Control is accomplished by several methods, such as growing resistant species and varieties of plants or obtaining virus-free seed, cuttings, or plants as a result of indexing and certification programs. Indexing is a procedure to determine the presence or absence of viruses not readily transmitted mechanically. Material from a “test” plant is grafted to an “indicator” plant that develops characteristic symptoms if affected by the viral disease in question. In addition, more drastic measures are sometimes followed, including destroying (roguing) infected crop and weed host plants and enforcing state and national quarantines or embargoes. Further control measures include controlling insect vectors by spraying plants with contact insecticides or fumigating soil to kill insects, nematodes, and other possible vectors. Growing valuable plants under fine cheesecloth or wire screening that excludes insect vectors also is done. Separation of new from virus-infected plantings of the same or closely related species is sometimes effective, and the simple practice of not propagating from plants suspected or known to harbour a virus also reduces loss.\n\nInfected peach, apple, and rose budwood stock and carnations have been grown for weeks or months at temperatures about 37 to 38 °C (99 to 100 °F) to free new growth from viruses. Soaking some woody plant parts or virus-infected sugarcane shoots in hot water at about 50 °C (120 °F) for short periods also is effective. Both dry and wet heat treatments are based on the sensitivity of certain viruses to high temperatures. Rapidly growing dahlia and chrysanthemum sprouts outgrow viruses so that stem tips can be used to propagate healthy plants. With certain carnations, chrysanthemums, and potatoes, a few cells from the growing tip have been grown under sterile conditions in tissue culture; from these, whole plants have been developed free from viruses.\n\nExamples of virus and viroid diseases are characterized in the table.\n\nSome viral and viroid diseases of plants\ndisease\tcausative agent\thosts\tsymptoms and signs\tadditional features\ntobacco mosaic\ttobacco mosaic virus (TMV)\ttobacco, tomato, and hundreds of other vegetables and weeds\tmottled appearance of leaves (mosaic pattern); dwarfing\tvirus remains viable for years in soil and tobacco; the disease occurs worldwide; significant economic losses can occur\ncucumber mosaic\tcucumber mosaic virus (CMV)\tcucumber, bean, tobacco, and other plants (wide range of hosts)\tsimilar to those of TMV infections\tworldwide occurrence; very broad range of hosts\nbarley yellow dwarf\tbarley yellow dwarf virus (BYDV)\tbarley, oats, rye, wheat; also pasture grasses and weeds\tyellowing and dwarfing of leaves; stunting of plants\tone of the most important diseases of small grains\ntomato spotted wilt\ttomato spotted wilt virus (TSWV)\ttomato, pepper, pineapple, peanut, and many other plants\tleaves show concentric, necrotic rings; necrotic region yellow, then turning red-brown\tvery wide host range; infects hundreds of different plants\nprunus necrotic ring spot\tprunus necrotic ring spot virus (PNRV)\tstone fruits—e.g., cherry, almond, peach, apricot, plum, and others\tdelayed foliation; leaves on infected branches show light green spots and dark rings, then become necrotic and fall off\tvery widespread disease of stone fruits; affects almost all trees in fruit-producing regions\npotato spindle tuber\tpotato spindle tuber viroid (PSTV)\tpotato and tomato\tstunted growth; tubers are spindle-shaped and smaller than healthy tubers\tthe first identified viroid infection in plants; can cause major reduction in crop yield\ncitrus exocortis\tcitrus exocortis viroid (CEV)\torange, lemon, lime, and other citrus plants\tinfected trees show vertical splits in bark, thin strips of partially loosened bark, and a cracked, scaly appearance\tworldwide distribution; causes reduction of crop yield\n\nDiseases caused by bacteria\n\nThousands of bacterial species occur in nature. Many of these perform biochemical processes essential for the continuity of life; for example, bacterial detritivores, or decomposers, feed on nonliving organic matter, recycling it through the ecosystem. There are, however, hundreds of bacterial species that cause diseases in humans, animals, and plants.\n\nGeneral characteristics\n\nBacteria are prokaryotic microorganisms—i.e., single-celled microorganisms in which the nuclear substance is not enclosed in a membrane. There are two major types of bacteria, the eubacteria and the archaebacteria, and they are distinguished by differences in the composition of their cell wall and cytoplasmic membrane and by certain metabolic features. Plant pathogens belong to the eubacteria. The eubacteria can be divided into three groups: gram-negative bacteria, gram-positive bacteria, and the mycoplasmas and spiroplasmas, referred to as mycoplasma-like organisms (MLOs). Gram-negative and gram-positive bacteria are distinguished on the basis of their cell wall structure, which affects the ability of the bacterium to react to the Gram stain—one of the most useful stains in bacteriologic laboratories. The distinguishing characteristic of MLOs is their lack of a cell wall; their outer boundary is instead a cytoplasmic membrane, which imparts some unusual properties not found in most eubacteria. MLOs belong to the taxonomic class Mollicutes. Plant diseases caused by MLOs are grouped as agents of “decline” (characterized by loss of vigour, decrease in yield of fruit, and eventual death) and agents of virescence (the greening of flowers) and developmental abnormalities.\n\nThe principal genera of plant pathogenic bacteria are Agrobacterium, Clavibacter, Erwinia, Pseudomonas, Xanthomonas, Streptomyces, and Xylella. With the exception of Streptomyces species, all are small, single, rod-shaped cells approximately 0.5 to 1.0 micrometre (0.00002 to 0.00004 inch) in width and 1.0 to 3.5 micrometres in length. Streptomycetes develop branched mycelia (narrow, threadlike growth) with curled chains of conidia (spores) on the tips of the mycelia. Streptomyces are gram-positive; most species of the other genera are gram-negative.\n\nSymptoms and signs\n\nBacterial diseases can be grouped into four broad categories based on the extent of damage to plant tissue and the symptoms that they cause, which may include vascular wilt, necrosis, soft rot, and tumours. Vascular wilt results from the bacterial invasion of the plant’s vascular system. The subsequent multiplication and blockage prevents movement (translocation) of water and nutrients through the xylem of the host plant. Drooping, wilting, or death of the aerial plant structure may occur; examples include bacterial wilt of sweet corn, alfalfa, tobacco, tomato, and cucurbits (e.g., squash, pumpkin, and cucumber) and black rot of crucifers. Pathogens can cause necrosis by secreting a toxin (poison). Symptoms include formation of leaf spots, stem blights, or cankers. Soft rot diseases are caused by pathogens that secrete enzymes capable of decomposing cell wall structures, thereby destroying the texture of plant tissue—i.e., the plant tissue becomes macerated (soft and watery). Soft rots commonly occur on fleshy vegetables such as potato, carrot, eggplant, squash, and tomato. Tumour diseases are caused by bacteria that stimulate uncontrolled multiplication of plant cells, resulting in the formation of abnormally large structures.\n\nMost bacteria produce one major symptom, but a few produce a range or combination of symptoms. In general, it is not particularly difficult to tell whether a plant is affected by a bacterial pathogen; however, identification of the causative agent at the species level requires isolation and characterization of the pathogen using numerous laboratory techniques ().\n\nTransmission and infection\n\nIn order for a bacterium to produce a disease in a plant, the bacterium must first invade the plant tissue and multiply. Bacterial pathogens enter plants through wounds, principally produced by adverse weather conditions, humans, tools and machinery, insects, and nematodes, or through natural openings such as stomata, lenticels, hydathodes, nectar-producing glands, and leaf scars.\n\nMost foliage invaders are spread from plant to plant by windblown rain or dust. Humans disseminate bacteria through cultivation, grafting, pruning, and transporting diseased plant material. Animals, including insects and mites, are other common transmission agents. Some bacteria, such as the causal agent of Stewart’s, or bacterial, wilt of corn (Erwinia stewartii), not only are spread by a flea beetle but also survive over winter in this insect.\n\nWhen conditions are unfavourable for growth and multiplication, bacteria remain dormant on or inside plant tissue. Some, such as the crown gall bacterium, may survive for months or years in the soil.\n\nBacterial diseases are influenced greatly by temperature and moisture. Often, a difference of only a few degrees in temperature determines whether a bacterial disease will develop. In most cases, moisture as a water film on plant surfaces is essential for establishing an infection.\n\nControl\n\nIn general, the diseases caused by bacteria are relatively difficult to control. This is partly attributable to the speed of invasion as bacteria enter natural openings or wounds directly. Direct introduction also enables them to escape the toxic effects of chemical protectants. Losses from bacterial diseases are reduced by the use of pathogen-free seed grown in arid regions. Examples of diseases controlled by this method include bacterial blights of beans and peas, black rot of crucifers, and bacterial spot and canker of tomato. Seed treatment with hot water at about 50 °C (120 °F) is also effective for crucifers, cucurbits, carrot, eggplant, pepper, and tomato. Bactericidal seed compounds control some bacterial diseases, such as angular leaf spot of cotton, gladiolus scab, and soft rot of ornamentals. Rotation with nonhost crops reduces losses caused by wilt of alfalfa, blights of beans and peas, black rot of crucifers, crown gall, and bacterial spot and canker of tomato. Eradication and exclusion of host plants has been useful against citrus canker, angular leaf spot of cotton, fire blight, and crown gall. Resistant varieties of crop plants have been developed to reduce losses from wilts of alfalfa, corn, and tobacco; angular leaf spot of cotton and tobacco; and bacterial pustule of soybeans, among others. Protective insecticidal sprays help control bacterial diseases, such as wilts of sweet corn and cucurbits and soft rot of iris. Protective bactericidal sprays, paints, or drenches containing copper or antibiotics are used against bacterial blights of beans and celery, fire blight, crown gall, blackleg of delphinium, and hazelnut and walnut blights. Finally, sanitary measures—i.e., clean plow down of crop refuse, destruction of volunteer plants and weeds, sterilization of pruning and grafting tools—as well as refraining from cultivating when foliage is wet, overhead watering and spraying of indoor plants, and late cutting or grazing of alfalfa and other crops, are useful in reducing the incidence of bacterial diseases.\n\nThe characteristics of several plant diseases caused by bacteria are summarized in the table.\n\nSome bacterial diseases of plants\ndisease\tcausative agent\thosts\tsymptoms and signs\tadditional features\nGranville wilt\tPseudomonas solanacearum\ttobacco, tomato, potato, eggplant, pepper, and other plants\tstunting, yellowing, and wilting of parts above ground; roots decay and become black or brown\toccurs in most countries in temperate and semitropical zones; causes crop losses of hundreds of millions of dollars\nfire blight\tErwinia amylovora\tapple and pear\tblossoms appear water-soaked and shrivel; spreads to leaves and stems, causing rapid dieback\tfirst plant disease proved to be caused by a bacterium\nwildfire of tobacco\tPseudomonas syringae\ttobacco\tyellowish green spots on leaves\twildfire of tobacco occurs worldwide; causes losses in seedlings and field plants\nblight of beans\tXanthomonas campestris\tbeans (common blight)\tyellowish green spots on leaves\tmost phytopathogenic xanthomonads and pseudomonads cause necrotic spots on green parts of susceptible hosts; may be localized or systemic\n\tPseudomonas syringae\tbeans (brown spot)\tsmall water-soaked spots on lower side of leaves enlarge, coalesce, and become necrotic\nsoft rot\tErwinia carotovora\tmany fleshy-tissue fruits—e.g., cabbage, carrot, celery, onion\tsoft decay of fleshy tissues that become mushy and soft\toccurs worldwide; causes major economic losses\ncrown gall\tAgrobacterium tumefaciens\tmore than 100 genera of woody and herbaceous plants\tinitially a small enlargement of stems or roots usually at or near the soil line, increasing in size, becoming wrinkled, and turning brown to black\tthe conversion of a normal cell to one that produces excessive cell multiplication is caused by a plasmid (a small circular piece of DNA) carried by the pathogenic bacterium\naster yellows\tMycoplasma-like organism (MLO)\tmany vegetables, ornamentals, and weeds\tchlorosis; dwarfing malformations\tgreatest losses suffered by carrots; transmission by leafhoppers\ncitrus stubborn disease\tSpiroplasma citri (MLO)\tcitrus and stone fruits and vegetables\tchlorosis, yellowing of leaves, shortened internodes, wilting\tfirst MLO pathogen of plant disease cultured\n\nDiseases caused by fungi\n\nFungi cause the great majority, an estimated two-thirds, of infectious plant diseases. They include all white and true rusts, smuts, needle casts, leaf curls, mildew, sooty molds, and anthracnoses; most leaf, fruit, and flower spots; cankers; blights; scabs, root, stem, fruit, and wood rots; wilts; leaf, shoot, and bud galls; and many others. All economically important plants apparently are attacked by one or more fungi; often many different fungi may cause disease in one plant species.\n\nLoad Next Page "
  },
  {
    "title": "Plant disease - Toxic Chemicals | Britannica",
    "url": "https://www.britannica.com/science/plant-disease/Toxic-chemicals",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\nFlags That Look Alike\n9 of the World’s Deadliest Spiders\nHow Fast Is the World’s Fastest Human?\nWhat’s the Difference Between a Turtle and a Tortoise?\nWhy Do Some Cicadas Appear Only Every 17 Years?\n7 Surprising Uses for Mummies\nWhat’s the Difference Between Llamas and Alpacas?\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nToxic chemicals\n\nMany complex chemicals are routinely applied to plants to prevent attack by insects, mites, and pathogens; to kill weeds; or to control growth. Serious damage may result when fertilizers, herbicides, fumigants, growth regulators, antidesiccants, insecticides, miticides, fungicides, nematicides, and surfactants (substances with enhanced wetting, dispersing, or cleansing properties, such as detergents) are applied at excessive rates or under hot, cold, or slow-drying conditions.\n\nSome pollutants are the direct products of industry and fuel combustion, while others are the result of photochemical reactions between products of combustion and naturally occurring atmospheric compounds. The major pollutants toxic to plants are sulfur dioxide, fluorine, ozone, and peroxyacetyl nitrate.\n\nSulfur dioxide results primarily from the burning of large amounts of soft coal and high-sulfur oil. It is toxic to a wide range of plants at concentrations as low as 0.25 part per million (ppm) of air (i.e., on a volume basis, one part per million represents one volume of pure gaseous toxic substance mixed in one million volumes of air) for 8 to 24 hours. Gaseous and particulate fluorides are more toxic to sensitive plants than is sulfur dioxide because they are accumulated by leaves. They are also toxic to animals that feed on such foliage. Fluorine injury is common near metal-ore smelters, refineries, and industries making fertilizers, ceramics, aluminum, glass, and bricks.\n\nOzone and peroxyacetyl nitrate injury (also called oxidant injury) are more prevalent in and near cities with heavy traffic problems. Exhaust gases from internal combustion engines contain large amounts of hydrocarbons (substances that principally contain carbon and hydrogen molecules—gasoline, for example). Smaller amounts of unconsumed hydrocarbons are formed by combustion of fossil fuels (e.g., coal, oil, natural gas) and refuse burning. Ozone, peroxyacetyl nitrate, and other oxidizing chemicals (smog) are formed when sunlight reacts with nitrogen oxides and hydrocarbons. This pollutant complex is damaging to susceptible plants many kilometres from its source. Ozone and peroxyacetyl nitrate are capable of causing injury if present at levels of 0.01 to 0.05 part per million for several hours.\n\nPhysical injury\n\nLightning, hail, high winds, ice and snow loads, machinery, insect and animal feeding, and various cultural practices may seriously injure plants or plant products. With the exception of lightning, which may cause death of trees and succulent crop plants in limited areas, such injury does not usually kill plants. Wounds are created, however, through which pathogens may enter.\n\nInfectious disease-causing agents\n\nPlants are subject to infection by thousands of species from very diverse groups of organisms. Most are microscopic, but a few are macroscopic. The infectious agents, as previously mentioned, are called pathogens and can be grouped as follows: viruses and viroids, bacteria (including mycoplasmas and spiroplasmas, collectively referred to as mycoplasma-like organisms [MLOs]), fungi, nematodes, and parasitic seed plants.\n\nDiseases caused by viruses and viroids\nGeneral characteristics\n\nViruses and viroids are the smallest of the infectious agents. The structurally mature infectious particle is called a virion. Virions range in size from approximately 20 nanometres (0.0000008 inch) to 250–400 nanometres and are of various shapes. Viroids differ from viruses in that they have no structural proteins, such as those that form the protein coat (capsid) of the virus.\n\nBoth viruses and viroids are obligate parasites—i.e., they are able to multiply or replicate only within a living cell of a particular host. A single plant species may be susceptible to infection by several different viruses or viroids. Major disease of important food crops such as potato, tomato, wheat, oats, rice, corn, peach, orange, sugar beet, sugarcane, and palm result from viral infection. Diseases are generally most serious in plants that are propagated vegetatively, or asexually—i.e., grown from cuttings, cut divisions, sprouts, and other plant material—rather than grown from seeds (sexually propagated).\n\nSymptoms\nTomato leaves puckered and blistered by the tobacco mosaic virus.\n\nThe symptoms of viral and viroid plant diseases fall into four groups: (1) change in colour—yellowing, green and yellow mottling, and vein clearing; (2) malformations—distortion of leaves and flowers, rosetting, proliferation and witches’-brooms (abnormal proliferation of shoots), and little or no leaf development between the veins; (3) necrosis—leaf spots, ring spots, streaks, wilting or drooping, and internal death, especially of phloem (food-conducting) tissue; and (4) stunting or dwarfing of leaves, stems, or entire plants. Rarely they may kill the host in a short time (e.g., spotted wilt and curly top of tomato). More commonly they cause reduced yield and lower quality of product.\n\nIn many cases, virus-infected plants are more susceptible to root rots, stem or stalk rots, seedling blights, and possibly other types of diseases.\n\nSome plants may carry one or more viruses and show no symptoms; thus, they are latent carriers and a source of infection for other plants. Symptoms of certain virus-infected plants, such as geraniums, may be masked at high temperatures. Virus symptoms reappear when the weather cools.\n\nFor convenience, viral/viroid diseases are often grouped together generally by symptoms, regardless of true viral/viroid relationships. Viruses also can be grouped into strains, each differing greatly in virulence and other properties. For example, two virus strains, chemically distinct, may produce indistinguishable symptoms in one orchid plant but strikingly different symptoms in another. Diseases caused by unrelated viruses may resemble one another more closely than diseases caused by strains of the same virus. Certain variegated plants, such as Abutilon and Rembrandt tulips, owe their horticultural uniqueness and desirability to being inherently virus-infected.\n\nTransmission\n\nWith the exception of tobacco mosaic virus, relatively few viruses or viroids are spread extensively in the field by contact between diseased and healthy leaves.\n\nAll viruses that spread within their host tissues (systemically) can be transmitted by grafting branches or buds from diseased plants on healthy plants. Natural grafting and transmission are possible by root grafts and with parasitic dodder (Cuscuta species). Vegetative propagation often spreads plant viruses. Fifty to 60 viruses are transmitted in seed, and a few seed-borne viruses, such as sour-cherry yellows, are carried in pollen and transmitted by insects.\n\nMost disease-causing viruses are carried and transmitted naturally by insects and mites, which are called vectors of the virus. The principal virus-carrying insects are about 200 species of aphids, which transmit mostly mosaic viruses, and more than 100 species of leafhoppers, which carry yellows-type viruses. Whiteflies, thrips, mealybugs, plant hoppers, grasshoppers, scales, and a few beetles also serve as vectors for certain viruses. Some viruses may persist for weeks or months and even duplicate themselves in their insect vectors; others are carried for less than an hour. Slugs, snails, birds, rabbits, and dogs also transmit a few viruses, but this is not common.\n\nA small number of plant viruses are soilborne. Viruses causing grape fanleaf, tobacco rattle, and tobacco and tomato ring spots, as well as several strawberry viruses, are spread by nematodes feeding externally (i.e., ectoparasitic) on plant roots. A few soilborne viruses may be spread by the swimming spores of primitive, soil-inhabiting pathogenic fungi, such as those causing big vein of lettuce, soilborne wheat mosaic, and tobacco necrosis.\n\nViruses often overwinter in biennial and perennial crops and weeds (plants that overwinter by means of roots and produce seed in their second year or during several years, respectively), in plant debris, and in insect vectors. Plants, once infected, normally remain so for life.\n\nControl\n\nAfter a plant is infected with a virus/viroid, little can be done to restore its health. Control is accomplished by several methods, such as growing resistant species and varieties of plants or obtaining virus-free seed, cuttings, or plants as a result of indexing and certification programs. Indexing is a procedure to determine the presence or absence of viruses not readily transmitted mechanically. Material from a “test” plant is grafted to an “indicator” plant that develops characteristic symptoms if affected by the viral disease in question. In addition, more drastic measures are sometimes followed, including destroying (roguing) infected crop and weed host plants and enforcing state and national quarantines or embargoes. Further control measures include controlling insect vectors by spraying plants with contact insecticides or fumigating soil to kill insects, nematodes, and other possible vectors. Growing valuable plants under fine cheesecloth or wire screening that excludes insect vectors also is done. Separation of new from virus-infected plantings of the same or closely related species is sometimes effective, and the simple practice of not propagating from plants suspected or known to harbour a virus also reduces loss.\n\nInfected peach, apple, and rose budwood stock and carnations have been grown for weeks or months at temperatures about 37 to 38 °C (99 to 100 °F) to free new growth from viruses. Soaking some woody plant parts or virus-infected sugarcane shoots in hot water at about 50 °C (120 °F) for short periods also is effective. Both dry and wet heat treatments are based on the sensitivity of certain viruses to high temperatures. Rapidly growing dahlia and chrysanthemum sprouts outgrow viruses so that stem tips can be used to propagate healthy plants. With certain carnations, chrysanthemums, and potatoes, a few cells from the growing tip have been grown under sterile conditions in tissue culture; from these, whole plants have been developed free from viruses.\n\nExamples of virus and viroid diseases are characterized in the table.\n\nSome viral and viroid diseases of plants\ndisease\tcausative agent\thosts\tsymptoms and signs\tadditional features\ntobacco mosaic\ttobacco mosaic virus (TMV)\ttobacco, tomato, and hundreds of other vegetables and weeds\tmottled appearance of leaves (mosaic pattern); dwarfing\tvirus remains viable for years in soil and tobacco; the disease occurs worldwide; significant economic losses can occur\ncucumber mosaic\tcucumber mosaic virus (CMV)\tcucumber, bean, tobacco, and other plants (wide range of hosts)\tsimilar to those of TMV infections\tworldwide occurrence; very broad range of hosts\nbarley yellow dwarf\tbarley yellow dwarf virus (BYDV)\tbarley, oats, rye, wheat; also pasture grasses and weeds\tyellowing and dwarfing of leaves; stunting of plants\tone of the most important diseases of small grains\ntomato spotted wilt\ttomato spotted wilt virus (TSWV)\ttomato, pepper, pineapple, peanut, and many other plants\tleaves show concentric, necrotic rings; necrotic region yellow, then turning red-brown\tvery wide host range; infects hundreds of different plants\nprunus necrotic ring spot\tprunus necrotic ring spot virus (PNRV)\tstone fruits—e.g., cherry, almond, peach, apricot, plum, and others\tdelayed foliation; leaves on infected branches show light green spots and dark rings, then become necrotic and fall off\tvery widespread disease of stone fruits; affects almost all trees in fruit-producing regions\npotato spindle tuber\tpotato spindle tuber viroid (PSTV)\tpotato and tomato\tstunted growth; tubers are spindle-shaped and smaller than healthy tubers\tthe first identified viroid infection in plants; can cause major reduction in crop yield\ncitrus exocortis\tcitrus exocortis viroid (CEV)\torange, lemon, lime, and other citrus plants\tinfected trees show vertical splits in bark, thin strips of partially loosened bark, and a cracked, scaly appearance\tworldwide distribution; causes reduction of crop yield\n\nDiseases caused by bacteria\n\nThousands of bacterial species occur in nature. Many of these perform biochemical processes essential for the continuity of life; for example, bacterial detritivores, or decomposers, feed on nonliving organic matter, recycling it through the ecosystem. There are, however, hundreds of bacterial species that cause diseases in humans, animals, and plants.\n\nGeneral characteristics\n\nBacteria are prokaryotic microorganisms—i.e., single-celled microorganisms in which the nuclear substance is not enclosed in a membrane. There are two major types of bacteria, the eubacteria and the archaebacteria, and they are distinguished by differences in the composition of their cell wall and cytoplasmic membrane and by certain metabolic features. Plant pathogens belong to the eubacteria. The eubacteria can be divided into three groups: gram-negative bacteria, gram-positive bacteria, and the mycoplasmas and spiroplasmas, referred to as mycoplasma-like organisms (MLOs). Gram-negative and gram-positive bacteria are distinguished on the basis of their cell wall structure, which affects the ability of the bacterium to react to the Gram stain—one of the most useful stains in bacteriologic laboratories. The distinguishing characteristic of MLOs is their lack of a cell wall; their outer boundary is instead a cytoplasmic membrane, which imparts some unusual properties not found in most eubacteria. MLOs belong to the taxonomic class Mollicutes. Plant diseases caused by MLOs are grouped as agents of “decline” (characterized by loss of vigour, decrease in yield of fruit, and eventual death) and agents of virescence (the greening of flowers) and developmental abnormalities.\n\nThe principal genera of plant pathogenic bacteria are Agrobacterium, Clavibacter, Erwinia, Pseudomonas, Xanthomonas, Streptomyces, and Xylella. With the exception of Streptomyces species, all are small, single, rod-shaped cells approximately 0.5 to 1.0 micrometre (0.00002 to 0.00004 inch) in width and 1.0 to 3.5 micrometres in length. Streptomycetes develop branched mycelia (narrow, threadlike growth) with curled chains of conidia (spores) on the tips of the mycelia. Streptomyces are gram-positive; most species of the other genera are gram-negative.\n\nLoad Next Page "
  },
  {
    "title": "Plant disease - Resistance, Breeding, Genetics | Britannica",
    "url": "https://www.britannica.com/science/plant-disease/Obtaining-disease-resistant-plants",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\n8 Must-See Paintings at the National Gallery of Art in Washington, D.C.\nWhat’s the Difference Between Llamas and Alpacas?\nWhy Do Bananas Turn Brown?\n10 Best Hockey Players of All Time\nFlags That Look Alike\n7 Surprising Uses for Mummies\nPoker Hands Ranked\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nObtaining disease-resistant plants\n\nSeveral means of obtaining disease-resistant plants are commonly employed alone or in combination. These include introduction from an outside source, selection, and induced variation. All three may be used at different stages in a continuous process; for example, varieties free from injurious insects or plant diseases may be introduced for comparison with local varieties. The more promising lines or strains are then selected for further propagation, and they are further improved by promoting as much variation as possible through hybridization or special treatment. Finally, selection of the plants showing greatest promise takes place. Developing disease-resistant plants is a continuing process.\n\nSpecial treatments for inducing gene changes include the application of mutation-inducing chemicals and irradiation with ultraviolet light and X-rays. These treatments commonly induce deleterious genetic changes, but, occasionally, beneficial ones also may occur.\n\nMethods used in breeding plants for disease resistance are similar to those used in breeding for other characters except that two organisms are involved—the host plant and the pathogen. Thus, it is necessary to know as much as possible about the nature of inheritance of the resistant characters in the host plant and the existence of physiological races or strains of the pathogen.\n\nThe use of genetic engineering in developing disease-resistant plants\n\nThe techniques of genetic engineering can be used to manipulate the genetic material of a cell in order to produce a new characteristic in an organism. Genes from plants, microbes, and animals can be recombined (recombinant DNA) and introduced into the living cells of any of these organisms.\n\nGenetically modified organisms that have had genes from other species inserted into their genome (the full complement of an organism’s genes) are called transgenic. The production of pathogen-resistant transgenic plants has been achieved by this method; certain genes are inserted into the plant’s genome that confer resistance to such pathogens as viruses, fungi, and insects. Transgenic plants that are tolerant to herbicides and that show improvements in other qualities also have been developed.\n\nApprehension about the release of transgenic plants into the environment exists, and measures to safeguard the application of this technology have been adopted. In the United States several federal agencies, such as the U.S. Department of Agriculture, the Food and Drug Administration, and the Environmental Protection Agency, regulate the use of genetically engineered organisms. As of 2016, more than 457 million acres (185 million hectares) worldwide were planted with genetically modified (GM) crops. Among the most successful GM crops are corn (maize), soybeans, and cotton, all of which have proved valuable to farmers with respect to producing increased yields and having economic advantages.\n\nClassification of plant diseases by causal agent\n\nPlant diseases are often classified by their physiological effects or symptoms. Many diseases, however, produce practically identical symptoms and signs but are caused by very different microorganisms or agents, thus requiring completely different control methods. Classification according to symptoms is also inadequate because a causal agent may induce several different symptoms, even on the same plant organ, which often intergrade. Classification may be according to the species of plant affected. Host indexes (lists of diseases known to occur on certain hosts in regions, countries, or continents) are valuable in diagnosis. When an apparently new disease is found on a known host, a check into the index for the specific host often leads to identification of the causal agent. It is also possible to classify diseases according to the essential process or function that is adversely affected. The best and most widely used classification of plant diseases is based on the causal agent, such as a noninfectious agent or an infectious agent (i.e., a virus, viroid, mycoplasma, bacterium, fungus, nematode, or parasitic flowering plant).\n\nNoninfectious disease-causing agents\n\nNoninfectious diseases, which sometimes arise very suddenly, are caused by the excess, deficiency, nonavailability, or improper balance of light, air circulation, relative humidity, water, or essential soil elements; unfavourable soil moisture-oxygen relations; extremes in soil acidity or alkalinity; high or low temperatures; pesticide injury; other poisonous chemicals in air or soil; changes in soil grade; girdling of roots; mechanical and electrical agents; and soil compaction. In addition, unfavourable preharvest and storage conditions for fruits, vegetables, and nursery stock often result in losses. The effects of noninfectious diseases can be seen on a variety of plant species growing in a given locality or environment. Many diseases and injuries caused by noninfectious agents result in heavy loss but are difficult to check or eliminate because they frequently reflect ecological factors beyond human control. Symptoms may appear several weeks or months after an environmental disturbance.\n\nInjuries incurred from accidents, poisons, or adverse environmental disturbances often result in damaged tissues that weaken a plant, enabling bacteria, fungi, or viruses to enter and add further damage. The cause may be obvious (lightning or hail), but often it is obscure. Symptoms alone are often unreliable in identifying the causal factor. A thorough examination of recent weather patterns, the condition of surrounding plants, cultural treatments or disturbances, and soil and water tests can help reveal the nature of the disease.\n\nAdverse environment\n\nHigh temperatures may scald corn, cotton, and bean leaves and may induce formation of cankers at the soil surface of tender flax, cotton, and peanut plants. Frost injury is relatively common, but temperatures just above freezing also may cause damage, such as net necrosis (localized tissue death) in potato tubers and “silvering” of corn leaves. Isolated, thin-barked trees growing in northern climates and subjected to frequent thawing by day and freezing by night may develop dead bark cankers or vertical frost cracks on the south or southwest sides of the trunk. Alternate freezing and thawing, heaving, low air moisture, and smothering under an ice-sheet cover are damaging to alfalfa, clovers, strawberries, and grass on golf greens. Legume crowns commonly split under these conditions and are invaded by decay-forming fungi.\n\nThe drought and dry winds that often accompany high temperatures cause stunting, wilting, blasting, marginal scorching of leaves, and dieback of shoots. Leaf scorch is common on trees in exposed locations following hot, dry, windy weather when water is lost from leaves faster than it is absorbed by roots. Leaf scorch and sudden flower drop are common indoor plant problems because the humidity in a home, an apartment, or an office is usually below 30 percent. Similar symptoms are caused by a change in soil grade, an altered water-table level, a compacted and shallow soil, paved surface over tree roots, temporary flooding or a waterlogged (oxygen-deficient) soil, girdling tree roots, salt spray near the ocean, and an injured or diseased root system. Injured plants are often very susceptible to air and soil pathogens and secondary invaders.\n\nBlossom-end rot of tomato and pepper is prevalent when soil moisture and temperature levels fluctuate widely and calcium is low.\n\nPoor aeration may cause blackheart in stored potatoes. Accumulation of certain gases from the respiration of apples in storage may produce apple scald and other disorders.\n\nAll plants require certain mineral elements to develop and mature in a healthy state. Macronutrients such as nitrogen, potassium, phosphorus, sulfur, calcium, and magnesium are required in substantial quantities, while micronutrients or trace elements such as boron, iron, manganese, copper, zinc, and molybdenum are needed in much smaller quantities. When the supply of any essential nutrient falls below the level required by the plant, a deficiency occurs, leading to symptoms that include stunting of plants; scorching or malformation of leaves; abnormal coloration; premature leaf, bud, and flower drop; delayed maturity or failure of flower and fruit buds to develop; and dieback of shoots.\n\nSymptoms of nutrient deficiencies vary depending on the nutrients involved, the stage of plant growth, soil moisture, and other factors; they often resemble symptoms caused by infectious agents such as bacteria or viruses.\n\nThe availability of water may affect nutrient uptake by the plant. Blossom-end rot of tomato, a disease associated with a deficiency of calcium, may occur if the water supply is irregular, even if an adequate amount of calcium is in the soil. This discontinuity in availability of water will inhibit uptake of the calcium in a quantity sufficient to nourish a fast-growing tomato plant. Necrosis at the blossom end of the fruit results. This situation generally disappears when water conditions improve.\n\nExcess minerals can damage plants either directly, causing stunting, deformities, or dieback, or indirectly by interfering with the absorption and use of other nutrients, resulting in subsequent deficiency symptoms. A superabundance of nitrogen, for example, may cause deficiency symptoms of potassium, zinc, or other nutrient elements; a lack of or delay in flower and fruit development; and a predisposition to winter injury. If potassium is high, calcium and magnesium deficiencies may occur.\n\nThe pH of a soil has a dramatic impact on nutrient availability to plants. Most plants will grow in a soil with a pH between 4.0 and 8.0. In acidic soils some nutrients are far more available and may reach concentrations that are toxic or that inhibit absorption of other nutrients, while other minerals become chemically bound and unavailable to plants. A similar situation exists in alkaline soils, although different minerals are affected. Oats planted in alkaline soils that actually contain a sufficient amount of manganese may develop the manganese-deficiency disease gray speck. This occurs because an elevated soil pH causes manganese to react with oxygen to produce manganese dioxide, a form of the nutrient that is insoluble to plants.\n\nAn excess of water-soluble salts is a common problem with houseplants. Salt concentrations may build up as a whitish crust on soil and container surfaces of potted plants following normal evaporation of water over a period of time. Symptoms include leaf scorching, bronzing, yellowing and stunting, and wilting, plus root and shoot dieback. Damage from soluble salts is also common in arid regions and in regions where ice-control chemicals are applied heavily.\n\nSeveral nonparasitic diseases (e.g., oat blast, weakneck of sorghum, straighthead of rice, and crazy-top of cotton) are caused by combinations of environmental factors—e.g., high temperatures, moisture stress or poor irrigation practices, imbalance of mineral nutrients, and reduced light.\n\nEnvironmental disturbances alter the normal physiology of the plant, activity of pathogens, and host-pathogen interactions.\n\nToxic chemicals\n\nMany complex chemicals are routinely applied to plants to prevent attack by insects, mites, and pathogens; to kill weeds; or to control growth. Serious damage may result when fertilizers, herbicides, fumigants, growth regulators, antidesiccants, insecticides, miticides, fungicides, nematicides, and surfactants (substances with enhanced wetting, dispersing, or cleansing properties, such as detergents) are applied at excessive rates or under hot, cold, or slow-drying conditions.\n\nSome pollutants are the direct products of industry and fuel combustion, while others are the result of photochemical reactions between products of combustion and naturally occurring atmospheric compounds. The major pollutants toxic to plants are sulfur dioxide, fluorine, ozone, and peroxyacetyl nitrate.\n\nSulfur dioxide results primarily from the burning of large amounts of soft coal and high-sulfur oil. It is toxic to a wide range of plants at concentrations as low as 0.25 part per million (ppm) of air (i.e., on a volume basis, one part per million represents one volume of pure gaseous toxic substance mixed in one million volumes of air) for 8 to 24 hours. Gaseous and particulate fluorides are more toxic to sensitive plants than is sulfur dioxide because they are accumulated by leaves. They are also toxic to animals that feed on such foliage. Fluorine injury is common near metal-ore smelters, refineries, and industries making fertilizers, ceramics, aluminum, glass, and bricks.\n\nOzone and peroxyacetyl nitrate injury (also called oxidant injury) are more prevalent in and near cities with heavy traffic problems. Exhaust gases from internal combustion engines contain large amounts of hydrocarbons (substances that principally contain carbon and hydrogen molecules—gasoline, for example). Smaller amounts of unconsumed hydrocarbons are formed by combustion of fossil fuels (e.g., coal, oil, natural gas) and refuse burning. Ozone, peroxyacetyl nitrate, and other oxidizing chemicals (smog) are formed when sunlight reacts with nitrogen oxides and hydrocarbons. This pollutant complex is damaging to susceptible plants many kilometres from its source. Ozone and peroxyacetyl nitrate are capable of causing injury if present at levels of 0.01 to 0.05 part per million for several hours.\n\nPhysical injury\n\nLightning, hail, high winds, ice and snow loads, machinery, insect and animal feeding, and various cultural practices may seriously injure plants or plant products. With the exception of lightning, which may cause death of trees and succulent crop plants in limited areas, such injury does not usually kill plants. Wounds are created, however, through which pathogens may enter.\n\nInfectious disease-causing agents\n\nPlants are subject to infection by thousands of species from very diverse groups of organisms. Most are microscopic, but a few are macroscopic. The infectious agents, as previously mentioned, are called pathogens and can be grouped as follows: viruses and viroids, bacteria (including mycoplasmas and spiroplasmas, collectively referred to as mycoplasma-like organisms [MLOs]), fungi, nematodes, and parasitic seed plants.\n\nDiseases caused by viruses and viroids\nGeneral characteristics\n\nViruses and viroids are the smallest of the infectious agents. The structurally mature infectious particle is called a virion. Virions range in size from approximately 20 nanometres (0.0000008 inch) to 250–400 nanometres and are of various shapes. Viroids differ from viruses in that they have no structural proteins, such as those that form the protein coat (capsid) of the virus.\n\nBoth viruses and viroids are obligate parasites—i.e., they are able to multiply or replicate only within a living cell of a particular host. A single plant species may be susceptible to infection by several different viruses or viroids. Major disease of important food crops such as potato, tomato, wheat, oats, rice, corn, peach, orange, sugar beet, sugarcane, and palm result from viral infection. Diseases are generally most serious in plants that are propagated vegetatively, or asexually—i.e., grown from cuttings, cut divisions, sprouts, and other plant material—rather than grown from seeds (sexually propagated).\n\nSymptoms\nTomato leaves puckered and blistered by the tobacco mosaic virus.\n\nThe symptoms of viral and viroid plant diseases fall into four groups: (1) change in colour—yellowing, green and yellow mottling, and vein clearing; (2) malformations—distortion of leaves and flowers, rosetting, proliferation and witches’-brooms (abnormal proliferation of shoots), and little or no leaf development between the veins; (3) necrosis—leaf spots, ring spots, streaks, wilting or drooping, and internal death, especially of phloem (food-conducting) tissue; and (4) stunting or dwarfing of leaves, stems, or entire plants. Rarely they may kill the host in a short time (e.g., spotted wilt and curly top of tomato). More commonly they cause reduced yield and lower quality of product.\n\nIn many cases, virus-infected plants are more susceptible to root rots, stem or stalk rots, seedling blights, and possibly other types of diseases.\n\nSome plants may carry one or more viruses and show no symptoms; thus, they are latent carriers and a source of infection for other plants. Symptoms of certain virus-infected plants, such as geraniums, may be masked at high temperatures. Virus symptoms reappear when the weather cools.\n\nFor convenience, viral/viroid diseases are often grouped together generally by symptoms, regardless of true viral/viroid relationships. Viruses also can be grouped into strains, each differing greatly in virulence and other properties. For example, two virus strains, chemically distinct, may produce indistinguishable symptoms in one orchid plant but strikingly different symptoms in another. Diseases caused by unrelated viruses may resemble one another more closely than diseases caused by strains of the same virus. Certain variegated plants, such as Abutilon and Rembrandt tulips, owe their horticultural uniqueness and desirability to being inherently virus-infected.\n\nLoad Next Page "
  },
  {
    "title": "Plant disease - Chemical Control, Prevention, Treatment | Britannica",
    "url": "https://www.britannica.com/science/plant-disease/Chemical-control",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\nSecret Service Code Names of 11 U.S. Presidents\nWhat’s the Difference Between a Turtle and a Tortoise?\n9 of the World’s Deadliest Spiders\nWhy Do Bananas Turn Brown?\nExtinct in the Wild but Still Around: 5 Plants and Animals Kept Alive by Humans\n10 Best Hockey Players of All Time\nWhat’s the Difference Between Llamas and Alpacas?\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nChemical control\n\nA variety of chemicals are available that have been designed to control plant diseases by inhibiting the growth of or by killing the disease-causing pathogens. Chemicals used to control bacteria (bactericides), fungi (fungicides), and nematodes (nematicides) may be applied to seeds, foliage, flowers, fruit, or soil. They prevent or reduce infections by utilizing various principles of disease control. Eradicants are designed to kill a pathogen that may be present in the soil, on the seeds, or on vegetative propagative organs, such as bulbs, corms, and tubers. Protectants place a chemical barrier between the plant and the pathogen. Therapeutic chemicals are applied to combat an infection in progress.\n\nSoil treatments are designed to kill soil-inhabiting nematodes, fungi, and bacteria. This eradication can be accomplished using steam or chemical fumigants. Soilborne nematodes can be killed by applying granular or liquid nematicides. Most soil is treated well before planting; however, certain fungicides can be mixed with the soil at planting time.\n\nSeeds, bulbs, corms, and tubers are frequently treated with chemicals to eradicate pathogenic bacteria, fungi, and nematodes and to protect the seeds against organisms in the soil—mainly fungi—that cause decay and damping-off. Seeds are often treated with systemic fungicides, which are absorbed and provide protection for the growing seedling.\n\nProtective sprays and dusts applied to the foliage and fruit of crops and ornamentals include a wide range of organic chemicals designed to prevent infection. Protectants are not absorbed by or translocated through the plant; thus they protect only those parts of the plant treated before invasion by the pathogen. A second application is often necessary because the chemical may be removed by wind, rain, or irrigation or may be broken down by sunlight. New, untreated growth also is susceptible to infection. New chemicals are constantly being developed.\n\nBiological control\n\nBiological control of plant diseases involves the use of organisms other than humans to reduce or prevent infection by a pathogen. These organisms are called antagonists; they may occur naturally within the host’s environment, or they may be purposefully applied to those parts of the potential host plant where they can act directly or indirectly on the pathogen.\n\nAlthough the effects of biological control have long been observed, the mechanisms by which antagonists achieve control is not completely understood. Several methods have been observed: some antagonists produce antibiotics that kill or reduce the number of closely related pathogens; some are parasites on pathogens; and others simply compete with pathogens for available food.\n\nCultural practices that favour a naturally occurring antagonist and exploit its beneficial action often are effective in reducing disease. One technique is to incorporate green manure, such as alfalfa, into the soil. Saprotrophic microorganisms feed on the green manure, depriving potential pathogens of available nitrogen. Another practice is to make use of suppressive soils—those in which a pathogen is known to persist but causes little damage to the crop. A likely explanation for this phenomenon is that suppressive soils harbour antagonists that compete with the pathogen for food and thereby limit the growth of the pathogen population.\n\nOther antagonists produce substances that inhibit or kill potential pathogens occurring in close proximity. An example of this process, called antibiosis, is provided by marigold (Tagetes species) roots, which release terthienyls, chemicals that are toxic to several species of nematodes and fungi.\n\nOnly a few antagonists have been developed specifically for use in plant-disease control. Citrus trees are inoculated with an attenuated strain of tristeza virus, which effectively controls the virulent strain that causes the disease. An avirulent strain of Agrobacterium radiobacter (K84) can be applied to plant wounds to prevent crown gall caused by infection with Agrobacterium tumefaciens. Many more specific antagonists are being investigated and hold much promise for future control of disease.\n\nTherapy\n\nTherapeutic measures have been used much less often in plant pathology than in human or animal medicine. The recent development of systemic fungicides such as oxathiins, benzimidazoles, and pyrimidines have enabled growers to treat many plants after an infection has begun. Systemic chemicals are absorbed by and translocated within the plant, restricting the spread and development of pathogens by direct or indirect toxic effects or by increasing the ability of the host to resist infection.\n\nAntibiotics have been developed to control various plant diseases. Most of these drugs are absorbed by and translocated throughout the plant, providing systemic therapy. Streptomycin is used against a variety of bacterial pathogens, tetracycline is able to control the growth of certain mycoplasmas, and cycloheximides offer effective control for certain diseases caused by fungi.\n\nHost resistance and selection\n\nDisease-resistant varieties of plants offer an effective, safe, and relatively inexpensive method of control for many crop diseases. Most available commercial varieties of crop plants bear resistance to at least one, and often several, pathogens. Resistant or immune varieties are critically important for low-value crops in which other controls are unavailable, or their expense makes them impractical. Much has been accomplished in developing disease-resistant varieties of field crops, vegetables, fruits, turf grasses, and ornamentals. Although great flexibility and potential for genetic change exist in most economically important plants, pathogens are also flexible. Sometimes, a new plant variety is developed that is highly susceptible to a previously unimportant pathogen.\n\nVariable resistance\n\nResistance to disease varies among plants; it may be either total (a plant is immune to a specific pathogen) or partial (a plant is tolerant to a pathogen, suffering minimal injury). The two broad categories of resistance to plant diseases are vertical (specific) and horizontal (nonspecific). A plant variety that exhibits a high degree of resistance to a single race, or strain, of a pathogen is said to be vertically resistant; this ability usually is controlled by one or a few plant genes. Horizontal resistance, on the other hand, protects plant varieties against several strains of a pathogen, although the protection is not as complete. Horizontal resistance is more common and involves many genes.\n\nObtaining disease-resistant plants\n\nSeveral means of obtaining disease-resistant plants are commonly employed alone or in combination. These include introduction from an outside source, selection, and induced variation. All three may be used at different stages in a continuous process; for example, varieties free from injurious insects or plant diseases may be introduced for comparison with local varieties. The more promising lines or strains are then selected for further propagation, and they are further improved by promoting as much variation as possible through hybridization or special treatment. Finally, selection of the plants showing greatest promise takes place. Developing disease-resistant plants is a continuing process.\n\nSpecial treatments for inducing gene changes include the application of mutation-inducing chemicals and irradiation with ultraviolet light and X-rays. These treatments commonly induce deleterious genetic changes, but, occasionally, beneficial ones also may occur.\n\nMethods used in breeding plants for disease resistance are similar to those used in breeding for other characters except that two organisms are involved—the host plant and the pathogen. Thus, it is necessary to know as much as possible about the nature of inheritance of the resistant characters in the host plant and the existence of physiological races or strains of the pathogen.\n\nThe use of genetic engineering in developing disease-resistant plants\n\nThe techniques of genetic engineering can be used to manipulate the genetic material of a cell in order to produce a new characteristic in an organism. Genes from plants, microbes, and animals can be recombined (recombinant DNA) and introduced into the living cells of any of these organisms.\n\nGenetically modified organisms that have had genes from other species inserted into their genome (the full complement of an organism’s genes) are called transgenic. The production of pathogen-resistant transgenic plants has been achieved by this method; certain genes are inserted into the plant’s genome that confer resistance to such pathogens as viruses, fungi, and insects. Transgenic plants that are tolerant to herbicides and that show improvements in other qualities also have been developed.\n\nApprehension about the release of transgenic plants into the environment exists, and measures to safeguard the application of this technology have been adopted. In the United States several federal agencies, such as the U.S. Department of Agriculture, the Food and Drug Administration, and the Environmental Protection Agency, regulate the use of genetically engineered organisms. As of 2016, more than 457 million acres (185 million hectares) worldwide were planted with genetically modified (GM) crops. Among the most successful GM crops are corn (maize), soybeans, and cotton, all of which have proved valuable to farmers with respect to producing increased yields and having economic advantages.\n\nClassification of plant diseases by causal agent\n\nPlant diseases are often classified by their physiological effects or symptoms. Many diseases, however, produce practically identical symptoms and signs but are caused by very different microorganisms or agents, thus requiring completely different control methods. Classification according to symptoms is also inadequate because a causal agent may induce several different symptoms, even on the same plant organ, which often intergrade. Classification may be according to the species of plant affected. Host indexes (lists of diseases known to occur on certain hosts in regions, countries, or continents) are valuable in diagnosis. When an apparently new disease is found on a known host, a check into the index for the specific host often leads to identification of the causal agent. It is also possible to classify diseases according to the essential process or function that is adversely affected. The best and most widely used classification of plant diseases is based on the causal agent, such as a noninfectious agent or an infectious agent (i.e., a virus, viroid, mycoplasma, bacterium, fungus, nematode, or parasitic flowering plant).\n\nNoninfectious disease-causing agents\n\nNoninfectious diseases, which sometimes arise very suddenly, are caused by the excess, deficiency, nonavailability, or improper balance of light, air circulation, relative humidity, water, or essential soil elements; unfavourable soil moisture-oxygen relations; extremes in soil acidity or alkalinity; high or low temperatures; pesticide injury; other poisonous chemicals in air or soil; changes in soil grade; girdling of roots; mechanical and electrical agents; and soil compaction. In addition, unfavourable preharvest and storage conditions for fruits, vegetables, and nursery stock often result in losses. The effects of noninfectious diseases can be seen on a variety of plant species growing in a given locality or environment. Many diseases and injuries caused by noninfectious agents result in heavy loss but are difficult to check or eliminate because they frequently reflect ecological factors beyond human control. Symptoms may appear several weeks or months after an environmental disturbance.\n\nInjuries incurred from accidents, poisons, or adverse environmental disturbances often result in damaged tissues that weaken a plant, enabling bacteria, fungi, or viruses to enter and add further damage. The cause may be obvious (lightning or hail), but often it is obscure. Symptoms alone are often unreliable in identifying the causal factor. A thorough examination of recent weather patterns, the condition of surrounding plants, cultural treatments or disturbances, and soil and water tests can help reveal the nature of the disease.\n\nAdverse environment\n\nHigh temperatures may scald corn, cotton, and bean leaves and may induce formation of cankers at the soil surface of tender flax, cotton, and peanut plants. Frost injury is relatively common, but temperatures just above freezing also may cause damage, such as net necrosis (localized tissue death) in potato tubers and “silvering” of corn leaves. Isolated, thin-barked trees growing in northern climates and subjected to frequent thawing by day and freezing by night may develop dead bark cankers or vertical frost cracks on the south or southwest sides of the trunk. Alternate freezing and thawing, heaving, low air moisture, and smothering under an ice-sheet cover are damaging to alfalfa, clovers, strawberries, and grass on golf greens. Legume crowns commonly split under these conditions and are invaded by decay-forming fungi.\n\nThe drought and dry winds that often accompany high temperatures cause stunting, wilting, blasting, marginal scorching of leaves, and dieback of shoots. Leaf scorch is common on trees in exposed locations following hot, dry, windy weather when water is lost from leaves faster than it is absorbed by roots. Leaf scorch and sudden flower drop are common indoor plant problems because the humidity in a home, an apartment, or an office is usually below 30 percent. Similar symptoms are caused by a change in soil grade, an altered water-table level, a compacted and shallow soil, paved surface over tree roots, temporary flooding or a waterlogged (oxygen-deficient) soil, girdling tree roots, salt spray near the ocean, and an injured or diseased root system. Injured plants are often very susceptible to air and soil pathogens and secondary invaders.\n\nBlossom-end rot of tomato and pepper is prevalent when soil moisture and temperature levels fluctuate widely and calcium is low.\n\nPoor aeration may cause blackheart in stored potatoes. Accumulation of certain gases from the respiration of apples in storage may produce apple scald and other disorders.\n\nAll plants require certain mineral elements to develop and mature in a healthy state. Macronutrients such as nitrogen, potassium, phosphorus, sulfur, calcium, and magnesium are required in substantial quantities, while micronutrients or trace elements such as boron, iron, manganese, copper, zinc, and molybdenum are needed in much smaller quantities. When the supply of any essential nutrient falls below the level required by the plant, a deficiency occurs, leading to symptoms that include stunting of plants; scorching or malformation of leaves; abnormal coloration; premature leaf, bud, and flower drop; delayed maturity or failure of flower and fruit buds to develop; and dieback of shoots.\n\nSymptoms of nutrient deficiencies vary depending on the nutrients involved, the stage of plant growth, soil moisture, and other factors; they often resemble symptoms caused by infectious agents such as bacteria or viruses.\n\nThe availability of water may affect nutrient uptake by the plant. Blossom-end rot of tomato, a disease associated with a deficiency of calcium, may occur if the water supply is irregular, even if an adequate amount of calcium is in the soil. This discontinuity in availability of water will inhibit uptake of the calcium in a quantity sufficient to nourish a fast-growing tomato plant. Necrosis at the blossom end of the fruit results. This situation generally disappears when water conditions improve.\n\nExcess minerals can damage plants either directly, causing stunting, deformities, or dieback, or indirectly by interfering with the absorption and use of other nutrients, resulting in subsequent deficiency symptoms. A superabundance of nitrogen, for example, may cause deficiency symptoms of potassium, zinc, or other nutrient elements; a lack of or delay in flower and fruit development; and a predisposition to winter injury. If potassium is high, calcium and magnesium deficiencies may occur.\n\nThe pH of a soil has a dramatic impact on nutrient availability to plants. Most plants will grow in a soil with a pH between 4.0 and 8.0. In acidic soils some nutrients are far more available and may reach concentrations that are toxic or that inhibit absorption of other nutrients, while other minerals become chemically bound and unavailable to plants. A similar situation exists in alkaline soils, although different minerals are affected. Oats planted in alkaline soils that actually contain a sufficient amount of manganese may develop the manganese-deficiency disease gray speck. This occurs because an elevated soil pH causes manganese to react with oxygen to produce manganese dioxide, a form of the nutrient that is insoluble to plants.\n\nAn excess of water-soluble salts is a common problem with houseplants. Salt concentrations may build up as a whitish crust on soil and container surfaces of potted plants following normal evaporation of water over a period of time. Symptoms include leaf scorching, bronzing, yellowing and stunting, and wilting, plus root and shoot dieback. Damage from soluble salts is also common in arid regions and in regions where ice-control chemicals are applied heavily.\n\nSeveral nonparasitic diseases (e.g., oat blast, weakneck of sorghum, straighthead of rice, and crazy-top of cotton) are caused by combinations of environmental factors—e.g., high temperatures, moisture stress or poor irrigation practices, imbalance of mineral nutrients, and reduced light.\n\nEnvironmental disturbances alter the normal physiology of the plant, activity of pathogens, and host-pathogen interactions.\n\nLoad Next Page "
  },
  {
    "title": "Plant disease - Symptoms, Causes, Control | Britannica",
    "url": "https://www.britannica.com/science/plant-disease/Symptoms",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\n7 of the World’s Most Dangerous Lizards and Turtles\nWhat’s the Difference Between Bison and Buffalo?\n6 Animals We Ate Into Extinction\n9 of the World’s Deadliest Spiders\nWhy Is the Indy 500 Held on Memorial Day Weekend?\nExtinct in the Wild but Still Around: 5 Plants and Animals Kept Alive by Humans\nWhy Is Missouri Called the Show Me State?\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nSymptoms\n\nThe variety of symptoms, the internal and external expressions of disease, that result from any disease form the symptom complex, which, together with the accompanying signs, makes up the syndrome of the disease.\n\nclubroot\nCauliflower roots infected with clubroot.\n\nGeneralized symptoms may be classified as local or systemic, primary or secondary, and microscopic or macroscopic. Local symptoms are physiological or structural changes within a limited area of host tissue, such as leaf spots, galls, and cankers. Systemic symptoms are those involving the reaction of a greater part or all of the plant, such as wilting, yellowing, and dwarfing. Primary symptoms are the direct result of pathogen activity on invaded tissues (e.g., swollen “clubs” in clubroot of cabbage and “galls” formed by feeding of the root knot nematode). Secondary symptoms result from the physiological effects of disease on distant tissues and uninvaded organs (e.g., wilting and drooping of cabbage leaves in hot weather resulting from clubroot or root knot). Microscopic disease symptoms are expressions of disease in cell structure or cell arrangement seen under a microscope. Macroscopic symptoms are expressions of disease that can be seen with the unaided eye. Specific macroscopic symptoms are classified under one of four major categories: prenecrotic, necrotic, hypoplastic, and hyperplastic or hypertrophic. These categories reflect abnormal effects on host cells, tissues, and organs that can be seen without a hand lens or microscope.\n\nSigns\n\nBesides symptoms, the diagnostician recognizes signs characteristic of specific diseases. Signs are either structures formed by the pathogen or the result of interaction between pathogen and host—e.g., ooze of fire blight bacteria, slime flux from wetwood of elm, odour of tissues affected with bacterial soft rot.\n\nTechnological advances in the identification of pathogenic agents\n\nDevelopments in microscopy, serology and immunology, molecular biology, and laboratory instrumentation have resulted in many new and sophisticated laboratory procedures for the identification of plant pathogens, particularly bacteria, viruses, and viroids. The techniques of traditional scanning microscopy and transmission electron microscopy have been applied to immunosorbent electron microscopy, in which the specimen is subject to an antigen-antibody reaction before observation and scanning tunneling microscopy, which provides information about the surface of a specimen by constructing a three-dimensional image.\n\nSerological tests have been made more specific and convenient to perform since the discovery of a technique to produce large quantities of monoclonal antibodies, which bind to only one specific antigen. The sensitivity of antigen-antibody detection has been significantly increased by a radioimmunoassay (RIA) procedure. In this procedure a “known” antigen is overlayed on a plastic plate to which antigen molecules adhere. A solution of antibody is applied to the same plate; if the antibody is specific to the antigen, it will combine with it. This is followed by the application of radioactively labeled anti-antibody, which is allowed to react and then washed off. The radioactivity that remains on the plate is a measure of the amount of antibody that combined with the known fixed antigen. Another highly sensitive immunoassay is the enzyme-linked immunosorbent assay (ELISA). In principle this assay is similar to the RIA except that an enzyme system, instead of radioactivity, is used as an indicator of an antigen-antibody combination.\n\nNew analytic methods in molecular biology have made genetic studies for the characterization and identification of bacteria more practical. The DNA hybridization technique is an example. A strand of DNA from a known species (the probe) is radioactively labeled and “mixed” with DNA from an unidentified species. If the probe and the unknown DNA are from identical species, they will have complementary DNA sequences that enable them to bind to one another. Bound to DNA from the unknown species, the probe acts as a marker and identifies the bacteria.\n\nThe growing demand for quick identification of microorganisms has resulted in the development of instrumentation for automated technology that allows a large number of tests to be performed on many specimens in a short period of time. The results are read automatically and analyzed by a computer program to identify the pathogens.\n\nPrinciples of disease control\n\nSuccessful disease control requires thorough knowledge of the causal agent and the disease cycle, host-pathogen interactions in relation to environmental factors, and cost. Disease control starts with the best variety, seed, or planting stock available and continues throughout the life of the plant. For harvested crops, disease control extends through transport, storage, and marketing. Relatively few diseases are controlled by a single method; the majority require several approaches. These often need to be integrated into a broad program of biological, cultural, and chemical methods to control as many different pests—including insects, mites, rodents, and weeds—on a given crop as possible.\n\nMost control measures are directed against inoculum of the pathogen and involve the principles of exclusion and avoidance, eradication, protection, host resistance and selection, and therapy.\n\nExclusion and avoidance\n\nThe principle of exclusion and avoidance is to keep the pathogen away from the growing host plant. This practice commonly excludes pathogens by disinfection of plants, seeds, or other parts, using chemicals or heat. Inspection and certification of seed and other planting stock help ensure freedom from disease. For gardeners this involves sorting bulbs or corms before planting and rejecting diseased plants. Federal and state plant quarantines, or embargoes, have been established to prevent introduction of potentially destructive pathogens into areas currently free of the disease. More than 150 countries now have established quarantine regulations.\n\nEradication\n\nEradication is concerned with elimination of the disease agent after it has become established in the area of the growing host or has penetrated the host. Such measures include crop rotation, destruction of the diseased plants, elimination of alternate host plants, pruning, disinfection, and heat treatments.\n\nCrop rotation with nonsusceptible crops “starves out” bacteria, fungi, and nematodes with a restricted host range. Some pathogens can survive only as long as the host residue persists, usually no more than a year or two. Many pathogens, however, are relatively unaffected by rotation because they become established as saprotrophs in the soil (e.g., Fusarium and Pythium species; Rhizoctonia solani; and the potato scab actinomycete, Streptomyces scabies) or their propagative structures remain dormant but viable for many years (e.g., cysts of cyst nematodes, sporangia of the cabbage clubroot fungus, and onion smut spores).\n\nBurning, deep plowing of plant debris, and fall spraying are used against such diseases as leaf blights of tomato, Dutch elm disease, and apple scab. Destruction of weed hosts also helps control such viral diseases as cucumber mosaic and curly top. For fungi whose complete life cycle requires two different host species, such as black stem rust of cereals and white-pine blister rust, destruction of alternate hosts is effective. Destruction of diseased plants helps control Dutch elm disease, oak wilt, and peach viral diseases—mosaic, phony peach, and rosette. Elimination of citrus canker in the southeastern United States has been one of the few successful eradication programs in history. Infected trees were sprayed with oil and burned.\n\nPruning and excision of a diseased portion of the plant have aided in reducing inoculum sources for canker and wood-rot diseases of shade trees and fire blight of pome fruits. Disinfection of contaminated tools, as well as packing and shipping containers, controls a wide range of diseases. Direct application of dry or wet heat is used to obtain seeds, bulbs, other propagative materials, and even entire plants free of viruses, nematodes, and other pathogens.\n\nProtection\n\nThe principle of protection involves placing a barrier between the pathogen and the susceptible part of the host to shield the host from the pathogen. This can be accomplished by regulation of the environment, cultural and handling practices, control of insect carriers, and application of chemical pesticides.\n\nRegulation of the environment\n\nSelection of outdoor growing areas where weather is unfavourable for disease is a method of controlling disease by regulating the environment. Control of viral diseases of potato, for example, can be accomplished by growing the seed crop in northern regions where low temperatures are unfavourable for the aphid carriers. Another environmental factor that can be brought under control is the storage and in-transit environment. A variety of postharvest diseases of potato, sweet potato, onion, cabbage, apple, pear, and other crops are controlled in storage and shipment by keeping humidity and temperature low and by reducing the quantity of ethylene and other natural gases in storage houses.\n\nCultural practices\n\nSelection of the best time and depth of seeding and planting is an effective cultural practice that reduces disease impact. Shallow planting of potatoes may help to prevent Rhizoctonia canker. Early fall seeding of winter wheat may be unfavourable for seedling infection by wheat bunt teliospores. Cool-temperature crops can be grown in soils infested with root knot nematode and harvested before soil temperatures become favourable for nematode activity. Adjustment of soil moisture is another cultural practice of widespread usefulness. For example, seed decay, damping-off (the destruction of seedlings at the soil line), and other seedling diseases are favoured by excessively wet soils. The presence of drain tiles in poorly drained fields and the use of ridges or beds for plants are often beneficial. Adjustment of soil pH also leads to control of some diseases. Common potato scab can be controlled by adjusting the pH to 5.2 or below; other acid-tolerant plants then must be used in crop rotation, however.\n\nRegulation of fertility level and nutrient balance\n\nPotash and nitrogen, and the balance between the two, may affect the incidence of certain bacterial, fungal, and viral diseases of corn, cotton, tobacco, and sugar beet. A number of microelements, including boron, iron, zinc, manganese, magnesium, copper, sulfur, and molybdenum, may cause noninfectious diseases of many crop and ornamental plants. Adjusting the soil pH, adding chelated (bound or enclosed in large organic molecules) or soluble salts to the soil, or spraying the foliage with these or similar salts is a corrective measure.\n\nHandling practices\n\nLate blight on potato tubers can be controlled by delaying harvest until the foliage has been killed by frost, chemicals, or mechanical beaters. Avoidance of bruises and cuts while digging, grading, and packing potatoes, sweet potatoes, and bulb crops also reduces disease incidence.\n\nControl of insect vectors\n\nThere are many examples in which losses by bacteria, viruses, and mycoplasma-like disease agents can be reduced by controlling aphids, leafhoppers, thrips, beetles, and other carriers of these agents. Insect vectors can be controlled with organic or synthetic insecticides or by means of biological control.\n\nChemical control\n\nA variety of chemicals are available that have been designed to control plant diseases by inhibiting the growth of or by killing the disease-causing pathogens. Chemicals used to control bacteria (bactericides), fungi (fungicides), and nematodes (nematicides) may be applied to seeds, foliage, flowers, fruit, or soil. They prevent or reduce infections by utilizing various principles of disease control. Eradicants are designed to kill a pathogen that may be present in the soil, on the seeds, or on vegetative propagative organs, such as bulbs, corms, and tubers. Protectants place a chemical barrier between the plant and the pathogen. Therapeutic chemicals are applied to combat an infection in progress.\n\nSoil treatments are designed to kill soil-inhabiting nematodes, fungi, and bacteria. This eradication can be accomplished using steam or chemical fumigants. Soilborne nematodes can be killed by applying granular or liquid nematicides. Most soil is treated well before planting; however, certain fungicides can be mixed with the soil at planting time.\n\nSeeds, bulbs, corms, and tubers are frequently treated with chemicals to eradicate pathogenic bacteria, fungi, and nematodes and to protect the seeds against organisms in the soil—mainly fungi—that cause decay and damping-off. Seeds are often treated with systemic fungicides, which are absorbed and provide protection for the growing seedling.\n\nProtective sprays and dusts applied to the foliage and fruit of crops and ornamentals include a wide range of organic chemicals designed to prevent infection. Protectants are not absorbed by or translocated through the plant; thus they protect only those parts of the plant treated before invasion by the pathogen. A second application is often necessary because the chemical may be removed by wind, rain, or irrigation or may be broken down by sunlight. New, untreated growth also is susceptible to infection. New chemicals are constantly being developed.\n\nBiological control\n\nBiological control of plant diseases involves the use of organisms other than humans to reduce or prevent infection by a pathogen. These organisms are called antagonists; they may occur naturally within the host’s environment, or they may be purposefully applied to those parts of the potential host plant where they can act directly or indirectly on the pathogen.\n\nAlthough the effects of biological control have long been observed, the mechanisms by which antagonists achieve control is not completely understood. Several methods have been observed: some antagonists produce antibiotics that kill or reduce the number of closely related pathogens; some are parasites on pathogens; and others simply compete with pathogens for available food.\n\nCultural practices that favour a naturally occurring antagonist and exploit its beneficial action often are effective in reducing disease. One technique is to incorporate green manure, such as alfalfa, into the soil. Saprotrophic microorganisms feed on the green manure, depriving potential pathogens of available nitrogen. Another practice is to make use of suppressive soils—those in which a pathogen is known to persist but causes little damage to the crop. A likely explanation for this phenomenon is that suppressive soils harbour antagonists that compete with the pathogen for food and thereby limit the growth of the pathogen population.\n\nOther antagonists produce substances that inhibit or kill potential pathogens occurring in close proximity. An example of this process, called antibiosis, is provided by marigold (Tagetes species) roots, which release terthienyls, chemicals that are toxic to several species of nematodes and fungi.\n\nOnly a few antagonists have been developed specifically for use in plant-disease control. Citrus trees are inoculated with an attenuated strain of tristeza virus, which effectively controls the virulent strain that causes the disease. An avirulent strain of Agrobacterium radiobacter (K84) can be applied to plant wounds to prevent crown gall caused by infection with Agrobacterium tumefaciens. Many more specific antagonists are being investigated and hold much promise for future control of disease.\n\nTherapy\n\nTherapeutic measures have been used much less often in plant pathology than in human or animal medicine. The recent development of systemic fungicides such as oxathiins, benzimidazoles, and pyrimidines have enabled growers to treat many plants after an infection has begun. Systemic chemicals are absorbed by and translocated within the plant, restricting the spread and development of pathogens by direct or indirect toxic effects or by increasing the ability of the host to resist infection.\n\nAntibiotics have been developed to control various plant diseases. Most of these drugs are absorbed by and translocated throughout the plant, providing systemic therapy. Streptomycin is used against a variety of bacterial pathogens, tetracycline is able to control the growth of certain mycoplasmas, and cycloheximides offer effective control for certain diseases caused by fungi.\n\nHost resistance and selection\n\nDisease-resistant varieties of plants offer an effective, safe, and relatively inexpensive method of control for many crop diseases. Most available commercial varieties of crop plants bear resistance to at least one, and often several, pathogens. Resistant or immune varieties are critically important for low-value crops in which other controls are unavailable, or their expense makes them impractical. Much has been accomplished in developing disease-resistant varieties of field crops, vegetables, fruits, turf grasses, and ornamentals. Although great flexibility and potential for genetic change exist in most economically important plants, pathogens are also flexible. Sometimes, a new plant variety is developed that is highly susceptible to a previously unimportant pathogen.\n\nVariable resistance\n\nResistance to disease varies among plants; it may be either total (a plant is immune to a specific pathogen) or partial (a plant is tolerant to a pathogen, suffering minimal injury). The two broad categories of resistance to plant diseases are vertical (specific) and horizontal (nonspecific). A plant variety that exhibits a high degree of resistance to a single race, or strain, of a pathogen is said to be vertically resistant; this ability usually is controlled by one or a few plant genes. Horizontal resistance, on the other hand, protects plant varieties against several strains of a pathogen, although the protection is not as complete. Horizontal resistance is more common and involves many genes.\n\nLoad Next Page "
  },
  {
    "title": "Plant disease - Soil pH, Fungi, Bacteria | Britannica",
    "url": "https://www.britannica.com/science/plant-disease/Soil-pH",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\nWhat’s the Difference Between a Turtle and a Tortoise?\nWhy Was Nazi Germany Called the Third Reich?\nWhy Is the Indy 500 Held on Memorial Day Weekend?\n6 Animals We Ate Into Extinction\nWhat’s the Difference Between Llamas and Alpacas?\nWhat’s the Difference Between Bison and Buffalo?\nExtinct in the Wild but Still Around: 5 Plants and Animals Kept Alive by Humans\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nSoil pH\n\nSoil pH, a measure of acidity or alkalinity, markedly influences a few diseases, such as common scab of potato and clubroot of crucifers (Plasmodiophora brassicae). Growth of the potato scab organism is suppressed at a pH of 5.2 or slightly below (pH 7 is neutral; numbers below 7 indicate acidity, and those above 7 indicate alkalinity). Scab is not normally a problem when the natural soil pH is about 5.2. Some farmers add sulfur to their potato soil to keep the pH about 5.0. Clubroot of crucifers (members of the mustard family, including cabbage, cauliflower, and turnips), on the other hand, can usually be controlled by thoroughly mixing lime into the soil until the pH becomes 7.2 or higher.\n\nSoil type\n\nCertain pathogens are favoured by loam soils and others by clay soils. Phymatotrichum root rot attacks cotton and some 2,000 other plants in the southwestern United States. This fungus is serious only in black alkaline soils—pH 7.3 or above—that are low in organic matter. Fusarium wilt disease, which attacks a wide range of cultivated plants, causes more damage in lighter and higher (topographically) soils. Nematodes are also most damaging in lighter soils that warm up quickly.\n\nSoil fertility\n\nGreenhouse and field experiments have shown that raising or lowering the levels of certain nutrient elements required by plants frequently influences the development of some infectious diseases—for example, fire blight of apple and pear, stalk rots of corn and sorghum, Botrytis blights, Septoria diseases, powdery mildew of wheat, and northern leaf blight of corn. These diseases and many others are more destructive after application of excessive amounts of nitrogen fertilizer. This condition can often be counteracted by adding adequate amounts of potash, a fertilizer containing potassium.\n\nRequirements for disease development\n\nInfectious disease cannot develop if any one of the following three basic conditions is lacking: (1) the proper environment, the most important environmental factors being the amount and frequency of rains or heavy dews, the relative humidity, and the air and soil temperatures, (2) the presence of a virulent pathogen, and (3) a susceptible host. Effective disease-control measures are aimed at breaking this environment-pathogen-host triangle. Loss resulting from disease is reduced, for example, if the host can be made more resistant or immune through such techniques as plant breeding or genetic engineering. In addition, the environment can be made less favourable for invasion by the pathogen and more favourable for the growth of the host plant. Finally, the pathogen can be killed or prevented from reaching the host. These basic methods of control can be divided into a number of cultural, chemical, and biological practices to help control the disease.\n\nMore From Britannica\nagricultural technology: Control of plant diseases and nematodes\nDiagnosis of plant diseases\n\nRapid and accurate diagnosis of disease is necessary before proper control measures can be suggested. It is the first step in the study of any disease. Diagnosis is largely based on characteristic symptoms expressed by the diseased plant. Identification of the pathogen is also essential to diagnosis.\n\nThree steps involved in diagnosis include careful observation and classification of the facts, evaluation of the facts, and a logical decision as to the cause.\n\nVariable factors affecting diagnosis\n\nA skilled diagnostician must know the normal appearance of an affected plant species, its local air and soil environment, the cultural conditions under which it is growing, the pathogens described for the area, and the disease-developing potential of the pathogen. Diagnosis is best done in the presence of the growing plant. Disease is suspected when, for example, part or all of a plant begins to die. Disease also is indicated when blossoms, leaves, stems, roots, or other plant parts appear abnormal—i.e., misshapen, curled, discoloured, overdeveloped, or underdeveloped. Diseased plants also often fail to respond normally to fertilizing, watering, pruning, insect and mite control, or other recommended practices.\n\nConditions other than infection with a pathogen, however, may produce similar or identical symptoms. Some of these have been described, but numerous other conditions must be considered as well when plants are adversely affected. For example, an affected plant may not be adapted to the area in which it is growing. It may not be able to withstand the extremes in soil moisture, temperature, wind, light, or humidity of the local situation. Damage to plants may be caused by insects, mites, rodents, pets, or humans. The soil may be poorly drained, gravelly, or overly sandy; it may be covering buried debris such as boards, cement blocks, bricks, or mortar; or it may be too dry or otherwise unfavourable for good plant growth. Problems also are caused by high winds, hail, lightning, blowing sand, a heavy load of snow or ice, flooding, fire, ice-removal chemicals, mechanical injury by garden tools or machinery, and fumes from weed-killing chemicals, trash burners, nearby industrial plants, or motor vehicles. The affected plant may have received treatment different from nearby healthy ones—watering, fertilizing, pest control, pruning, or depth of planting, for example. If different species or kinds of plants in the same area have similar symptoms, the chances are that a pathogen is not involved. Most infectious diseases are highly specific for individual or closely related plant species, and similar symptoms on unrelated plants are usually an indication of some environmental factor rather than a disease-causing organism.\n\nExamination of leaves is usually considered to be the best starting point in diagnosis. The colour, size, shape, and margins of spots and blights (lesions) are often associated with a particular fungus or bacterium. Many fungi produce “signs” of disease, such as mold growth or fruiting bodies that appear as dark specks in the dead area. Early stages of bacterial infections that develop on leaves or fruits during humid weather often appear as dark and water-soaked spots with a distinct margin and sometimes a halo—a lighter-coloured ring around the spot.\n\nLow winter temperatures and late spring or early fall freezes cause blasting (sudden death) of leaf and flower buds or sudden blighting (discoloration and death) of tender foliage.\n\nInsect-injured leaves usually show evidence of feeding, such as holes, discoloration, stippling, blotching, downward curling, or other deformations.\n\nScorching of leaf margins and between the veins is common following hot, dry, windy weather. Similar symptoms are produced by an excess of water, an imbalance of essential nutrients, an excess of soluble salts, changes in the soil water table or soil grade, gas or fume injury, and root injury or disease.\n\nViral diseases, such as mosaics and yellows, are sometimes confused with injury by a hormone-type weed killer, unbalanced nutrition, and soil that is excessively alkaline or acid. Nearby plant species are often examined to see if similar symptoms are evident on several different types of plants.\n\nExamination of stems, shoots, branches, and trunk follows a thorough leaf examination. Sunken, swollen, or discoloured areas in the fleshy stem or bark may indicate canker infection by a fungus or bacterium or injury caused by excessively high or low temperatures, hail, tools, equipment, vehicles, or girdling wires.\n\nFruiting bodies of fungi in or on such areas often indicate secondary infection. Accurate identification of signs as belonging to a pathogenic organism or a secondary or saprophytic one is difficult. Tissues directly infected by pathogenic fungi or bacteria normally show a gradual change in colour or consistency. Injuries, in comparison, are usually well defined with an abrupt change from healthy to affected tissue.\n\nHoles and sawdustlike debris are evidence of boring insects that usually invade woody plants in a low state of vigour. Other borer indications include wilting and dieback (progressive death of shoots that begins at tip and works downward). These symptoms also are produced by fungi and bacteria that invade water- and food-conducting vascular tissue.\n\nSymptoms of wilt-inducing microorganisms include dark streaks in sapwood of wilted branches when the wood is cut through at an angle.\n\nAbnormal suckers or water sprouts on trees can indicate careless pruning, extremes in temperature or water supply, structural injury, or disease.\n\ncrown gall\nPlant infected with crown gall.\n\nGalls, which are unsightly overgrowths on stem, branch, or trunk, may indicate crown gall, insect injury, water imbalance between plant and soil, or other factors. Crown gall is infectious and develops as rough, roundish galls at wounds, resulting from grafting, pruning, or cultivating.\n\nWood-decay fungi also enter unprotected wounds, resulting in discoloured, water-soaked, spongy, stringy, crumbly, or hard rots of living and dead wood. External evidence of wood-decay fungi are clusters of mushrooms (or toadstools) and hoof- or shelf-shaped fungal fruiting structures, called conks, punks, or brackets.\n\nAboveground symptoms of many root problems look alike. They include stunting of leaf and twig growth, poor foliage colour, gradual or sudden decline in vigour and productivity, shoot wilting and dieback, and even rapid death of the plant. The causes include infectious root and crown rot; nematode, insect, or rodent feeding; low temperature or lightning injury; household gas injury; poor soil type or drainage; change in soil grade; or massive removal of roots in digging utility trenches and construction.\n\nAbnormal root growth is revealed by comparison with healthy roots. Some nematodes, such as root knot (Meloidogyne species), produce small to large galls in roots; other species cause affected roots to become discoloured, stubby, excessively branched, and decayed. Bacterial and fungal root rots commonly follow feeding by nematodes, insects, and rodents.\n\nDiagnosis of a disease complex, one with two or more causes, is usually difficult and requires separation and identification of the individual causes.\n\nSymptoms\n\nThe variety of symptoms, the internal and external expressions of disease, that result from any disease form the symptom complex, which, together with the accompanying signs, makes up the syndrome of the disease.\n\nclubroot\nCauliflower roots infected with clubroot.\n\nGeneralized symptoms may be classified as local or systemic, primary or secondary, and microscopic or macroscopic. Local symptoms are physiological or structural changes within a limited area of host tissue, such as leaf spots, galls, and cankers. Systemic symptoms are those involving the reaction of a greater part or all of the plant, such as wilting, yellowing, and dwarfing. Primary symptoms are the direct result of pathogen activity on invaded tissues (e.g., swollen “clubs” in clubroot of cabbage and “galls” formed by feeding of the root knot nematode). Secondary symptoms result from the physiological effects of disease on distant tissues and uninvaded organs (e.g., wilting and drooping of cabbage leaves in hot weather resulting from clubroot or root knot). Microscopic disease symptoms are expressions of disease in cell structure or cell arrangement seen under a microscope. Macroscopic symptoms are expressions of disease that can be seen with the unaided eye. Specific macroscopic symptoms are classified under one of four major categories: prenecrotic, necrotic, hypoplastic, and hyperplastic or hypertrophic. These categories reflect abnormal effects on host cells, tissues, and organs that can be seen without a hand lens or microscope.\n\nSigns\n\nBesides symptoms, the diagnostician recognizes signs characteristic of specific diseases. Signs are either structures formed by the pathogen or the result of interaction between pathogen and host—e.g., ooze of fire blight bacteria, slime flux from wetwood of elm, odour of tissues affected with bacterial soft rot.\n\nTechnological advances in the identification of pathogenic agents\n\nDevelopments in microscopy, serology and immunology, molecular biology, and laboratory instrumentation have resulted in many new and sophisticated laboratory procedures for the identification of plant pathogens, particularly bacteria, viruses, and viroids. The techniques of traditional scanning microscopy and transmission electron microscopy have been applied to immunosorbent electron microscopy, in which the specimen is subject to an antigen-antibody reaction before observation and scanning tunneling microscopy, which provides information about the surface of a specimen by constructing a three-dimensional image.\n\nSerological tests have been made more specific and convenient to perform since the discovery of a technique to produce large quantities of monoclonal antibodies, which bind to only one specific antigen. The sensitivity of antigen-antibody detection has been significantly increased by a radioimmunoassay (RIA) procedure. In this procedure a “known” antigen is overlayed on a plastic plate to which antigen molecules adhere. A solution of antibody is applied to the same plate; if the antibody is specific to the antigen, it will combine with it. This is followed by the application of radioactively labeled anti-antibody, which is allowed to react and then washed off. The radioactivity that remains on the plate is a measure of the amount of antibody that combined with the known fixed antigen. Another highly sensitive immunoassay is the enzyme-linked immunosorbent assay (ELISA). In principle this assay is similar to the RIA except that an enzyme system, instead of radioactivity, is used as an indicator of an antigen-antibody combination.\n\nNew analytic methods in molecular biology have made genetic studies for the characterization and identification of bacteria more practical. The DNA hybridization technique is an example. A strand of DNA from a known species (the probe) is radioactively labeled and “mixed” with DNA from an unidentified species. If the probe and the unknown DNA are from identical species, they will have complementary DNA sequences that enable them to bind to one another. Bound to DNA from the unknown species, the probe acts as a marker and identifies the bacteria.\n\nThe growing demand for quick identification of microorganisms has resulted in the development of instrumentation for automated technology that allows a large number of tests to be performed on many specimens in a short period of time. The results are read automatically and analyzed by a computer program to identify the pathogens.\n\nPrinciples of disease control\n\nSuccessful disease control requires thorough knowledge of the causal agent and the disease cycle, host-pathogen interactions in relation to environmental factors, and cost. Disease control starts with the best variety, seed, or planting stock available and continues throughout the life of the plant. For harvested crops, disease control extends through transport, storage, and marketing. Relatively few diseases are controlled by a single method; the majority require several approaches. These often need to be integrated into a broad program of biological, cultural, and chemical methods to control as many different pests—including insects, mites, rodents, and weeds—on a given crop as possible.\n\nMost control measures are directed against inoculum of the pathogen and involve the principles of exclusion and avoidance, eradication, protection, host resistance and selection, and therapy.\n\nExclusion and avoidance\n\nThe principle of exclusion and avoidance is to keep the pathogen away from the growing host plant. This practice commonly excludes pathogens by disinfection of plants, seeds, or other parts, using chemicals or heat. Inspection and certification of seed and other planting stock help ensure freedom from disease. For gardeners this involves sorting bulbs or corms before planting and rejecting diseased plants. Federal and state plant quarantines, or embargoes, have been established to prevent introduction of potentially destructive pathogens into areas currently free of the disease. More than 150 countries now have established quarantine regulations.\n\nEradication\n\nEradication is concerned with elimination of the disease agent after it has become established in the area of the growing host or has penetrated the host. Such measures include crop rotation, destruction of the diseased plants, elimination of alternate host plants, pruning, disinfection, and heat treatments.\n\nCrop rotation with nonsusceptible crops “starves out” bacteria, fungi, and nematodes with a restricted host range. Some pathogens can survive only as long as the host residue persists, usually no more than a year or two. Many pathogens, however, are relatively unaffected by rotation because they become established as saprotrophs in the soil (e.g., Fusarium and Pythium species; Rhizoctonia solani; and the potato scab actinomycete, Streptomyces scabies) or their propagative structures remain dormant but viable for many years (e.g., cysts of cyst nematodes, sporangia of the cabbage clubroot fungus, and onion smut spores).\n\nBurning, deep plowing of plant debris, and fall spraying are used against such diseases as leaf blights of tomato, Dutch elm disease, and apple scab. Destruction of weed hosts also helps control such viral diseases as cucumber mosaic and curly top. For fungi whose complete life cycle requires two different host species, such as black stem rust of cereals and white-pine blister rust, destruction of alternate hosts is effective. Destruction of diseased plants helps control Dutch elm disease, oak wilt, and peach viral diseases—mosaic, phony peach, and rosette. Elimination of citrus canker in the southeastern United States has been one of the few successful eradication programs in history. Infected trees were sprayed with oil and burned.\n\nPruning and excision of a diseased portion of the plant have aided in reducing inoculum sources for canker and wood-rot diseases of shade trees and fire blight of pome fruits. Disinfection of contaminated tools, as well as packing and shipping containers, controls a wide range of diseases. Direct application of dry or wet heat is used to obtain seeds, bulbs, other propagative materials, and even entire plants free of viruses, nematodes, and other pathogens.\n\nProtection\n\nThe principle of protection involves placing a barrier between the pathogen and the susceptible part of the host to shield the host from the pathogen. This can be accomplished by regulation of the environment, cultural and handling practices, control of insect carriers, and application of chemical pesticides.\n\nRegulation of the environment\n\nSelection of outdoor growing areas where weather is unfavourable for disease is a method of controlling disease by regulating the environment. Control of viral diseases of potato, for example, can be accomplished by growing the seed crop in northern regions where low temperatures are unfavourable for the aphid carriers. Another environmental factor that can be brought under control is the storage and in-transit environment. A variety of postharvest diseases of potato, sweet potato, onion, cabbage, apple, pear, and other crops are controlled in storage and shipment by keeping humidity and temperature low and by reducing the quantity of ethylene and other natural gases in storage houses.\n\nCultural practices\n\nSelection of the best time and depth of seeding and planting is an effective cultural practice that reduces disease impact. Shallow planting of potatoes may help to prevent Rhizoctonia canker. Early fall seeding of winter wheat may be unfavourable for seedling infection by wheat bunt teliospores. Cool-temperature crops can be grown in soils infested with root knot nematode and harvested before soil temperatures become favourable for nematode activity. Adjustment of soil moisture is another cultural practice of widespread usefulness. For example, seed decay, damping-off (the destruction of seedlings at the soil line), and other seedling diseases are favoured by excessively wet soils. The presence of drain tiles in poorly drained fields and the use of ridges or beds for plants are often beneficial. Adjustment of soil pH also leads to control of some diseases. Common potato scab can be controlled by adjusting the pH to 5.2 or below; other acid-tolerant plants then must be used in crop rotation, however.\n\nRegulation of fertility level and nutrient balance\n\nPotash and nitrogen, and the balance between the two, may affect the incidence of certain bacterial, fungal, and viral diseases of corn, cotton, tobacco, and sugar beet. A number of microelements, including boron, iron, zinc, manganese, magnesium, copper, sulfur, and molybdenum, may cause noninfectious diseases of many crop and ornamental plants. Adjusting the soil pH, adding chelated (bound or enclosed in large organic molecules) or soluble salts to the soil, or spraying the foliage with these or similar salts is a corrective measure.\n\nHandling practices\n\nLate blight on potato tubers can be controlled by delaying harvest until the foliage has been killed by frost, chemicals, or mechanical beaters. Avoidance of bruises and cuts while digging, grading, and packing potatoes, sweet potatoes, and bulb crops also reduces disease incidence.\n\nControl of insect vectors\n\nThere are many examples in which losses by bacteria, viruses, and mycoplasma-like disease agents can be reduced by controlling aphids, leafhoppers, thrips, beetles, and other carriers of these agents. Insect vectors can be controlled with organic or synthetic insecticides or by means of biological control.\n\nLoad Next Page "
  },
  {
    "title": "Plant disease - Epiphytotics, Symptoms, Control | Britannica",
    "url": "https://www.britannica.com/science/plant-disease/Epiphytotics",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\n6 Animals We Ate Into Extinction\nWhy Do Some Cicadas Appear Only Every 17 Years?\n10 Best Hockey Players of All Time\nWhy Is Missouri Called the Show Me State?\nWhat’s the Difference Between Bison and Buffalo?\nExtinct in the Wild but Still Around: 5 Plants and Animals Kept Alive by Humans\nFlags That Look Alike\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nEpiphytotics\n\nWhen the number of individuals a disease affects increases dramatically, it is said to have become epidemic (meaning “on or among people”). A more precise term when speaking of plants, however, is epiphytotic (“on plants”); for animals, the corresponding term is epizootic. In contrast, endemic (enphytotic) diseases occur at relatively constant levels in the same area each year and generally cause little concern.\n\nEpiphytotics affect a high percentage of the host plant population, sometimes across a wide area. They may be mild or destructive and local or regional in occurrence. Epiphytotics result from various combinations of factors, including the right combination of climatic conditions. An epiphytotic may occur when a pathogen is introduced into an area in which it had not previously existed. Examples of this condition include the downy mildews (Sclerospora species) and rusts (Puccinia species) of corn in Africa during the 1950s, the introduction of the coffee rust fungus into Brazil in the 1960s, and the entrance of chestnut blight (Endothia parasitica) into the United States shortly after 1900. Also, when new plant varieties are produced by plant breeders without regard for all enphytotic diseases that occur in the same area to some extent each year (but which are normally of minor importance), some of these varieties may prove very susceptible to previously unimportant pathogens. Examples of this situation include the development of oat varieties with Victoria parentage, which, although highly resistant to rusts (Puccinia graminis avenae and P. coronata avenae) and smuts (Ustilago avenae, U. kolleri), proved very susceptible to Helminthosporium blight (H. victoriae), formerly a minor disease of grasses. The destructiveness of this disease resulted in a major shift of oat varieties in the United States in the mid-1940s. Corn (maize) with male-sterile cytoplasm (i.e., plants with tassels that do not extrude anthers or pollen), grown on 60 million acres (24 million hectares) in the United States, was attacked in 1970 by a virulent new race of the southern corn leaf blight fungus (Helminthosporium maydis race T), resulting in a loss of about 700 million bushels of corn. More recently the new Helminthosporium race was widely disseminated and was reported from most continents. Finally, epiphytotics may occur when host plants are cultivated in large acreages where previously little or no land was devoted to that crop.\n\nEpiphytotics may occur in cycles. When a plant disease first appears in a new area, it may grow rapidly to epiphytotic proportions. In time, the disease wanes, and, unless the host species has been completely wiped out, the disease subsides to a low level of incidence and becomes enphytotic. This balance may change dramatically by conditions that favour a renewed epiphytotic. Among such conditions are weather (primarily temperature and moisture), which may be very favourable for multiplication, spread, and infection by the pathogen; introduction of a new and more susceptible host; development of a very aggressive race of the pathogen; and changes in cultural practices that create a more favourable environment for the pathogen.\n\nEnvironmental factors affecting disease development\nUnderstand how plants are infected by diseases through rainwater droplet splashing from leaf to leaf\nLearn how rainwater droplets, splashing from leaf to leaf, infect plants with disease.\n(more)\nSee all videos for this article\n\nImportant environmental factors that may affect development of plant diseases and determine whether they become epiphytotic include temperature, relative humidity, soil moisture, soil pH, soil type, and soil fertility.\n\nTemperature\n\nEach pathogen has an optimum temperature for growth. In addition, different growth stages of fungi, such as the production of spores (reproductive units), their germination, and the growth of the mycelium (the filamentous main fungus body), may have slightly different optimum temperatures. Storage temperatures for certain fruits, vegetables, and nursery stock are manipulated to control fungi and bacteria that cause storage decay, provided the temperature does not change the quality of the products. Little, except limited frost protection, can be done to control air temperature in fields, but greenhouse temperatures can be regulated to check disease development.\n\nKnowledge of optimum temperatures, usually combined with optimum moisture conditions, permits forecasting, with a high degree of accuracy, the development of such diseases as blue mold of tobacco (Peronospora tabacina), downy mildews of vine crops (Pseudoperonospora cubensis) and lima beans (Phytophthora phaseoli), late blight of potato and tomato (Phytophthora infestans), leaf spot of sugar beets (Cercospora beticola), and leaf rust of wheat (Puccinia recondita tritici). Effects of temperature may mask symptoms of certain viral and mycoplasmal diseases, however, making them more difficult to detect.\n\nRelative humidity\n\nRelative humidity is very critical in fungal spore germination and the development of storage rots. Rhizopus soft rot of sweet potato (Rhizopus stolonifer) is an example of a storage disease that does not develop if relative humidity is maintained at 85 to 90 percent, even if the storage temperature is optimum for growth of the pathogen. Under these conditions, the sweet potato root produces suberized (corky) tissues that wall off the Rhizopus fungus.\n\nHigh humidity favours development of the great majority of leaf and fruit diseases caused by fungi, water molds, and bacteria. Moisture is generally needed for spore germination, the multiplication and penetration of bacteria, and the initiation of infection. Germination of powdery mildew spores occurs best at 90 to 95 percent relative humidity. Diseases in greenhouse crops—such as leaf mold of tomato (Cladosporium fulvum) and decay of flowers, leaves, stems, and seedlings of flowering plants, caused by Botrytis species—are controlled by lowering air humidity or by avoiding spraying plants with water.\n\nSoil moisture\npotato scab\nCommon scab of potato.\n\nHigh or low soil moisture may be a limiting factor in the development of certain root rot diseases. High soil-moisture levels favour development of destructive water mold fungi, such as species of Aphanomyces, Pythium, and Phytophthora. Excessive watering of houseplants is a common problem. Overwatering, by decreasing oxygen and raising carbon dioxide levels in the soil, makes roots more susceptible to root-rotting organisms.\n\nDiseases such as take-all of cereals (Ophiobolus graminis); charcoal rot of corn, sorghum, and soybean (Macrophomina phaseoli); common scab of potato (Streptomyces scabies); and onion white rot (Sclerotium cepivorum) are most severe under low soil-moisture levels.\n\nSoil pH\n\nSoil pH, a measure of acidity or alkalinity, markedly influences a few diseases, such as common scab of potato and clubroot of crucifers (Plasmodiophora brassicae). Growth of the potato scab organism is suppressed at a pH of 5.2 or slightly below (pH 7 is neutral; numbers below 7 indicate acidity, and those above 7 indicate alkalinity). Scab is not normally a problem when the natural soil pH is about 5.2. Some farmers add sulfur to their potato soil to keep the pH about 5.0. Clubroot of crucifers (members of the mustard family, including cabbage, cauliflower, and turnips), on the other hand, can usually be controlled by thoroughly mixing lime into the soil until the pH becomes 7.2 or higher.\n\nSoil type\n\nCertain pathogens are favoured by loam soils and others by clay soils. Phymatotrichum root rot attacks cotton and some 2,000 other plants in the southwestern United States. This fungus is serious only in black alkaline soils—pH 7.3 or above—that are low in organic matter. Fusarium wilt disease, which attacks a wide range of cultivated plants, causes more damage in lighter and higher (topographically) soils. Nematodes are also most damaging in lighter soils that warm up quickly.\n\nSoil fertility\n\nGreenhouse and field experiments have shown that raising or lowering the levels of certain nutrient elements required by plants frequently influences the development of some infectious diseases—for example, fire blight of apple and pear, stalk rots of corn and sorghum, Botrytis blights, Septoria diseases, powdery mildew of wheat, and northern leaf blight of corn. These diseases and many others are more destructive after application of excessive amounts of nitrogen fertilizer. This condition can often be counteracted by adding adequate amounts of potash, a fertilizer containing potassium.\n\nRequirements for disease development\n\nInfectious disease cannot develop if any one of the following three basic conditions is lacking: (1) the proper environment, the most important environmental factors being the amount and frequency of rains or heavy dews, the relative humidity, and the air and soil temperatures, (2) the presence of a virulent pathogen, and (3) a susceptible host. Effective disease-control measures are aimed at breaking this environment-pathogen-host triangle. Loss resulting from disease is reduced, for example, if the host can be made more resistant or immune through such techniques as plant breeding or genetic engineering. In addition, the environment can be made less favourable for invasion by the pathogen and more favourable for the growth of the host plant. Finally, the pathogen can be killed or prevented from reaching the host. These basic methods of control can be divided into a number of cultural, chemical, and biological practices to help control the disease.\n\nMore From Britannica\nagricultural technology: Control of plant diseases and nematodes\nDiagnosis of plant diseases\n\nRapid and accurate diagnosis of disease is necessary before proper control measures can be suggested. It is the first step in the study of any disease. Diagnosis is largely based on characteristic symptoms expressed by the diseased plant. Identification of the pathogen is also essential to diagnosis.\n\nThree steps involved in diagnosis include careful observation and classification of the facts, evaluation of the facts, and a logical decision as to the cause.\n\nVariable factors affecting diagnosis\n\nA skilled diagnostician must know the normal appearance of an affected plant species, its local air and soil environment, the cultural conditions under which it is growing, the pathogens described for the area, and the disease-developing potential of the pathogen. Diagnosis is best done in the presence of the growing plant. Disease is suspected when, for example, part or all of a plant begins to die. Disease also is indicated when blossoms, leaves, stems, roots, or other plant parts appear abnormal—i.e., misshapen, curled, discoloured, overdeveloped, or underdeveloped. Diseased plants also often fail to respond normally to fertilizing, watering, pruning, insect and mite control, or other recommended practices.\n\nConditions other than infection with a pathogen, however, may produce similar or identical symptoms. Some of these have been described, but numerous other conditions must be considered as well when plants are adversely affected. For example, an affected plant may not be adapted to the area in which it is growing. It may not be able to withstand the extremes in soil moisture, temperature, wind, light, or humidity of the local situation. Damage to plants may be caused by insects, mites, rodents, pets, or humans. The soil may be poorly drained, gravelly, or overly sandy; it may be covering buried debris such as boards, cement blocks, bricks, or mortar; or it may be too dry or otherwise unfavourable for good plant growth. Problems also are caused by high winds, hail, lightning, blowing sand, a heavy load of snow or ice, flooding, fire, ice-removal chemicals, mechanical injury by garden tools or machinery, and fumes from weed-killing chemicals, trash burners, nearby industrial plants, or motor vehicles. The affected plant may have received treatment different from nearby healthy ones—watering, fertilizing, pest control, pruning, or depth of planting, for example. If different species or kinds of plants in the same area have similar symptoms, the chances are that a pathogen is not involved. Most infectious diseases are highly specific for individual or closely related plant species, and similar symptoms on unrelated plants are usually an indication of some environmental factor rather than a disease-causing organism.\n\nExamination of leaves is usually considered to be the best starting point in diagnosis. The colour, size, shape, and margins of spots and blights (lesions) are often associated with a particular fungus or bacterium. Many fungi produce “signs” of disease, such as mold growth or fruiting bodies that appear as dark specks in the dead area. Early stages of bacterial infections that develop on leaves or fruits during humid weather often appear as dark and water-soaked spots with a distinct margin and sometimes a halo—a lighter-coloured ring around the spot.\n\nLow winter temperatures and late spring or early fall freezes cause blasting (sudden death) of leaf and flower buds or sudden blighting (discoloration and death) of tender foliage.\n\nInsect-injured leaves usually show evidence of feeding, such as holes, discoloration, stippling, blotching, downward curling, or other deformations.\n\nScorching of leaf margins and between the veins is common following hot, dry, windy weather. Similar symptoms are produced by an excess of water, an imbalance of essential nutrients, an excess of soluble salts, changes in the soil water table or soil grade, gas or fume injury, and root injury or disease.\n\nViral diseases, such as mosaics and yellows, are sometimes confused with injury by a hormone-type weed killer, unbalanced nutrition, and soil that is excessively alkaline or acid. Nearby plant species are often examined to see if similar symptoms are evident on several different types of plants.\n\nExamination of stems, shoots, branches, and trunk follows a thorough leaf examination. Sunken, swollen, or discoloured areas in the fleshy stem or bark may indicate canker infection by a fungus or bacterium or injury caused by excessively high or low temperatures, hail, tools, equipment, vehicles, or girdling wires.\n\nFruiting bodies of fungi in or on such areas often indicate secondary infection. Accurate identification of signs as belonging to a pathogenic organism or a secondary or saprophytic one is difficult. Tissues directly infected by pathogenic fungi or bacteria normally show a gradual change in colour or consistency. Injuries, in comparison, are usually well defined with an abrupt change from healthy to affected tissue.\n\nHoles and sawdustlike debris are evidence of boring insects that usually invade woody plants in a low state of vigour. Other borer indications include wilting and dieback (progressive death of shoots that begins at tip and works downward). These symptoms also are produced by fungi and bacteria that invade water- and food-conducting vascular tissue.\n\nSymptoms of wilt-inducing microorganisms include dark streaks in sapwood of wilted branches when the wood is cut through at an angle.\n\nAbnormal suckers or water sprouts on trees can indicate careless pruning, extremes in temperature or water supply, structural injury, or disease.\n\ncrown gall\nPlant infected with crown gall.\n\nGalls, which are unsightly overgrowths on stem, branch, or trunk, may indicate crown gall, insect injury, water imbalance between plant and soil, or other factors. Crown gall is infectious and develops as rough, roundish galls at wounds, resulting from grafting, pruning, or cultivating.\n\nWood-decay fungi also enter unprotected wounds, resulting in discoloured, water-soaked, spongy, stringy, crumbly, or hard rots of living and dead wood. External evidence of wood-decay fungi are clusters of mushrooms (or toadstools) and hoof- or shelf-shaped fungal fruiting structures, called conks, punks, or brackets.\n\nAboveground symptoms of many root problems look alike. They include stunting of leaf and twig growth, poor foliage colour, gradual or sudden decline in vigour and productivity, shoot wilting and dieback, and even rapid death of the plant. The causes include infectious root and crown rot; nematode, insect, or rodent feeding; low temperature or lightning injury; household gas injury; poor soil type or drainage; change in soil grade; or massive removal of roots in digging utility trenches and construction.\n\nAbnormal root growth is revealed by comparison with healthy roots. Some nematodes, such as root knot (Meloidogyne species), produce small to large galls in roots; other species cause affected roots to become discoloured, stubby, excessively branched, and decayed. Bacterial and fungal root rots commonly follow feeding by nematodes, insects, and rodents.\n\nDiagnosis of a disease complex, one with two or more causes, is usually difficult and requires separation and identification of the individual causes.\n\nLoad Next Page "
  },
  {
    "title": "Plant disease - Causes, Symptoms, Prevention | Britannica",
    "url": "https://www.britannica.com/science/plant-disease/Definitions-of-plant-disease",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\nWhy Is the Indy 500 Held on Memorial Day Weekend?\n9 of the World’s Deadliest Snakes\nWhy Do Some Cicadas Appear Only Every 17 Years?\n10 Best Hockey Players of All Time\n6 Animals We Ate Into Extinction\n9 of the World’s Deadliest Spiders\nWhat’s the Difference Between Bison and Buffalo?\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nDefinitions of plant disease\n\nIn general, a plant becomes diseased when it is continuously disturbed by some causal agent that results in an abnormal physiological process that disrupts the plant’s normal structure, growth, function, or other activities. This interference with one or more of a plant’s essential physiological or biochemical systems elicits characteristic pathological conditions or symptoms.\n\nPlant diseases can be broadly classified according to the nature of their primary causal agent, either infectious or noninfectious. Infectious plant diseases are caused by a pathogenic organism such as a fungus, bacterium, mycoplasma, virus, viroid, nematode, or parasitic flowering plant. An infectious agent is capable of reproducing within or on its host and spreading from one susceptible host to another. Noninfectious plant diseases are caused by unfavourable growing conditions, including extremes of temperature, disadvantageous relationships between moisture and oxygen, toxic substances in the soil or atmosphere, and an excess or deficiency of an essential mineral. Because noninfectious causal agents are not organisms capable of reproducing within a host, they are not transmissible.\n\nIn nature, plants may be affected by more than one disease-causing agent at a time. A plant that must contend with a nutrient deficiency or an imbalance between soil moisture and oxygen is often more susceptible to infection by a pathogen, and a plant infected by one pathogen is often prone to invasion by secondary pathogens. The combination of all disease-causing agents that affect a plant make up the disease complex. Knowledge of normal growth habits, varietal characteristics, and normal variability of plants within a species—as these relate to the conditions under which the plants are growing—is required for a disease to be recognized.\n\nThe study of plant diseases is called plant pathology. Pathology is derived from the two Greek words pathos (suffering, disease) and logos (discourse, study). Plant pathology thus means a study of plant diseases.\n\nDisease development and transmission\nPathogenesis and saprogenesis\n\nPathogenesis is the stage of disease in which the pathogen is in intimate association with living host tissue. Three fairly distinct stages are involved:\n\nInoculation: transfer of the pathogen to the infection court, or area in which invasion of the plant occurs (the infection court may be the unbroken plant surface, a variety of wounds, or natural openings—e.g., stomata [microscopic pores in leaf surfaces], hydathodes [stomata-like openings that secrete water], or lenticels [small openings in tree bark])\nIncubation: the period of time between the arrival of the pathogen in the infection court and the appearance of symptoms\nInfection: the appearance of disease symptoms accompanied by the establishment and spread of the pathogen.\n\nOne of the important characteristics of pathogenic organisms, in terms of their ability to infect, is virulence. Many different properties of a pathogen contribute to its ability to spread through and to destroy the tissue. Among these virulence factors are toxins that kill cells, enzymes that destroy cell walls, extracellular polysaccharides that block the passage of fluid through the plant system, and substances that interfere with normal cell growth. Not all pathogenic species are equal in virulence—that is, they do not produce the same amounts of the substances that contribute to the invasion and destruction of plant tissue. Also, not all virulence factors are operative in a particular disease. For example, toxins that kill cells are important in necrotic diseases, and enzymes that destroy cell walls play a significant role in soft rot diseases.\n\nMany pathogens, especially among the bacteria and fungi, spend part of their life cycle as pathogens and the remainder as saprotrophs.\n\nSaprogenesis is the part of the pathogen’s life cycle when it is not in vital association with living host tissue and either continues to grow in dead host tissue or becomes dormant. During this stage, some fungi produce their sexual fruiting bodies; the apple scab (Venturia inaequalis), for example, produces perithecia, flask-shaped spore-producing structures, in fallen apple leaves. Other fungi produce compact resting bodies, such as the sclerotia formed by certain root- and stem-rotting fungi (Rhizoctonia solani and Sclerotinia sclerotiorum) or the ergot fungus (Claviceps purpurea). These resting bodies, which are resistant to extremes in temperature and moisture, enable the pathogen to survive for months or years in soil and plant debris in the absence of a living host.\n\nEpiphytotics\n\nWhen the number of individuals a disease affects increases dramatically, it is said to have become epidemic (meaning “on or among people”). A more precise term when speaking of plants, however, is epiphytotic (“on plants”); for animals, the corresponding term is epizootic. In contrast, endemic (enphytotic) diseases occur at relatively constant levels in the same area each year and generally cause little concern.\n\nEpiphytotics affect a high percentage of the host plant population, sometimes across a wide area. They may be mild or destructive and local or regional in occurrence. Epiphytotics result from various combinations of factors, including the right combination of climatic conditions. An epiphytotic may occur when a pathogen is introduced into an area in which it had not previously existed. Examples of this condition include the downy mildews (Sclerospora species) and rusts (Puccinia species) of corn in Africa during the 1950s, the introduction of the coffee rust fungus into Brazil in the 1960s, and the entrance of chestnut blight (Endothia parasitica) into the United States shortly after 1900. Also, when new plant varieties are produced by plant breeders without regard for all enphytotic diseases that occur in the same area to some extent each year (but which are normally of minor importance), some of these varieties may prove very susceptible to previously unimportant pathogens. Examples of this situation include the development of oat varieties with Victoria parentage, which, although highly resistant to rusts (Puccinia graminis avenae and P. coronata avenae) and smuts (Ustilago avenae, U. kolleri), proved very susceptible to Helminthosporium blight (H. victoriae), formerly a minor disease of grasses. The destructiveness of this disease resulted in a major shift of oat varieties in the United States in the mid-1940s. Corn (maize) with male-sterile cytoplasm (i.e., plants with tassels that do not extrude anthers or pollen), grown on 60 million acres (24 million hectares) in the United States, was attacked in 1970 by a virulent new race of the southern corn leaf blight fungus (Helminthosporium maydis race T), resulting in a loss of about 700 million bushels of corn. More recently the new Helminthosporium race was widely disseminated and was reported from most continents. Finally, epiphytotics may occur when host plants are cultivated in large acreages where previously little or no land was devoted to that crop.\n\nEpiphytotics may occur in cycles. When a plant disease first appears in a new area, it may grow rapidly to epiphytotic proportions. In time, the disease wanes, and, unless the host species has been completely wiped out, the disease subsides to a low level of incidence and becomes enphytotic. This balance may change dramatically by conditions that favour a renewed epiphytotic. Among such conditions are weather (primarily temperature and moisture), which may be very favourable for multiplication, spread, and infection by the pathogen; introduction of a new and more susceptible host; development of a very aggressive race of the pathogen; and changes in cultural practices that create a more favourable environment for the pathogen.\n\nEnvironmental factors affecting disease development\nUnderstand how plants are infected by diseases through rainwater droplet splashing from leaf to leaf\nLearn how rainwater droplets, splashing from leaf to leaf, infect plants with disease.\n(more)\nSee all videos for this article\n\nImportant environmental factors that may affect development of plant diseases and determine whether they become epiphytotic include temperature, relative humidity, soil moisture, soil pH, soil type, and soil fertility.\n\nTemperature\n\nEach pathogen has an optimum temperature for growth. In addition, different growth stages of fungi, such as the production of spores (reproductive units), their germination, and the growth of the mycelium (the filamentous main fungus body), may have slightly different optimum temperatures. Storage temperatures for certain fruits, vegetables, and nursery stock are manipulated to control fungi and bacteria that cause storage decay, provided the temperature does not change the quality of the products. Little, except limited frost protection, can be done to control air temperature in fields, but greenhouse temperatures can be regulated to check disease development.\n\nKnowledge of optimum temperatures, usually combined with optimum moisture conditions, permits forecasting, with a high degree of accuracy, the development of such diseases as blue mold of tobacco (Peronospora tabacina), downy mildews of vine crops (Pseudoperonospora cubensis) and lima beans (Phytophthora phaseoli), late blight of potato and tomato (Phytophthora infestans), leaf spot of sugar beets (Cercospora beticola), and leaf rust of wheat (Puccinia recondita tritici). Effects of temperature may mask symptoms of certain viral and mycoplasmal diseases, however, making them more difficult to detect.\n\nRelative humidity\n\nRelative humidity is very critical in fungal spore germination and the development of storage rots. Rhizopus soft rot of sweet potato (Rhizopus stolonifer) is an example of a storage disease that does not develop if relative humidity is maintained at 85 to 90 percent, even if the storage temperature is optimum for growth of the pathogen. Under these conditions, the sweet potato root produces suberized (corky) tissues that wall off the Rhizopus fungus.\n\nHigh humidity favours development of the great majority of leaf and fruit diseases caused by fungi, water molds, and bacteria. Moisture is generally needed for spore germination, the multiplication and penetration of bacteria, and the initiation of infection. Germination of powdery mildew spores occurs best at 90 to 95 percent relative humidity. Diseases in greenhouse crops—such as leaf mold of tomato (Cladosporium fulvum) and decay of flowers, leaves, stems, and seedlings of flowering plants, caused by Botrytis species—are controlled by lowering air humidity or by avoiding spraying plants with water.\n\nSoil moisture\npotato scab\nCommon scab of potato.\n\nHigh or low soil moisture may be a limiting factor in the development of certain root rot diseases. High soil-moisture levels favour development of destructive water mold fungi, such as species of Aphanomyces, Pythium, and Phytophthora. Excessive watering of houseplants is a common problem. Overwatering, by decreasing oxygen and raising carbon dioxide levels in the soil, makes roots more susceptible to root-rotting organisms.\n\nDiseases such as take-all of cereals (Ophiobolus graminis); charcoal rot of corn, sorghum, and soybean (Macrophomina phaseoli); common scab of potato (Streptomyces scabies); and onion white rot (Sclerotium cepivorum) are most severe under low soil-moisture levels.\n\nLoad Next Page "
  },
  {
    "title": "Plant disease | Importance, Types, Transmission, & Control | Britannica",
    "url": "https://www.britannica.com/science/plant-disease",
    "html": "Search Britannica\nClick here to search\nLogin\nSubscribe\nHomeGames & QuizzesHistory & SocietyScience & TechBiographiesAnimals & NatureGeography & TravelArts & CultureMoneyVideos\nplant disease\nTable of Contents\nIntroduction\nGeneral considerations\nClassification of plant diseases by causal agent\nReferences & Edit History\nRelated Topics\nImages & Videos\nDiscover\n8 Must-See Paintings at the National Gallery of Art in Washington, D.C.\nFlags That Look Alike\nWhy Is Missouri Called the Show Me State?\nWhat’s the Difference Between Llamas and Alpacas?\n7 Surprising Uses for Mummies\nHow Fast Is the World’s Fastest Human?\nPoker Hands Ranked\nHome\nScience\nBiology\nLife Cycle, Processes & Properties\nplant disease\nplant pathology\nPrint \nCite \nShare \nFeedback \nWritten by Michael J. Pelczar, Rita M. Pelczar, Arthur KelmanSee All\nFact-checked by The Editors of Encyclopaedia Britannica\nArticle History\nblight\nSee all media\nRelated Topics: wilt Dutch elm disease rot ash dieback disease elm phloem necrosis\nSee all related content →\n\nPlant disease, an impairment of the normal state of a plant that interrupts or modifies its vital functions. All species of plants, wild and cultivated alike, are subject to disease. Although each species is susceptible to characteristic diseases, these are, in each case, relatively few in number. The occurrence and prevalence of plant diseases vary from season to season, depending on the presence of the pathogen, environmental conditions, and the crops and varieties grown. Some plant varieties are particularly subject to outbreaks of diseases while others are more resistant to them. See also list of plant diseases.\n\nGeneral considerations\nNature and importance of plant diseases\n\nPlant diseases are known from times preceding the earliest writings. Fossil evidence indicates that plants were affected by disease 250 million years ago. The Bible and other early writings mention diseases, such as rusts, mildews, and blights, that have caused famine and other drastic changes in the economy of nations since the dawn of recorded history. Other plant disease outbreaks with similar far-reaching effects in more recent times include late blight of potato in Ireland (1845–60); powdery and downy mildews of grape in France (1851 and 1878); coffee rust in Ceylon (now Sri Lanka; starting in the 1870s); Fusarium wilts of cotton and flax; southern bacterial wilt of tobacco (early 1900s); Sigatoka leaf spot and Panama disease of banana in Central America (1900–65); black stem rust of wheat (1916, 1935, 1953–54); southern corn leaf blight (1970) in the United States; Panama disease of banana in Asia, Australia, and Africa (1990 to present); and coffee rust in Central and South America (1960, 2012 to present). Such losses from plant diseases can have a significant economic impact, causing a reduction in income for crop producers and distributors and higher prices for consumers.\n\nLoss of crops from plant diseases may also result in hunger and starvation, especially in less-developed countries where access to disease-control methods is limited and annual losses of 30 to 50 percent are not uncommon for major crops. In some years, losses are much greater, producing catastrophic results for those who depend on the crop for food. Major disease outbreaks among food crops have led to famines and mass migrations throughout history. The devastating outbreak of late blight of potato (caused by the water mold Phytophthora infestans) that began in Europe in 1845 brought about the Great Famine that caused starvation, death, and mass migration of the Irish. Of Ireland’s population of more than eight million, approximately one million (about 12.5 percent) died of starvation or famine-related illness, and 1.5 million (almost 19 percent) emigrated, mostly to the United States, as refugees from the destructive blight. This water mold thus had a tremendous influence on economic, political, and cultural development in Europe and the United States. During World War I, late blight damage to the potato crop in Germany may have helped end the war.\n\nDiseases—a normal part of nature\n\nPlant diseases are a normal part of nature and one of many ecological factors that help keep the hundreds of thousands of living plants and animals in balance with one another. Plant cells contain special signaling pathways that enhance their defenses against insects, animals, and pathogens. One such example involves a plant hormone called jasmonate (jasmonic acid). In the absence of harmful stimuli, jasmonate binds to special proteins, called JAZ proteins, to regulate plant growth, pollen production, and other processes. In the presence of harmful stimuli, however, jasmonate switches its signaling pathways, shifting instead to directing processes involved in boosting plant defense. Genes that produce jasmonate and JAZ proteins represent potential targets for genetic engineering to produce plant varieties with increased resistance to disease.\n\nHumans have carefully selected and cultivated plants for food, medicine, clothing, shelter, fibre, and beauty for thousands of years. Disease is just one of many hazards that must be considered when plants are taken out of their natural environment and grown in pure stands under what are often abnormal conditions.\n\nMany valuable crop and ornamental plants are very susceptible to disease and would have difficulty surviving in nature without human intervention. Cultivated plants are often more susceptible to disease than are their wild relatives. This is because large numbers of the same species or variety, having a uniform genetic background, are grown close together, sometimes over many thousands of square kilometres. A pathogen may spread rapidly under these conditions.\n\nGet a Britannica Premium subscription and gain access to exclusive content.\nSubscribe Now\nDefinitions of plant disease\n\nIn general, a plant becomes diseased when it is continuously disturbed by some causal agent that results in an abnormal physiological process that disrupts the plant’s normal structure, growth, function, or other activities. This interference with one or more of a plant’s essential physiological or biochemical systems elicits characteristic pathological conditions or symptoms.\n\nPlant diseases can be broadly classified according to the nature of their primary causal agent, either infectious or noninfectious. Infectious plant diseases are caused by a pathogenic organism such as a fungus, bacterium, mycoplasma, virus, viroid, nematode, or parasitic flowering plant. An infectious agent is capable of reproducing within or on its host and spreading from one susceptible host to another. Noninfectious plant diseases are caused by unfavourable growing conditions, including extremes of temperature, disadvantageous relationships between moisture and oxygen, toxic substances in the soil or atmosphere, and an excess or deficiency of an essential mineral. Because noninfectious causal agents are not organisms capable of reproducing within a host, they are not transmissible.\n\nIn nature, plants may be affected by more than one disease-causing agent at a time. A plant that must contend with a nutrient deficiency or an imbalance between soil moisture and oxygen is often more susceptible to infection by a pathogen, and a plant infected by one pathogen is often prone to invasion by secondary pathogens. The combination of all disease-causing agents that affect a plant make up the disease complex. Knowledge of normal growth habits, varietal characteristics, and normal variability of plants within a species—as these relate to the conditions under which the plants are growing—is required for a disease to be recognized.\n\nThe study of plant diseases is called plant pathology. Pathology is derived from the two Greek words pathos (suffering, disease) and logos (discourse, study). Plant pathology thus means a study of plant diseases.\n\nDisease development and transmission\nPathogenesis and saprogenesis\n\nPathogenesis is the stage of disease in which the pathogen is in intimate association with living host tissue. Three fairly distinct stages are involved:\n\nInoculation: transfer of the pathogen to the infection court, or area in which invasion of the plant occurs (the infection court may be the unbroken plant surface, a variety of wounds, or natural openings—e.g., stomata [microscopic pores in leaf surfaces], hydathodes [stomata-like openings that secrete water], or lenticels [small openings in tree bark])\nIncubation: the period of time between the arrival of the pathogen in the infection court and the appearance of symptoms\nInfection: the appearance of disease symptoms accompanied by the establishment and spread of the pathogen.\n\nOne of the important characteristics of pathogenic organisms, in terms of their ability to infect, is virulence. Many different properties of a pathogen contribute to its ability to spread through and to destroy the tissue. Among these virulence factors are toxins that kill cells, enzymes that destroy cell walls, extracellular polysaccharides that block the passage of fluid through the plant system, and substances that interfere with normal cell growth. Not all pathogenic species are equal in virulence—that is, they do not produce the same amounts of the substances that contribute to the invasion and destruction of plant tissue. Also, not all virulence factors are operative in a particular disease. For example, toxins that kill cells are important in necrotic diseases, and enzymes that destroy cell walls play a significant role in soft rot diseases.\n\nMany pathogens, especially among the bacteria and fungi, spend part of their life cycle as pathogens and the remainder as saprotrophs.\n\nSaprogenesis is the part of the pathogen’s life cycle when it is not in vital association with living host tissue and either continues to grow in dead host tissue or becomes dormant. During this stage, some fungi produce their sexual fruiting bodies; the apple scab (Venturia inaequalis), for example, produces perithecia, flask-shaped spore-producing structures, in fallen apple leaves. Other fungi produce compact resting bodies, such as the sclerotia formed by certain root- and stem-rotting fungi (Rhizoctonia solani and Sclerotinia sclerotiorum) or the ergot fungus (Claviceps purpurea). These resting bodies, which are resistant to extremes in temperature and moisture, enable the pathogen to survive for months or years in soil and plant debris in the absence of a living host.\n\nLoad Next Page "
  }
]