[
  {
    "title": "The Plant Doctor: Watering and Plant Disease | Mississippi State University Extension Service",
    "url": "http://extension.msstate.edu/publications/the-plant-doctor-watering-and-plant-disease",
    "html": "Skip to main content\nMSU\nDAFVM\nCalendar\nAdd Event\nNews\nBlog\nNewsletters\nPublications\nPrograms\nShows\nCounty Offices\nDirectory\nDistance Ed\nStaff Directory\nFacebook\nTwitter\nPinterest\nInstagram\nMississippi State University\nSearch MSU Extension\n Search\n4-H\nABOUT EXTENSION\nAGRICULTURE\nCOMMUNITY\nFAMILY\nFOOD AND HEALTH\nINSECTS\nLAWN AND GARDEN\nNATURAL RESOURCES\nREGISTRATION PORTAL\nYou are here\nHome\nPublications\nPublications\nThe Plant Doctor: Watering and Plant Disease\nThe Plant Doctor: Watering and Plant Disease\nFiled Under: Plant Diseases\nPUBLICATIONS\nPublication Number: IS1670\nView as PDF: IS1670.pdf\n\nWater, especially water droplets on leaves and stems, plays a major part in plant diseases. Unlike other important factors, such as temperature, you can sometimes control water and moisture. By understanding a few basic principles of how free water (water droplets and films of water on the surface of plant tissues) relates to plant disease and by watering appropriately, you can limit disease in your garden.\n\nMost plant diseases in the state are caused by fungi, but bacterial diseases also occur. Fungi and bacteria that can cause disease are called pathogens. They spread by seed-like structures called spores or by cells.\n\nThe fungal spores and bacterial cells are often not released until they have been wet for a certain period. Once released, they may be carried on the wind, in raindrops, or in irrigation water. Fungi and bacteria must have water to spread and infect plants.\n\nFungal spores are small and delicate (Figure 1). Like plant seeds, they require moisture to begin germination, and once they germinate, they die if they dry. Many fungi require a film of free moisture for at least 9 hours to germinate and penetrate the plant leaf. Some require slightly less time and others more.\n\nFigure 1. Diagram of the cross-section of a leaf with fungal spores (top of leaf, left) and bacterial cells (top of leaf, right). The surface of the leaf often has a cuticle, beneath which are living cells (represented by square blocks). Water on top of the leaf lets the spores and bacterial cells penetrate the plant and cause infection. Drying the leaf kills the fragile spores.\n\nSplashing water droplets move pathogen “seeds” short distances. The splash carries the “seeds” from the soil to lower plant leaves, from the lower plant leaves to the upper plant leaves, and from one plant to another. The “seeds” may move longer distances by windblown water droplets.\n\nMoisture is the critical factor in disease development. The amount of disease depends on the number and length of wet periods.\n\nYou can control many plant diseases by controlling the number of the free moisture periods and how long those periods last. Reduce the number of periods by watering only when needed, and then watering deeply.\n\nReduce the amount of time leaves are wet. Remember that dew is water, too, so your watering schedule has to account for it. Do not extend the period of leaf wetness by watering as the dew is beginning to dry in the morning or before it forms in the evening (Figure 2). Extending the period of leaf wetness will let more pathogen “seeds” germinate.\n\nFigure 2. Irrigation scheduling. Free water on plant leaves is a major contributor to plant disease. You cannot control how heavy or long a dew is, but you can water while the dew is still on the plants. This lessens the length of time the leaves stay wet and reduces disease.\n\nObserve how long the dew stays on the plant canopies and turf; then water when the dew would normally be on the plants. Dew is usually present from about midnight to 8:00 in the morning. If watering in the evening, make sure you stop watering early enough that the watered areas dry before dark. If watering in the morning, stop early enough that the watered areas dry at the same time as or before unwatered areas.\n\nA plant has leaves on the outside and on the inside of its canopy. The inside leaves are sheltered from direct sun and drying winds, so water will stay longer on them. Plants shade the soil, slowing the drying time and raising the humidity levels around the plants. This means diseases are more likely to become established inside the plant canopy than on the outside.\n\nReduce disease inside plant canopies with proper pruning and landscaping. Make best use of morning winds and sun to dry your landscape. You may hasten drying of particularly valuable areas of turf or plants by brushing a bamboo pole or pulling a garden hose over them to remove the dew drops.\n\nConsider using drip irrigation in your established plantings and soaker hoses in your more temporary ones. If watering by hand, try to water at the base of plants. Drip irrigation and watering at the soil level will help reduce the amount of free moisture on plant canopies. This won’t be possible with your lawn, so water it at the proper time.\n\nHow Much to Water\n\nHave you ever noticed that as you dig a hole, the soil becomes moister the deeper you dig? Even when the upper soil layers are quite dry, the deeper layers are moist. So there is more moisture deeper in the soil.\n\nHow does water get into the plant? Through the roots. So, putting the two together, you want the plant roots to penetrate as deeply into the soil as possible—to avoid the drying cycles of the upper soil layers.\n\nHow can you do this? Encourage the roots to grow deeply. Just as branches twist and turn to get more light, roots grow toward a supply of water.\n\nIf the area is constantly watered lightly, there will be enough soil moisture just below the surface for the plants. But the soil moisture will dry up quickly and leave plants dessicated in hot weather. Instead, water deeply so the moisture penetrates to about 4 inches. Then, don’t water until it is needed. See Figure 3.\n\nFigure 3. Root systems respond to watering type.\n\nYou can check the depth of the soil moisture using an unpainted wooden dowel like you use a toothpick to check if a cake has fully baked. Soil crumbs clinging to the dowel indicate moist soil.\n\nBy understanding the association of free moisture to disease development and by changing your watering practice to cut the duration of leaf wetness and number of irrigations, you can lessen disease in your landscape.\n\nThe information given here is for educational purposes only. References to commercial products, trade names, or suppliers are made with the understanding that no endorsement is implied and that no discrimination against other products or suppliers is intended.\n\nPublication 3881 (POD-05-22)\n\nBy Alan Henn, PhD, Extension Professor, Plant Pathology.\n\nThe Mississippi State University Extension Service is working to ensure all web content is accessible to all users. If you need assistance accessing any of our content, please email the webteam or call 662-325-2262.\n\nSelect Your County Office\nSelect a County\nAdams\nAlcorn\nAmite\nAttala\nBenton\nBolivar\nCalhoun\nCarroll\nChickasaw\nChoctaw\nClaiborne\nClarke\nClay\nCoahoma\nCopiah\nCovington\nDeSoto\nForrest\nFranklin\nGeorge\nGreene\nGrenada\nHancock\nHarrison\nHinds\nHolmes\nHumphreys\nIssaquena\nItawamba\nJackson\nJasper\nJefferson\nJefferson Davis\nJones\nKemper\nLafayette\nLamar\nLauderdale\nLawrence\nLeake\nLee\nLeflore\nLincoln\nLowndes\nMadison\nMarion\nMarshall\nMonroe\nMontgomery\nNeshoba\nNewton\nNoxubee\nOktibbeha\nPanola\nPearl River\nPerry\nPike\nPontotoc\nPrentiss\nQuitman\nRankin\nScott\nSharkey\nSimpson\nSmith\nStone\nSunflower\nTallahatchie\nTate\nTippah\nTishomingo\nTunica\nUnion\nWalthall\nWarren\nWashington\nWayne\nWebster\nWilkinson\nWinston\nYalobusha\nYazoo\nAuthors\nDr. Alan Henn\nExtension Professor\nExtension Plant Pathologist, Disease management of ornamentals,peanut, turf,fruits, nematode program\nYour Extension Experts\nDr. Tom Allen, Jr.\nExtension/Research Professor\nDr. Alan Henn\nExtension Professor\nDr. Rebecca A. Melanson\nAssociate Extension Professor\nRelated News\nDECEMBER 7, 2023\nNew vegetable pest, disease app available to commercial growers\nAPRIL 6, 2023\nLandscape plants, Christmas trees sustained cold injury\nMARCH 23, 2023\nSweet potato growers given free nematode soil testing\nJANUARY 6, 2023\nWatch ornamental plants for signs of freeze damage\nSEPTEMBER 1, 2022\nReport dying sassafras trees to Extension offices\nPages\n1 2 3 4 5 6 7 … next › last »\nRelated Publications\nPUBLICATION NUMBER: P3967\nDisease and Insect Management for Pecans in Home Landscapes\nPUBLICATION NUMBER: P1861\nGreenhouse Tomatoes: Pest Management in Mississippi\nPUBLICATION NUMBER: P3966\nPecan Scab in the Home Landscape\nPUBLICATION NUMBER: P3174\nGuide to Abiotic Disorders of Woody Plants in the Landscape\nPUBLICATION NUMBER: P3210\nCottony Leak in Cucurbits\nPages\n1 2 3 4 5 6 7 next › last »\nRecent Issues\nNORTH MISSISSIPPI FRUIT AND VEGETABLE GROWERS\nJuly - August 2017\nNORTH MISSISSIPPI FRUIT AND VEGETABLE GROWERS\nApril 2017\nNORTH MISSISSIPPI FRUIT AND VEGETABLE GROWERS\nSeptember - October 2016\nNORTH MISSISSIPPI FRUIT AND VEGETABLE GROWERS\nJune - July 2016\nNORTH MISSISSIPPI FRUIT AND VEGETABLE GROWERS\nJanuary - February 2016\nPages\n1 2 3 next › last »\n\nFollow Us\n\nFacebook\nTwitter\nPinterest\nInstagram\n4-H\nAbout Extension\nAgriculture\nCommunity\nFamily\nFood and Health\nInsects\nLawn and Garden\nNatural Resources\nTopics\nMSU\nDAFVM\nCalendar\nAdd Event\nNews\nNewsletters\nPublications\nShows\nCounty Offices\nExtension Units\nDistance Education\nStaff Directory\n\nMississippi State University is an equal opportunity institution. Discrimination in university employment, programs, or activities based on race, color, ethnicity, sex, pregnancy, religion, national origin, disability, age, sexual orientation, gender identity, genetic information, status as a U.S. veteran, or any other status protected by applicable law is prohibited.\n\nProduced by Agricultural Communications.\n\nFor information about the website contact webteam@ext.msstate.edu.\n\nAccessibility Statement\n\nCopyright © 2024 Mississippi State University Extension Service. All rights reserved.\n\nLegal | Ethics Line | Policy about commercial endorsements | DAFVM | USDA | eXtension | Legislative Update: Miss. Code Ann. §25-61-19\n\nThis site was last modified on: May-29-2024 10:04 am\nhttp://extension.msstate.edu/publications/the-plant-doctor-watering-and-plant-disease"
  }
]