[
  {
    "title": "Citrus: Diseases and Symptoms — Vikaspedia",
    "url": "https://vikaspedia.in/agriculture/crop-production/integrated-pest-managment/ipm-for-fruit-crops/ipm-strategies-for-citrus/diseases-and-symptoms",
    "html": "ENGLISHहिंदीमराठीతెలుగుதமிழ்বাংলা\nঅসমীয়া   বাংলা   बोड़ो   डोगरी   ગુજરાતી   ಕನ್ನಡ   كأشُر   कोंकणी   संथाली   মনিপুরি   नेपाली   ଓରିୟା   ਪੰਜਾਬੀ   संस्कृत   தமிழ்  తెలుగు   ردو\nRegister\nLogin\nAgriculture\nHealth\nEducation\nSocial Welfare\nEnergy\ne-Governance\nSchemes\nAspirational Districts\nview\n Contributor\nSuggest\nStatus:\nopen\nShare\nEmpower Your Reading with Vikas AIBeta\n\nSkip the lengthy reading. Click 'Summarize Content' for a concise summary powered by Vikas AI.\n\nSummarize Content\nCitrus: Diseases and Symptoms\nTranslate to\nAssamese\nBengali\nGujarati\nHindi\nKannada\nMalayalam\nMarathi\nNepali\nOdia\nPunjabi\nSanskrit\nTamil\nTelugu\nUrdu\nCitrus scab\nCitrus canker\nCitrus tristeza disease\nGummosis\nGreening or Huanglongbing\nAnthracnose\nSooty mould\nPowdery mildew\nIPM for Citrus\nCitrus scab\nDisease symptoms:\nInitially small, semi-translucent dots like lesion develops on leaves which become sharply defined pustular elevations. The opposite surface corresponding to the warty growth shows a circular depression with a pink to red centre.\nOn the fruit, lesions consist of corky projections which often break into scab affecting larger areas on the fruits\nSurvival and spread:\nFungal survive in the infected leaves through overwintering lesions on the fruit or leaves and/or from any scab infections that have developed on the new spring flush.\nFavourable conditions:\nScab can be particularly severe on summer growth flushes. Summer wet periods associated with rain showers and dew is highly conducive for spore germination and infection.\nCitrus canker\nDisease symptoms:\nInitially, disease appears as minute water soaked round, yellow spots which enlarge slightly and turn brown, eruptive and corky.\nThese pustules are surrounded by a characteristic yellow halo.\nCanker lesions on the fruit do not possess the yellow halo as on leaves. Several lesions on fruit may coalesce to form larger canker.\nDue to severe infections the there may be defoliation, and twig and stem may show die-back symptoms.\nSurvival and spread:\nIn lesions on Citrus, and can also survive for long periods in diseased plant tissues\nCitrus leaf miners (Phyllocnistis citrella) help in the dissemination of the pathogen.\nFavourable conditions:\nSpring seasion is favourable for the development of disease\nCitrus tristeza disease\nDisease symptoms:\nDisease affected tree leaves becomes chlorotic in the early stages. Gradually the leaves drop and the defoliated twigs show die-back.\nDiseased trees usually blossom heavily.\nUnder the tree bark stem pitting can be observed.\nTrees with stem pitting are stunted and set less fruits.\nThe fruits are of smaller size and of poor quality (insipid fruits).\nTransmission and favourable conditions:\nThe disease is transmitted in semi persistent manner by aphid Aphis gossypii.\nAphids are more active in warm summer conditions and increase their population as well as spread of the disease.\nGummosis\nDisease symptoms:\nDisease starts as water soaked large patches on the basal portions of the stem near the ground level.\nBark in such parts dries, shrinks and cracks and shreds in lengthwise vertical strips.\nLater profuse exudation of gum from the bark of the trunk occurs.\nConsiderable amount of gum formation in sweet oranges may be observed, but relatively little in grapefruit.\nSurvival and spread:\nThe fungus survives in the form of dormant mycelium and under moist conditions. The fungi produces large numbers of motile zoospores, which are splashed onto the tree trunks.\nSecondary infections often occur through lesions created by Phytophthora\nFavourable conditions:\nThe Phytophthora species causing gummosis develop rapidly under moist and cool conditions.\nGreening or Huanglongbing\nDisease symptoms:\nAffected leaves show small circular green islands within the chlorotic areas.\nHeavy leaf fall occurs with the onset of summer.\nTwig die-back may also occurs.\nAffected areas of the fruits remain green and gives bitter taste\nAffected fruits show reduction in size, loopsided growth and oblique columella.\nSeeds are poorly developed, dark coloured and aborted.\nTransmission and favourable conditions:\nThe bacterium is transmitted by the psyllids Triozaerytreae Del Guercio. The bacteria can be acquired by the insects in the nymphal stages and the bacteria may be transmitted throughout the life span of the psyllid.\nAnthracnose\nDisease symptoms:\nLeaf - common symptoms are a more or less circular, flat area, light tan in color with a prominent purple margin that at a later phase of infection will show the fruiting bodies of the fungus (tiny dispersed black flecks).\nTissues injured by various environmental factors (such as mesophyll collapse or heavy infestations of spider mites) are more susceptible to anthracnose colonization.\nFruit - anthracnose usually only occurs on fruit that have been injured by other agents, such as sunburn, chemical burn, pest damage, bruising, or extended storage periods. The lesions are brown to black spots of 1.5 mm or greater diameter. The decay is usually firm and dry but if deep enough can soften the fruit. If kept under humid conditions, the spore masses are pink to salmon, but if kept dry, the spores appear brown to black. On ethylene degreened fruit, lesions are flat and silver in color with a leathery texture. On degreened fruit, much of the rind is affected. The lesions will eventually become brown to grey black leading to soft rot.\nSurvival and spread\nOnce the spores germinate, they form a resting structure that allows them to remain dormant until an injury occurs\nFavourable conditions:\nCool weather (temp 20°C) responsible for development of disease in plants\nLong period of high relative humidity >80% with mists\nSooty mould\nDisease symptoms:\nThe dark, felty growth from sooty mold can be scraped off of plant surfaces, unlike fruit rots that extend into the rind and flesh.\nWhere sooty mold occurs, look for aphids, citricola scale, cottony cushion scale, mealy bugs, whiteflies, and other phloem-sucking insects that excrete honeydew on which sooty mold fungi grow.\nPowdery mildew\nDisease symptoms: Leaf\nWhite ‘powdery’ spores develop mostly on the upper leaf surface.\nYoung leaves turn a pale whitish-grey-green.\nThe ends of mildewed leaves can twist and curl upward.\nYoung shoots can whither and die back.\nSevere infections cause defoliation.\nFruit\nWhite ‘powdery’ spores develop on the young fruits.\nInfected fruit fall prematurely.\nSurvival and spread:\n\nThe fungi produce tiny, powdery spores that can survive on fallen leaves. It can be transported long distances by wind, on people (clothing, hands), equipment (e.g. pruning tools, mechanical harvesters or hedgers) or vehicles.\n\nFavourable conditions:\nCool and damp weather (temp 20°C) responsible for development of disease in plants\nLong period of high relative humidity >80% with mists and fog are especially conducive for the development of disease.\nIPM for Citrus\n\nTo know the IPM practices for Citrus, click here.\n\nSource: NIPHM and Directorate of Plant Protection, Quarantine & Storage\n\nLast Modified : 2/19/2020\n\n\n\n0   \n0 ratings and 0 comments\nYour Rating\nRoll over stars then click to rate.\n\n\n\n\nPost Your Suggestion\n\n(If you have any comments / suggestions on the above content, please post them here)\n\nFullName\nYour Message\nSubmit\nRELATED ITEMS\nApricot Diseases\n\nThis topic provides information about Apricot-Desc...\n\nChilli Diseases\n\nThis topic covers information about Chilli Disease...\n\nApple: Diseases and Symptoms\n\nThis topic covers the Information related to Disea...\n\nBer Diseases\n\nThis topic covers information about Ber Diseases.\n\nAgriculture\nAgri Inputs\nCrop Production\npost-harvest-technologies\nLivestock\nPoultry\nSee more ...\nHealth\nWomen Health\nChild Health\nNRHM\nAYUSH\nNutrition\nSee more ...\nEducation\nChild rights\nPolicies/Schemes\nChildrens Corner\nTeachers Corner\nonline assessment\nSee more ...\nSocial Welfare\nWomen and Child Development\nscheduled tribes welfare\nscheduled caste welfare\nbackward classes\nunorganized sector\nSee more ...\nEnergy\nEnergy Basics\nenergy conservation\nEnergy efficiency\nenergy production\nBest Practices\nSee more ...\ne-Governance\ne-Governance in india\nAbout RTI Act 2005\ne-Gov Services online\nResources for VLEs\nMobile Governance\nSee more ...\n\nThis portal has been developed as part of the national level initiative - India Development Gateway (InDG), dedicated for providing information / knowledge and ICT based knowledge products and services in the domain of social development. InDG is a Ministry of Electronics and Information Technology (MeitY) Government of India initiative and is executed by Centre for Development of Advanced Computing, Hyderabad.\n\nAbout Us\nLink to Us\nContact Us\nHelp\nPortal Policies\nSite map\nGive Your Feedback\nDownload Vikaspedia App on\nLast Modified 20 May 2024\n. © 2024 C-DAC. All rights reserved."
  }
]