[
  {
    "title": "Plant Diseases, Garden Pests, and Possible Treatments - Fondation Louis Bonduelle",
    "url": "https://www.fondation-louisbonduelle.org/en/my-vegetable-garden/plant-diseases-garden-pests-and-possible-treatments/",
    "html": "Fondation Louis Bonduelle\n\nMENU\nEN\nFR\nIT\nDE\nES\nRU\nPT\nRO\nHome  My vegetable garden  Plant Diseases, Garden Pests, and Possible Treatments\nPlant Diseases, Garden Pests, and Possible Treatments\n\nMost vegetables will face pests and diseases. These attacks slow plant growth and can even be fatal to the plant. Here is a non-exhaustive inventory of the most effective treatments for the most common problems.\n\nPlant Diseases, Garden Pests, and Possible Treatments\nTREATMENTS FOR THE MOST COMMON PESTS AND DISEASES\n\tSymptoms and damage to the plant\tCause of appearance of these diseases or pests\tTreatment\nDiseases\t\t\t\nBotrytis (or gray mold)\tGray mold appears on the leaves, stem, flowers, and fruit.\tThis fungus grows in mild and humid environments, in poorly ventilated spaces.\tTo prevent this fungus from appearing during cultivation, make sure to properly space the plants when planting. Cut off the parts that have been infected, then spray Bordeaux mixture over all parts of the plant.\nCircosporiosis\tGray spots appear on the leaves.\tThis fungus appears during cold weather in wet environments.\tTreat diseased leaves with Bordeaux mixture or sulfur. To prevent the disease, make sure to properly space the plants when planting.\nFusariosis\tThe plant wilts.The root rots.The leaves turn yellow.\tThis fungus develops in heavy, wet, and poorly aerated soil.\tSprinkle the plant with an organic, sulfur- or copper-based fungicide.\nDowny mildew\tBrown spots appear on the leaves. The leaves then begin to fall to the ground.\tThis fungus develops in very hot weather and significant humidity.\tWhen spots appear on the leaves, cut the infected leaves off so they do not contaminate other plants. Then spray Bordeaux mixture on the leaves. Apply nettle slurry to the leaves after watering.\nPowdery mildew\tA white layer appears on the leaves (a mold is forming).\tThis fungus develops in hot, very humid environments.\tProperly space the plants at the time of planting. Cut off any infected leaves. Then spray the leaves with a mixture of milk and water (around 17 ounces of milk and one gallon of water) each week.\nPhytophtora cinnamoni\tThe leaves and stem wilt, turn yellow, and dry out.The root rots.\tThis fungus develops in hot and wet environments.\tCut and burn infected leaves to avoid contamination of surrounding plants, then spray Bordeaux mixture on the leaves.\nRamularia\tLight brown spots appear. Leaves then dry out.\tThe fungus appears in hot, very humid environments, in poorly aerated spaces.\tTo do as much as possible to prevent this disease from appearing, space plants well in rows at the time of planting. Cut off the leaves that have been infected, then spray Bordeaux mixture over the leaves.\nBlight\tRed spots form on the leaves, causing the leaves to fall.\tThis fungus develops when the weather is wet or when plants are too frequently watered. The fungus can appear starting in the beginning of spring through the end of summer.\tWhen the first signs of the disease appear, cut and then burn infected leaves to avoid contaminating other plants. Then spray the leaves with a sulfur solution, horsetail slurry, or nettle slurry.\nPESTS\t\t\t\nFlea beetles\tHoles appear in the leaves (especially young leaves).\tFlea beetles appear in hot and dry weather.\tSpray nettle slurry on the leaves. Watering daily prevents this insect from appearing, as it does not like water.\nSpider mites\tThey suck the sap from plants. The leaves turn yellow. Small, whitish webs appear on the leaves. The plant withers.\tThis pest thrives in hot and dry weather.\tSpray water on the leaves, because spider mites do not like wet environments.\nCaterpillars\tCaterpillars chew on leaves. Holes appear in the leaves.\tThese pests start appearing in the spring, when butterflies begin to reproduce.\tSpray the leaves with an organic anti-caterpillar product, such as pyrethrin, Bacillus thuringiensis, or Bordeaux mixture.\nSnails\tA path of slime left behind by snails will appear on the leaves. Snails come to eat young leaves.\tThey appear in wet environments or just after a period of rain.\tTo prevent snails from appearing, place wood shavings, ash, or hay around the plant so the snails are unable to climb onto the plants. You can also place a bowl of beer near the plant, a favorite with snails.\nSlugs\tA path of slime left behind by slugs will appear on the leaves. Slugs come to eat young leaves.\tThey appear in wet environments or just after a period of rain.\tTo prevent slugs from appearing, place wood shavings, ash, or hay around the plant so the slugs are unable to climb onto the plants. You can also place a bowl of beer near the plant, a favorite with slugs.\nAphids\tAphids attack leaves and suck the liquid from them, causing plant growth to slow. Leaves dry out, turn yellow, and fall. The leaves and flowers are deformed.\tAphids can appear starting in spring through the end of fall. Starting in spring, aphids multiply rapidly with the hatching of their eggs.\tThey are many techniques to prevent these pests from appearing. Spray nettle, fern, or rhubarb slurry on the leaves. Spray soapy water (made with black soap) onto the leaves. Ladybugs will eat aphid larvae.\nIN THE MY VEGETABLE GARDEN SECTION, YOU WILL FIND MORE INFORMATION ABOUT GROWING PLANTS FROM DIFFERENT FAMILIES, ORGANIZED BY VEGETABLE.\nSHARE\nPartagez \"Plant Diseases, Garden Pests, and Possible Treatments\" sur Facebook77 Partagez \"Plant Diseases, Garden Pests, and Possible Treatments\" sur Twitter76 Partagez \"Plant Diseases, Garden Pests, and Possible Treatments\" sur Google+76 \nPartagez \"Plant Diseases, Garden Pests, and Possible Treatments\" par email74\n \nTo discover\nCrop Rotation\nREAD MORE\nSUBSCRIBE TO OUR\nNEWSLETTER\nNewsletter EN\nIf you are human, leave this field blank. \n\nBy providing your e-mail address, you allow the FONDATION LOUIS BONDUELLE to collect it in order to send you its newsletter. If you do not wish to receive our communications, you can use the unsubscribe link included in the newsletter at any time. To find out more about the management of your data and your rights, you can consult the Privacy Policy.\n\nEnvoyer\n© Louis Bonduelle Foundation Data protection Legal notice Sitemap\n Contact Press\nSuivez-nous sur https://www.facebook.com/Louis-Bonduelle-Foundation-310627538976663/ Suivez-nous sur https://twitter.com/fondalbonduelle?lang=fr Suivez-nous sur https://www.youtube.com/user/BonduelleFoundation"
  }
]