[
  {
    "title": "Lemon | Diseases and Pests, Description, Uses, Propagation",
    "url": "https://plantvillage.psu.edu/topics/lemon/infos",
    "html": "About\nProjects\nTeam\nBlog\nDonate\nPV  \nContact us\nMORE \nProfile\nSIGN IN →\nAbout\nProjects\nTeam\nBlog\nDonate\nPV+\nContact us\nFor Farmers\nCrops\nDiseases & Pests\nTopics\nQ & A\nVideo Library\nFor Researchers\nStress Map\nLocust Map\nGo Back\nLemon\nContent\nContent\n1. Description\n2. Uses\n3. Propagation\n4. References\nDiseases\n- Fungal\n- Bacterial\n- Viral\nPests\n- Insects\nSee questions about Lemon\nDescription\nLemon, Citrus limon, is a small evergreen tree in the family Rutaceae grown for its edible fruit which, among other things, are used in a variety of foods and drinks. The tree has a spreading, upright growth habit, few large branches and stiff thorns. The tree possesses large, oblong or oval, light green leaves and produces purple-white flowers in clusters. The lemon fruit is an ellipsoid berry surrounded by a green rind, which ripens to yellow, protecting soft yellow segmented pulp. Lemon trees can reach 3–6 m (10–20 ft) in height and can live for many years, reaching full fruit bearing capacity in approximately 40 years. Lemon may also be referred to as bush lemon or Persian apple and likely originated from the eastern Himalaya of India.\n\n\n\n\nSeeds inside fruit\n \n\n\nFruit\n \n\n\nLemon tree\n \n\n\nFruit sliced open to reveal flesh\n \n\n\nCluster of lemon fruits\n \n\n\nLemon fruit ripening on tree\n\n\nUses\nDue to their bitter taste, lemon fruit is not usually consumed fresh. It is used widely to make juices such as lemonade, as garnishes in cooking and as a flavoring in cooking and baking.\n\n\n\n\nPropagation\nRequirements Lemon is a subtropical plant and the trees grow best in regions with a pronounced change in season. They will grow best at temperatures between 26–28°C (79–82°F) and are very sensitive to cold. Trees and fruit will be damaged or killed by freezing conditions without protection.The trees will tolerate drought conditions but perform poorly in water-logged soil. Trees will grow best when planted in a well-draining sandy loam with a pH between 6.0 and 7.5. Soil must be deep enough to permit adequate root development. Lemon trees will grow best when positioned in full sunlight. Budding Budding should be carried out when seedling stems have reached roughly the diameter of a pencil (6–9 mm/0.25–0.36 in) and at a time when the bark of the rootstock tree is slipping (this is the term used to describe a period of active growth when the bark can be easily peeled from the plant). Twigs (budwood) should be collected from the previous growth flush or the current flush so long as the twig has begun to harden. The twigs should have well developed buds and should be as close as possible to the diameter of the rootstock onto which it will be joined. It is extremely important to only collect budwood from disease-free trees. The use of diseased budwood can cause the spread of many serious citrus diseases which can kill trees. The budwood to be used for propagation should be trimmed to create budsticks which are 20–25 cm (8–10 in) by removing any unwanted wood and leaves. These budsticks can be stored for 2–3 months under the correct conditions but it is best to use them as soon as possible after cutting. The simplest way to join the budwood the the rootstock is by T-budding. The area to be joined should be pruned to remove any thorns or twigs and the cut made approximately 15 cm (6 in) from the ground. Using a sharp knife, a 2.5–3.8 cm (1–1.5 in) vertical cut should be made in the stem of the rootstock, through the bark. A horizontal cut should be made at either the top or the bottom of the vertical cut to produce a “T-shape” The horizontal cut should be made a slightly upward-pointing angle and should reach through the bark. Remove a bud from a budstick by slicing a thin, shield-shaped piece of bark and wood from the stem, beginning about 1.25 cm (0.5 in) above the bud. This piece should measure 1.9–2.5 cm(0.75–1.0 in) in length. Immedietely insert the piece of bud into the cut on the rootstock by sliding it under the opened bark so that the cut surface lies flat against the wood of the rootstock plant. Finish the join by wrapping the bud with budding tape. After the union has formed and the tape is removed, the bud is forced to grow by cutting the rootstock stem 2.5–3.9 cm (1.0–1.5 in) above the join about 2/3 of the way through the stem on the same side as the join. The top of the seedling should then be pushed over towards the ground. This process, known as “lopping” allows all of the nutrients to be diverted to the bud Once the bud begins to grow and reaches several inches in lengthe, the lop can be removed completely from the seedling. Planting seedlings Lemon trees can be purchased as seedlings which have already been grafted and only require planting in the garden or orchard. The best time to plant citrus trees is in Spring after all danger of frost has passed in your area. Trees should be planted at or higher than the level of the nursery pot. Once the tree is positioned in the planting hole, backfill the soil by about half and water to allow the soil to settle around the lower roots before filling in the hole. The newly planted tree should be watered every few days. General care Newly planted trees require proper irrigation to ensure they become established. During the first year, water should be applied at the base of the trunk so that the root ball is kept moist to allow the roots to establish in the soil. Newly planted trees should be provided with water every 3–7 days. The soil should be moist, but not wet. Trees planted in sandy soils will require water more frequently. Young trees will also require a light application of fertilizer every month in the first year. Lemon trees will need protected from cold temperatures to prevent damage. Soil can be mounded up around the trunk during the winter and removed in the Spring. Young trees can also be protected from frosts by covering them with tarps or blankets as required.\n\n\n\n\nReferences\nCABI Crop Protection Compendium. (2008). Citrus limon (lemon) datasheet. Available at: http://www.cabi.org/cpc/datasheet/13450. [Accessed 10 February 15]. Paid subscription required. Lacey, K., Ramsey, H. & Hoffman, H. (2009). Growing healthy citrus. Department of Agriculture and Food. Available at: http://archive.agric.wa.gov.au/objtwr/imported_assets/content/hort/fn/cp/citrus_propagation.pdf. [Accessed 10 February 15]. Free to access. Timmer, L. W., Garnsey, S. M. & Graham, J. H. (2000). Compendium of Citrus Diseases. American Phytopathological Society Press. Available at: http://www.apsnet.org/apsstore/shopapspress/Pages/42481.aspx. Available for purchase from APS Press.\n\n\n\n\nCommon Pests and Diseases\nDiseases\nCategory : Fungal\nAnthracnose Colletotrichum gloeosporioides\n\n\nDark spores on spots\n \n\n\nAnthracnose symptoms on lemon leaf\n \nSymptoms\nDieback of twigs; premature leaf drop; dark staining on fruit; leaves and twigs covered in dark spores.\nCause\nFungus\nComments\nDisease common during wet Springs or long periods of wet weather late in season.\nManagement\nIf disease is damaging then appropriate fungicides should be applied to whole tree.\nArmillaria root rot (Mushroom root rot) Armillaria mellea\n\n\nMycelial mats on wood\n \n\n\nArmillaria spp. often produce abundant quantities of white spores\n \n\n\nMushrooms of Armillaria\nSymptoms\nTrees may wilt suddenly and collapse or decline slowly; leaves become chlorotic and drop from tree; if large parts of root are destroyed then whole canopy is affected; trunk may have area of rotting bark at the base; lesions on the trunk resemble Phytophthora gummosis; clusters of mushrooms may be present at the bottom of the tree and fan shaped mycelial mats are often present between the bark and the wood.\nCause\nFungus\nComments\nHealthy trees are usually infected by infected pieces of wood or tree stumps which have been left in the ground after an orchard is cleared.\nManagement\nDisease is difficult to control once it becomes established in an orchard; affected trees showing signs of decline should be removed along with as much of the roots system as possible; area where infected tree was should not be replanted with health citrus for a period of at least one year; fumigating soil can help to reduce soil inoculum but is not always completely effective.\nBlack root rot Thielaviopsis basicola\nSymptoms\nSmall brown-black lesions on roots which may coalesce and turn entire root black; root cortex may slough off to reveal the vascular tissue below; leaves of plant may be chlorotic.\nCause\nFungus\nComments\nSerious disease of glasshouse grown citrus trees; pathogen usually drops to non-damaging levels after tree is transplanted to the field.\nManagement\nKeep glasshouses well lit and warm during winter to encourage vigorous root growth; use good quality potting soil which provides good aeration.\nMal secco Phoma tracheiphila\n\n\nDiscolored wood on lemon tree infected with mal secco\n \n\n\nLemon tree infected with mal secco\n \n\n\nLemon tree infected with mal secco\nSymptoms\nChlorosis of leaf veins; wilting leaves which drop from plant; the midrib of fallen leaves may have a red discoloration; infected bark may turn silver-grey in color.\nCause\nFungus\nComments\nDisease a major problem in citrus growing areas in Mediterranean.\nManagement\nSpread of the disease into new areas can be prevented through the use of clean planting material; if trees become infected, diseased shoots and branches should be pruned out as soon as possible; avoif over head irrigation; trees can be protected from the disease by spraying with copper fungicides.\nCategory : Bacterial\nBacterial canker (Blast) Pseudomonas syringae\nSymptoms\nWater-soaked or black lesions on leaf petioles;which rapidly expand along the leif midrib; cankers on twigs and branches; twigs may be girdles and die; leaves turning black and dying; black lesions may be present on fruit.\nCause\nBacterium\nComments\nSymptoms most severe on south facing side of tree exposed to winds.\nManagement\nIn areas where disease is severe, copper fungicides should be applied in Fall and WInter prior to the first rains.\nCitrus canker Xanthomonas axonopodis\n\n\nSymptoms on fruit\n \n\n\nSymptoms on leaves\n \nSymptoms\nRaised lesions on leaves, often at leaf margin or tip; lesions may also be present on twigs and fruits; young lesions are usually surrounded by yellow halo; depressed brown craters formed from collapse of lesions.\nCause\nBacterium\nComments\nBacteria survive in lesions; the main method of spread is via wind driven rain; bacteria may enter through pruning wounds.\nManagement\nIf the disease is introduced to an area, all infected trees should be removed and destroyed; in areas where disease is endemic, windbreaks can help to reduce disease severity; cultural control of the disease should focus on controlling leaf miner populations, utilizing wind breaks and applications of copper sprays.\nHuanglongbing (Citrus greening, Yellow dragon disease) Candidatus Liberibacter asiativus\nCandidatus Liberibacter africanus\nCandidatus Liberibacter americanus\n\n\ncitrus greening (Candidatus Liberibacter asiaticus) infected leaves\n \n\n\nSymptoms of citrus greening (Candidatus Liberibacter asiaticus)\n \n\n\ncitrus greening (Candidatus Liberibacter asiaticus) symptoms\nSymptoms\nYellowing of one limb or one area of canopy; yellowing of leaf veins; blotchy mottling on leaf blades; twig and limb dieback; fruits dropping prematurely; small upwardly pointing leaves; small, misshapen fruit; fruit very bitter.\nCause\nBacteria\nComments\nHistory Origins and spread Huanglongbing, or citrus greening, was first reported from Southern China in 1919 by American botanist Otto August Reinking who described a “yellow shoot” disease of citrus while evaluating diseases of economic plants in Southern China. A subsequent field survey conducted between 1941 and 1955 on citrus plants in the provinces of Guangdong, Fujian and Jiangx by Chinese plant pathologist Lin Kongxiang (Kung Hsiang) determined that that the disease likely originated in Chaozhou county in Guangdong as early as the 1870s. Lin adopted the name the local farmers had given to the disease of “huang long bing”, which translates to “yellow dragon disease”, a reference to the yellow coloration of new shoots on the infected trees. By 1936 Huanglongbing was considered a serious disease of citrus in China and it subsequently spread across Southeast Asia reaching Indonesia in 1948 and Taiwan in 1950 before spreading to the Philippines, Thailand and Malaysia in the 1950s, 60s and 70s respectively. The disease has been known by various names in different countries - “greening” in South Africa, “mottle leaf” in the Philippines, “dieback” in India and “vein phloem degeneration” in Indonesia - but in 1995 the disease was officially named Huanglongbing by the International Organization of Citrus Virologists (IOCV) and this name is now widely used to describe the disease in Africa, America and Asia. Biology and ecology The organism that causes Huanglongbing is a Gram-negative bacterium that is limited to the plant phloem - the plant system responsible for the delivery of sugars from the leaves to the growing parts of the plant. The bacteria involved have so far not been isolated and cultured but the disease is believed to be caused by bacteria belonging to the genus Candidatus Liberibacter. It is believed that there are at least two different forms of the disease, an African heat-sensitive form, L. africanus which survives in cool areas with temperatures below 30-32 C, and an Asian heat-tolerant form which occurs in areas where temperatures greatly exceed 30C. A third species, L. asiaticus, found in .A third species, L. americanus was detected in citrus trees in Sao Paulo, Brazil but there is presently little information on its climatic requirements. As this species is found in the same areas as L. asiaticus it seems likely that is has similar requirements. Transmission Huanglongbing can be transmitted by citrus psyllids or by grafting. The Asian citrus psyllid, Diaphorina citri is responsible for the spread of the disease in Asia and Oceania, Brazil and North America whereas the African citrus psyllid, Trioza erytreae is the main vector in Africa and Madagascar. Both psyllid species are present the Indian Ocean islands of Reunion and Mauritius, Citrus psyllids Citrus psyllids are tiny (3-4 mm) sap-sucking insects that excrete a sticky, sugary substance called honeydew. Both the Asian and African citrus psyllids are mottled brown in color but the Asian citrus psyllid possesses a brown head and the African species has a black head. Adult citrus psyllids will jump and/or fly for a short distance when they are disturbed. They are usually found on the undersides of leaves, often in high numbers. When a psyllid feeds on an infected plant, it acquires the disease after 15 to 30 minutes and feeding and is able to transmit the disease to new hosts after a period of 21 days. In order to transmit the disease successfully, the psyllids need only feed on a new host for a period of 15 minutes in order for successful transmission to occur. It is hypothesized that the bacterium multiplies within the body of the psyllid prior to transmission but this theory requires validation through experiments. Grafting Although the primary method of spread of the Huanglongbing bacterium is via the movement of citrus psyllids, the disease can also be transmitted through grafting practices. The ability of Huanglongbing to be transmitted by grafting was first demonstrated by Lin Kongxiang through experimental work which was published in 1956. The disease in not transmitted at high rates through grafting as as not all buds on infected trees contain the bacterium.\nManagement\nControl (i) Cultural control Once a tree becomes infected with HLB, it cannot be cured. Control is therefore reliant on preventing the disease occurring in the first place and this is achieved through strict quarantining to prevent the introduction of citrus psyllids to areas which are currently free of the pest. Areas which are subject to quarantine have restrictions placed on the movement of citrus plants, fruit, equipment and items made from citrus. Infected trees should be removed as quickly as possible from plantations and destroyed. Identification of infected trees should be achieved through several surveys to ensure that infected trees which are not yet showing symptoms are identified. In Florida, the recommendation is to scout groves at least 4 times a year for disease symptoms. (ii) Control of citrus psyllids Citrus psyllid populations can be controlled through the application of chemical sprays. Insecticides have proved very effective at controlling T. eryreae in South Africa where systemic insecticides are applied to the tree at the base of the trunk. In areas of the USA, Citrus health management areas (CHMAs) have been created to encourage neighbouring growers to work together to prevent the disease. Control strategies which have been implemented by the program include scouting, mapping and large-scale spraying to control citrus psyllids.\nCategory : Viral\nTristeza disease Citrus tristeza virus (CTV)\nSymptoms\nLight green foliage; poor new growth; leaves may be dropping from tree; young trees blooming early; severely infected trees are stunted and bushy in appearance with chlorotic leaves and brittle twigs; some strains of the virus cause elongated pits in the trunk and branches which give the wood a rope-like appearance.\nCause\nVirus\nComments\nDisease spread from infected grafting material or by aphids.\nManagement\nQuarantine procedures are used to control tristeza and prevent the pathogen from entering areas which are currently free of the disease.\nPests\nCategory : Insects\nAphids (Black citrus aphid, Brown citrus aphid) Toxoptera aurantii\nToxoptera citricida\n\n\nBrown citrus aphids on leaves\n \n\n\nBrown citrus aphid (Toxoptera citricida)\n \nSymptoms\nLeaves curling; leaves and twigs covered in sticky substance which may be growing sooty mold; trees may show symptoms of tristeza (see entry); insects are small and soft bodied and are black in color.\nCause\nInsect\nComments\nAphids transmit tristeza virus on citrus.\nManagement\nAphid numbers tend to naturally decline as leaves harden off but can be a problem on young trees or varieties which continually produce flushes of new growth; pesticides are not generally recommended due to resistance and trees can withstand a high degree of leaf curling.\nCitrus leaf miner Phyllocnistis citrella\n\n\nTunneling caused by leaf miner\n \n\n\nCitrus leafminer (Phyllocnistis citrella) damaged leaves\n \n\n\nLeaf curling distortion from citrus leafminer injury\n \n\n\nLeafminer damage\nSymptoms\nThin, winding trails on leaves; heavy infestation can result in curled and distorted leaves; adult leafminer is a tiny moth which lays its eggs in the leaf; larvae hatch and feed on leaf interior.\nCause\nInsect\nComments\nLeaf miners attack flushes of young growth and are unable to enter leaves once they harden.\nManagement\nInsecticide application are rarely warranted in mature orchards as yields are unaffected; young trees should be treated with appropriate insecticides to prevent retarded growth; cultural control methods include removal of water sprouts from trees and refraining from pruning live branches more than once a year to encourage uniform growth flushes which are short in duration.\nSoft scales (Black scale, Brown soft scale , Citricolla scale) Saissetia oleae\nCoccus hesperidum\nCoccus pseudomagnoliarum\n\n\nCitricola scale (Coccus pseudomagnoliarum) on leaves\n \n\n\nBrown soft scale (Coccus hesperidum)\n \n\n\nBlack scale (Saissetia oleae)\n \n\n\nBrown soft scale (Coccus hesperidum) adults on citrus stem\n \n\n\nCitricola scale (Coccus pseudomagnoliarum)\nSymptoms\nLeaves covered in sticky substance and may have growth of sooty mold; reduced tree vigor; leaves and/or fruit dropping from plants; presence of black, brown or gray flattened scales on leaves, twigs and/or branches.\nCause\nInsects\nComments\nInsects can produce several overlapping generations per year.\nManagement\nOrganically acceptable methods of control include the application of horticultural oils and preservation of natural enemies.\nThrips Scirtothrips citri\n\n\nSouth African citrus thrips (Scirtothrips aurantii) damaged lime\n \n\n\nCalifornia citrus thrips (Scirtothrips citri)\n \nSymptoms\nInsect feeds under sepals of young fruit and causes a ring of scarred tissue as the rind expands; adult thrips are orange-yellow in color.\nCause\nInsect Citrus thrips\nComments\nInsects overwinter on trees as eggs and can undergo multiple generations per year.\nManagement\nInsecticide application is rarely required as healthy trees can withstand heavy feeding damage; insecticides can actually promote thrips populations by stimulating reproduction.\nAbout\nProjects\nTeam\nBlog\nDonate\nPV+\nContact us\nFor Farmers\nCrops\nPests & Diseases\nTopics\nQ & A\nVideo Library\nFor Researchers\nStress Map\nLocust Map\nSupport out project by\ndonating or participating\nDonate\nFacebook\nTwitter\nYouTube\nLinkedIn\nTerms"
  }
]