[
  {
    "title": "Common Plant Diseases & Disease Control for Organic Gardens",
    "url": "https://earthsally.com/disease-control/common-plant-diseases.html",
    "html": "Skip to content\nproducts\nvalues\nblog\nmix rates\npro login\nCommon Plant Diseases\n\nBy Angelo Randaci, Earth’s Ally Horticulturist\n\nAngelo’s passion for plants has led him to explore many areas of horticulture including research, grounds management, technical training, design and nursery management.\n\nHow to Identify and Treat Plant Disease\n\nProtect your plants from debilitating diseases by learning to recognize the symptoms and practice prevention.  A wholistic approach includes first identifying the pathogen.  Then decide on a treatment method that is safe, effective and responsible. Read on and bookmark this page for plant disease identification.\n\nBlack Spot \n\nBlack spot is one of the most common diseases found on roses, but it can also occur on other ornamental and garden plants.  This fungal disease causes black, round spots that form on the upper sides of leaves. Lower leaves are usually infected first.  Severe infestations cause infected leaves to turn yellow and fall off the plant. Black spot is a problem during extended periods of wet weather or when leaves are wet for 6 hours or more. Black spot spores overwinter in the fallen leaves. \n\nTips for Controlling Black Spots on Leaves\n\nPlant in well-draining soil. Keep your plants healthy by providing regular feedings of organic fertilizer. This will help prevent fungal disease in plants.\nThe fungus spores overwinter in plant debris. Remove dead leaves and infected canes from around the plants and disguard in the trash. Do not add to the compost pile.\nDisinfect your pruners with a household disinfectant after every use.  Ethanol or isopropyl alcohol can be used straight out of the bottle.  \nBecause water (not wind) spreads the fungal spores, avoid applying water on the leaves.  When you water, apply water directly to the roots. Use a soaker hose to water plants prone to the disease.\nOther Leaf Spots\n\nFungal leaf spot disease can be found both indoors on houseplants, and outdoors in the landscape. This occurs during warm, wet conditions. As the disease progresses, the fungal spots grow large enough to touch each other.  At this point the leaf surface appears more like blotches than spots.  Leaf spot may result in defoliation of a plant.  Follow the same tips as the ones to control black spot.\n\nPowdery Mildew  \n\nPowdery mildew is a fungal disease that affects many of our landscape plants, flowers, vegetables and fruits. Powdery mildew is an easy one to identify. Infected plants will display a white powdery substance that is most visible on upper leaf surfaces, but it can appear anywhere on the plant including stems, flower buds, and even the fruit of the plant.  This fungus thrives during low soil moisture conditions combined with high humidity levels on the upper parts of the plant surface.  It tends to affect plants kept in shady areas more than those in direct sun.\n\nTips for Controlling Powdery Mildew\n\nInspect plants that you buy from a greenhouse before purchasing for mildew (and insects). \nWiping off the leaves is not an effective powdery mildew treatment as it will return within days of cleaning.\nBecause spores overwinter in debris all infected debris should be removed. Trim and remove infected plant parts. \nDo not till the debris into the soil or use in the compost pile. \nSpace plants far enough apart to increase air circulation and reduce humidity.\nDowny Mildew\n\nBecause downy mildews differ from powdery mildews, it is important to understand the differences between the two.  Powdery mildews are true fungal pathogens that display a white powdery substance on the upper leaves.  Downy mildews, on the other hand, are more related to algae and produce grayish fuzzy looking spores on the lower surfaces of leaves.  To identify downy mildew, look for pale green or yellow spots on the upper surfaces of older leaves.  On the lower surfaces, the fungus will display a white to grayish, cotton-like downy substance. Downy mildew occurs during cool, moist weather such as in early spring or late fall.  Spore production is favored by temperatures below 65°F and with a high relative humidity. \n\nTips for Downy Mildew Treatment\n\nDowny mildew needs water to survive and spread.  It there is no water on your leaves, the disease cannot spread. Keep water off leaves as much as possible.   \nBecause the disease overwinters on dead plant debris, be sure to clean around your plants in the fall to help prevent the disease in the following spring.\n\n*Some of the fungicides used to control powdery mildew will not control downy mildew.  Earth’s Ally’s fungicide will control both powdery and downy mildew.\n\nBlight\n\nPlant blight is a common disease. Remember the potato famine in the 1840’s?  As a result of the blight, one million people died.  But other than potatoes, blight also affects other plants, particularly tomatoes. Blight is a fungal disease that spreads through spores that are windborne.  For this reason, spores can cover large areas and rapidly spread the infection.  Blight can only spread under warm humid conditions, especially with two consecutive days of temps above 50°F, and humidity above 90% for eleven hours or more. No cure exists.  Prevention is the only option.\n\nTips for Preventing Blight\n\nIf growing potatoes, grow early varieties because blight occurs during mid-summer and you can harvest your crop before the blight.\nPlant resistant varieties:  Sarpo Mira and Sarpo Axona are two varieties that show good resistance. Practice good garden hygiene. \nDestroy any blight-infected plant parts.  Keep the area clean of fallen debris from your diseased plants and discard in the trash.  Do not add to your compost pile.\nCanker\n\nCanker is often identified by an open wound that has been infected by fungal or bacterial pathogens.  Some cankers are not serious while others can be lethal.  Canker occurs primarily on woody landscape plants. Symptoms may include sunken, swollen, cracked or dead areas found on stems, limbs or trunk.  Cankers can girdle branches, and kill foliage. Cankers are most common on stressed plants that have been weakened by cold, insects, drought conditions, nutritional imbalances or root rot.  Rodents can also spread the pathogens.\n\nTips for Controlling Canker in Plants\n\nRemove diseased parts in dry weather.\nGrow resistant varieties whenever possible.\nAvoid overwatering and overcrowding; avoid mechanical wounds such as damage from lawn mowers.\nWrap young, newly planted trees to prevent sunscald. Sunscald creates dead patches that form on trunk and limbs of young trees if the trunks have been shaded, then transplanted to sunny areas.\nKeep plants healthy by planting in healthy soils and maintaining nutritional requirements.\nTips to Control Plant Fungus and Diseases\n\nFirst and foremost, build a well-drained soil with plenty of organic matter prior to planting. Raise the beds if necessary and fill the beds with a commercial potting mix that drains well. Soils that hold too much water can cause rotting. Avoid getting water on leaves. Hand water at the root zone or use a soaker hose. Fertilize as necessary to keep plants in peak condition. \n\nChoose resistant varieties whenever possible.\nPrune or stake plants, do not crowd them, and remove tall weeds to improve air circulation.\nPlants in containers can be placed away from areas that do not receive air circulation.\nRemove any infected debris to keep the disease from spreading. Remove and place in the trash (not in the compost bin) severely infected plants.\nWater during early morning hours so the plants can dry out and avoid getting water on the leaves.  Water later in the day if downy mildew is present as it favors morning moisture. Either way, avoid getting water on the leaves.  A soaker hose will keep water at the root zone and help keep the spores from spreading.\nInspect all plants before purchasing from your local greenhouse for disease symptoms and pests.\nDisinfect pruners after cutting diseased plant parts. \nPurchase a hand lens. A 10x hand lens is a great way to detect fungus and insect problems.  Besides that, a hand lens allows you to see thing in nature difficult to see with the naked eye.\n\nKeep all parts of the plant protected by using a fungicide for plants. Earth-friendly fungicide spray like plant Disease Control is an OMRI Listed® contact fungicide and bactericide for use on houseplants and in organic gardens. Formulated with food-grade citric acid, Earth’s Ally is highly effective at treating and preventing the common plant diseases outlined in this article.\n\nThese steps will build a healthy immune system and help avoid disease (and insect) problems. Diseases and pests tend to attack weak, stressed plants.  Think of your immune system. The better it is, the better it will fight disease.\n\nWe’d love to hear how Earth’s Ally is helping you grow healthy plants. Share your experience with the Disease Control formula and stay connected with the #EarthsAlly community on Facebook, Instagram and Twitter for access to our latest blog posts, giveaways and exclusive promotions.\n\nNEWS FROM EARTH’S ALLY:\n\nEnter your email\nFacebook-f\n \nInstagram\n \nYoutube\n \nLinkedin\n \nTiktok\nProducts\nWeed & Grass Killer\n3-In-1 Plant Spray\nInsect Control\nDisease Control\nAbout\nAbout Us\nNewsroom\nEarth’s Ally Pro\nLabels & SDS Sheets\nSupport\nFAQs\nIngredients\nContact Us\nPrivacy Policy\nOur site uses cookies and other tracking technologies to assist with navigation and your ability to provide feedback, analyze your use of our products and services, assist with our promotional and marketing efforts.OkPrivacy policy"
  }
]