[
  {
    "title": "Most Common Plant Diseases & Solutions | Arts Nursery Ltd",
    "url": "https://www.artsnursery.com/page/plant-diseases-solutions/",
    "html": "8940 192ST, Surrey, BC, Canada | Hours: 9:00am - 6:00pm Tel: 604.882.1201\n Login Create Account View Cart 0  Check Out Contact\nHOME\nSHOP\nCATALOG\nGARDEN ACCENTS\nBULK\nINDOORS\nSERVICES\nRESOURCES\nEVENTS\nHOLIDAYS\nMost Common Plant Diseases and Solutions\n\nThese are the diseases Art’s staff get asked about most frequently.\n\nGeneral Disease Information:\n\nHealthy plants are more able to resist disease. The cool moist spring and fall weather in the Fraser Valley is ideal for the spread and development of plant diseases. Space plants so there is good air circulation all around them to prevent disease development. Available disease control products are all protectants, which means they must be applied before the problem occurs. Follow label directions on the label of all fungicides.\n\n1. Powdery Mildew\n\nMost powdery mildew are very host specific, mildew on cucumbers will not infect roses. Look for white, powdery growth on leaves and shoots. Warm days and cool nights are ideal for powdery mildew development. Particularly susceptible: roses, maples, gooseberries, phlox, nine bark, hascaps, lupines, lilacs, sage, squash and cucumbers.\n\nPowdery Mildew Control\n\nPlant disease resistant varieties. Avoid planting in shady areas or areas with poor air circulation. To be effective, a fungicides spray program must start before mildew is well established. A dormant spray of lime sulfur will reduce overwintering fungus on twigs. If mildew does become established, remove and destroy infected leaves. For complete protection of your plant spray with copper-based or sulfur-based fungicide Spray every 10 days from spring through to the fall.\n\nDid you Know?\n\nIf you’re growing fruit or vegetables, powdery mildew can cripple flowers and sometimes cause unsightly damage to the crop. If you apply a one spray to fruit trees just before bloom, one more just after bloom and another two weeks later, most damage from this disease will be prevented.\n\n2. Black Spot\n\nThis is a common fungal disease of roses. Look for circular, smudged edged black spots with fringed margins. Severely affected leaves yellow and bloom size may be reduced.\n\nBlack Spot Control\n\nPlant resistant varieties. During the growing season, remove and dispose of infected leaves and avoid splashing leaves when watering. Roses that flower on current season’s growth should be pruned back hard before growth starts in the spring to remove infected shoots. In spring and early summer apply a spray of sulfur or copper-based fungicide. Apply this treatment at 1 to 2 week intervals through the growing season periodically alternating the fungicide used.\n\n3. Bacterial Canker or Blight\n\nThis is a bacterial disease of cool, wet weather areas that attacks cherries, peaches plums, apricots and related trees. It spreads readily from early spring till June when the weather warms up on the West Coast. Most large cherry trees in the Fraser Valley are infected with this disease. It spreads readily in splashing rain from infected trees killing buds, blossoms and twigs often accompanied by gumming when it rains. Infected cherry fruit develop numerous small sunken black spots. Small black spots may appear on leaves, later dropping out to leave a shot hole appearance.\n\nBacterial Canker or Blight Control\n\nThere are no resistant cultivars. Prune out dead twigs and cankers on large branches cutting 40 cm below the diseased area. Only prune during dry weather to avoid spreading the disease. Sprays of copper-based fungicide should help prevent future infections. Make the first application prior to fall rains in September, repeat at leaf drop and again twice more before the buds open in the spring.\n\n4. Shot Hole\n\nShot Hole is also called Coryneum Blight in the Interior of BC. This disease of peach, apricot, plum and cherry spreads in warm wet weather infecting buds, blossoms, leaves, fruit and twigs (not large branches). Leaves develop numerous small, tan to purplish spots about 6 mm in diameter that drop out causing a shot hole appearance. Red to purplish spots also form on the fruit and can be accompanied by a clear, gummy substance. Gummy twig and small branch cankers also occur.\n\nShot Hole Control\n\nplant resistant varieties. Rake up and destroy fallen leaves and prune out and destroy infected twigs and branches. To prevent twig and bud infections spray with Copper Spray: Peaches after harvest and all other trees in September before fall rains start.\n\n5. Black Knot\n\nThis fungal disease of plums causes wart-like growths on twigs and branches. New knots appear mid-summer on small twigs. The knots can grow to a diameter of 15 to 20 cm and may girdle branches. The knots turn black in the fall.\n\nBlack Knot Control\n\nJapanese plums are more resistant than European plums. Before February 1 of each year, prune out the knots cutting at least 10 cm beyond the knots and dispose of them. Spores from old knots infect new shoots in the early part of the of the growing season. Sprays of lime sulfur during the dormant season and wettable sulfur at full bloom and petal drop may reduce the number of new infections.\n\n6. Rust\n\nrusts are fungal diseases that only infect specific plants. Most rusts start out as small orange, red or brown spots on the underside of leaves (sometimes stems) changing to brown in the summer. Particularly susceptible plants include: Hollyhock, heuchera, daylilies, pears, Rhododendrons and Juniper.\n\nDid you know? Juniper is an obligatory alternate host for the rust that infects pears. To prevent this disease, plant either pears or Juniper, not both unless they are more than 30 meters apart.\n\nThe rusts that infects rhododendrons, Hollyhock, daylilies and hechera do not have an alternate host.\n\nRust Control\n\nPlant resistant cultivars. At first sign of the disease, remove infected leaves and start spraying plants every 10 days with a copper or sulfur-based fungicide.\n\n7. Late Blight / Early Blight\n\nLate Blight and Early Blight these are fungal diseases of tomatoes, potatoes and other related plants. Early blight appears as dark brown to black leaf spots with concentric rings. Black spots develop on stems and large, black, leathery, sunken spots on the fruit. Infections often occur in May or June in wet years. Late blight forms irregular greenish black, water soaked blotches first on older leaves or stems quickly spreading to the fruit. This disease usually doesn’t appear until August in wet years, but it can destroy entire plants overnight.\n\nLate Blight and Early Blight Control\n\nSpace and prune plans for good air circulation. Avoid overhead watering. If Early blight starts to appear, pick off and destroy the infected leaves. If chemical control is required apply a copper spray at 7 to 10 day intervals. If late blight starts to appear remove diseased leaves or entire plants immediately, seal in a plastic bag and send to the landfill. Do not compost late blight infected plants. Apply a copper spray at every 5 to 10 days till allowed days before harvest.\n\n8. Apple Scab\n\nApple Scab is a common fungal disease in the Fraser Valley. Early leaf infections appear as small green spots with feathery margins that turn brown or black. Severely infected leaves turn yellow and drop early. Fruit infections are circular and brown to black in color and become corky in appearance. This disease over winters on the old leaves that have fallen to the ground.\n\nApple Scab Control\n\nPlant resistant apple cultivars such as Liberty, Florina and Bramley’s seedling (partially resistant). Prune mature trees to allow good air circulation. Rake up and destroy fallen leaves to reduce the overwintering fungus. If you have susceptible apple varieties several fungicide sprays are required: the first at bud break; second, just before bloom; third, one week after bloom; and another two weeks later. Use sulfur-based fungicides - lime sulfur or wettable sulfur.\n\n9. Botrytis Blight or Grey Mold\n\nBotrytis Blight or Grey Mold is a grey fuzzy mold develops on dead and dying plant tissue spreading to healthy tissue when conditions are wet. Infections first appears as water soaked spots or areas on soft or senescent foliage, flower parts and young stems. On flowering plants, woody ornamentals and small fruit this disease can cause flower, leaf and shoot blights as well as stem and fruit rots. Very susceptible plants include: peonies, roses, hostas, strawberries and raspberries.\n\nBotrytis Blight or Grey Mold Control\n\nPlant resistant cultivars. Thoroughly clean and discard garden debris and refuse in the fall to reduce the level of grey mold in your garden. Susceptible plants (that are sun loving) should be grown in sunny areas with good air circulation. If practical water at the base of plants not over the foliage. If botrytis appears, remove infected leaves and fruit. It is rarely worth applying fungicides to control this disease.\n\n10. Peach Leaf Curl\n\nPeach Leaf Curl is a fungal disease that is very common on peaches nectarines in high rainfall areas such as the West Coast. In late winter or very early spring, peach leaf curl infects the leaves before the trees start to grow. Infected buds produce leaves with a reddish, thick and curled growth.\n\nPeach Leaf Curl Control\n\nNo peach varieties are immune but “Frost”, “Pacific Gold” and “Renton” are partially resistant and red Haven has some tolerance. Avoid infection by planting and training trees under the eaves of buildings or other areas protected from rain. Spray all peach trees in with lime sulfur (can be mixed with dormant oil to provide insect control) in February before the trees start to grow. A further spray of a copper-based fungicide applied in September will provide further control.\n\n11. Verticilium Wilt\n\nVerticilium Wilt is a serious fungal disease of many deciduous trees, herbaceous perennials, berries and vegetables. It is of particular concern for flowering cherries. It enters roots from the soil moving upwards in the plant, plugging up the plants transportation system. Visible indication that there is a problem starts with yellowing, wilting and dying back of young twigs and branches often on one side of plant or tree. Many other problems look the same, however Verticillium wilt gets worse from year to year. Cutting into a woody stem with a knife reveal black or brown streaks in the wood are vascular cambium just under the bark.\n\nVerticilium Wilt Control\n\nControl is all preventative as there is no cure once a plant is infected. Avoid drought stress or flooding on mature landscape trees. Remove dead and dying plants including the infested roots and the soil and replant with tolerant or resistant species. When pruning trees that may have this disease, sterilize your pruning tools between trees to prevent spreading it to an and noninfected tree. Rubbing alcohol, Lysol or a 10% household bleach solution (corrosive) can be used to disinfect pruning tools. Once an area is infected with Verticilium Wilt, we generally suggest not planting the same species in that area for several years.\n \n\nOrganic Disease Control Products\n\nBordo Copper Spray\nfor Powdery Mildew, Bacterial Canker, Rust, Late Blight/Early Blight, Peach Leaf Curl\nGarden Sulfur\nfor Powdery Mildew, Black Knot, Rust, Apple Scab\nEarth Lime Sulfur\nfor Powdery Mildew Black Knot, Rust, Apple Scab, Peach Leaf Curl\nSafers 3 in 1 Garden Spray (w Sulfur and Soap)\nPowdery Mildew, Black Knot, Rust, Apple Scab\n\nThere are also chemical based plant disease controls, but they may or may not be usable in your Municipality depending on policy and legislations. Please consult with your local council, read the bylaws or consult with government to see which solutions are available to you.\n\n \n\nADDRESS\n8940 192nd Street,\nSurrey, BC, Canada,\nV4N 3W8\n\nPHONE\nTel: (604) 882-1201\n\nGENERAL EMAIL\ninfo@artsnursery.com\nSALES/ORDER INQUIRIES\norders@artsnursery.com\nVISITING US\nHours of Operation\nMap & Directions\n\nCONTACT US\nContact Us\n\nArt's Nursery is dog friendly\n\nQUICK LINKS\nPlant Library\nBulk Materials\nSod & Turf Sales\nEstimate Delivery\nWholesale Division\nSERVICES\nDelivery\nGarden Coach\nGarden Consultation\nLandscape Design\nCustom Containers\nEvents & Workshops\nRentals\nWHOLESALE\nWholesale Inquiries\nWholesale E-Newsletter\nContact Wholesale\nCUSTOMER SERVICE\nWeb Store\nMy Orders\nTrack Shipments\nShipping\nReturns\nLATEST NEWS\nKEEP IN TOUCH\nCopyright (c) 2024 Art's Nursery Ltd.  | 8940 192nd Street, Surrey, BC, Canada, V4N 3W8  | tel: 604.882.1201  | SiteMap  | Privacy Statement |"
  }
]