[
  {
    "title": "17 Tomato Diseases: Identification, Treatment and Prevention",
    "url": "https://www.thespruce.com/identify-treat-prevent-tomato-diseases-7153094",
    "html": "SKIP TO CONTENT\nVisit The Spruce's homepage\nNEWSLETTERS\nOpen search form \nEnter your search term\nDECOR\nGARDEN\nHOME IMPROVEMENT\nCLEANING\nCELEBRATIONS\nWHAT TO BUY\nNEWS\nABOUT US\nSKIP TO CONTENT\nYour Go-To Guide to Growing Tomatoes\nFULL MENU\nNEXT SLIDES\nWhat to Do If Tomato Leaves Turn Yellow\n \nHow to Save Overwatered Tomato Plants\n \nWhen Should You Harvest Tomatoes?\n \nHow to Ripen Green Tomatoes\n \nHow to Save Tomato Seeds for Next Year\n \nWill Tomatoes Survive the Cold Weather?\n \n6 Tomato Growing Tricks from Gardeners\n \nDeterminate vs. Indeterminate Tomatoes\n \nThis Hack Is Key for Strong Tomato Plants\n \n7 Stages of Tomato Plant Growth\n \nYour Complete Tomato Care Guide\n \n8 Types of Tomatoes Gardeners Love\n \nThe Right Time to Transplant Seedlings\n \n9 Tomato Cages to Support Your Plants\n \nThese Tips Ensure Healthy Tomatoes\n \nDo You Actually Need to Prune Tomatoes?\n \nHow Often Should You Water Tomatoes?\n \n9 Tomato Fertilizers to Make Plants Thrive\n \nWatch Out for These Tomato Plant Pests\n \n17 Tomato Diseases and How to Fix Them\nYour Go-To Guide to Growing Tomatoes\nCLOSE JOURNEY NAVIGATION\n\nYour Go-To Guide to Growing Tomatoes\n\nINTRODUCTION\nSTART STRONG SEEDS\n6 Tomato Growing Tricks from Gardeners\nDeterminate vs. Indeterminate Tomatoes\nThis Hack Is Key for Strong Tomato Plants\n7 Stages of Tomato Plant Growth\nGET READY TO GROW\nYour Complete Tomato Care Guide\n8 Types of Tomatoes Gardeners Love\nThe Right Time to Transplant Seedlings\n9 Tomato Cages to Support Your Plants\nTIPS FOR AWARD-WINNING PLANTS\nThese Tips Ensure Healthy Tomatoes\nDo You Actually Need to Prune Tomatoes?\nHow Often Should You Water Tomatoes?\n9 Tomato Fertilizers to Make Plants Thrive\nTOMATO TROUBLESHOOTING\nWatch Out for These Tomato Plant Pests\n17 Tomato Diseases and How to Fix Them\nWhat to Do If Tomato Leaves Turn Yellow\nHow to Save Overwatered Tomato Plants\nJOY OF THE HARVEST\nWhen Should You Harvest Tomatoes?\nHow to Ripen Green Tomatoes\nHow to Save Tomato Seeds for Next Year\nWill Tomatoes Survive the Cold Weather?\nGO TO JOURNEY NAVIGATION\nGARDENING  PLANT PROBLEMS  PLANT DISEASES\n17 Tomato Diseases: Identification, Treatment and Prevention\nBy BARBARA GILLETTE Updated on 03/28/24\n \n\nAlbert Fertl / Getty Images\n\nKnowing how to identify and treat common tomato diseases is critical for growing successful crops. Most common diseases are caused by types of fungi that favor certain weather conditions such as excessive rain during cool or warm periods.\n\nGood garden practices go a long way to discourage infections, including:\n\nCrop rotation to avoid diseases lurking in the soil\nDebris removal\nGrowing plants on support structures so the foliage does not touch the ground\nWeed and pest control\nGrowing the plant in full sun (six hours a day)\nProper spacing between plants for air circulation and to prevent soggy conditions\n\nEven the hardiest crop can succumb to any of the following 17 common diseases. Here are symptoms to watch for and ways to keep your tomatoes healthy.\n\nCommon Tomato Diseases\nDisease\tPrimary Symptom\tTreatment \nEarly blight\tDark spots with rings on lower leaves\tPruning, fungicide\nFusarium or verticillium wilt\tWilting during day, leaves turn yellow\tPlant resistant varieties\nPowdery mildew\tLight green or yellow spots on leaves turn dusty white\tSulfur dust, fungicides, biofungicides, horticultural oil\nAnthracnose\tSmall, sunken, water-soaked spots on ripening fruit\tFungicide\nSeptoria leaf spot\tSmall, brown, round spots on leaves\tFungicide, biofungicide\nBotrytis\tGray-brown mold on leaves, stems, or fruit\tFungicide, biofungicide specific for gray mold\nBacterial speck\tIrregular brown or black spots near leaf margins, on stems or fruit\tCopper fungicide\nSouthern blight\tStem lesions near the soil line\tSolarization, fungicides, biofungicides, soil fumigants\nGray leaf spot\tSmall dark spots with yellow halos\tSelect resistant varieties\nLate blight\tGreasy brown blotches with white mold\tCopper spray\nBlossom end rot\tBlack-brown spots at blossom end\tDeep watering, add garden lime\nBuckeye rot\tSpots look like buckeyes\tAvoid surface flooding\nGray wall\tBlotchy, mottled fruits\tGood garden hygiene\nLeaf mold\tPale yellow-green spots on leaves with gray velvety growth\tIncrease air circulation, water at soil line\nTomato pith necrosis\tBlackening stems and leaves, pith disintegrates\tWater at soil line\nDamping off\tSeedlings fail to thrive outdoors\tPlant seeds indoors, avoid nitrogen fertilizer\nMosaic virus\tCurling, mottled leaves\tPreventive reflective mulch\n01\nof 17\nEarly Blight\n \n\nalexandrumagurean / Getty Images\n\nEarly blight, caused by Alternaria fungus, is the most common of several leaf spot diseases on tomatoes. Early blight is more prevalent in hot, humid regions and remains in the soil for one year. Wet weather can bring on an attack. In areas impacted by early blight, choose disease-resistant cultivars with Resistant to EB (Early Blight) labels.\n\nSymptoms: Dark brown spots encircled with rings start on the lowest leaves and move up, eventually causing foliage to shrivel, dry up, and fall. Lesions develop on stems and fruits. The defoliation causes sunscald.1\n\nManagement: Remove lower leaves, including up to a third of the infected foliage. Apply a tomato fungicide at the first sign of infection or when weather conditions are favorable for the disease to develop. Do not compost affected plants. \n\nPrevent early blight by watering at the soil level and mulching. Keep adequate space between plants and rows; use stakes and practice good weed control. Prune bottom leaves from plants and rotate tomato plants and other nightshades every two years. Copper and/or sulfur sprays can prevent further development of the fungus.\n\n02\nof 17\nFusarium or Verticillium Wilt\n \n\nAndrey Maximenko / Getty Images\n\nFusarium wilt or verticillium wilt are confused with one another but they are both fungal diseases with similar issues.\n\nFusarium wilt is caused by Fusarium oxysporum.\nVerticillium wilt is caused by Verticillium dahliae.\n\nSymptoms: In warm weather, the entire plant wilts down during the day, often recovering at night. Symptoms start on older, lower leaves and move upward. Eventually leaves on one side turn yellow, dry up, turn brown, and fall off. The inner tissue of the lower stem turns red or black. Plants may die quickly or succumb in a week or more.1\n\nManagement: Treatment is similar for both types of wilt. There is no fungicide for wilt; remove and dispose of infected plants and roots. Fungus spores can remain in soil for many years, but this disease does not spread among plants grown in the same season.\n\nPrevent the diseases by planting resistant varieties labeled VFN or FN. Keep tools clean and practice a three-year crop rotation. Fusarium wilt is hosted by pigweed and crabgrass so weed control is important. Avoid excessive nitrogen fertilizers which encourage disease.\n\n03\nof 17\nPowdery Mildew\n \n\nGanna Zelenska / Getty Images\n\nPowdery mildew spreads by three different types of airborne fungi. The type of spore differs according to temperature but high humidity levels increase disease occurrence. Fruits do not develop powdery mildew but defoliation leads to sunscald and crop loss.1\n\nSymptoms: Yellow spots appear on leaves turning to white powdery lesions coating the entire leaf and appearing on stems.\n\nManagement: Stop the spread of powdery mildew by treating the entire crop with with sulfur dust, fungicides, biofungicides, and horticultural oils. Remove infected leaves and buds.\n\nPrevent powdery mildew by allowing adequate space between plants. Prune tomato plants for good air circulation. Provide regular consistent hydration at soil level and avoid wetting leaves.\n\n04\nof 17\nAnthracnose\n \n\nsaraTM / Getty Images\n\nAnthracnose is a common fungal disease that causes fruit to rot. It's caused by Colletotrichum coccodes, a fungus that favors warm temperatures, wet conditions, and poorly-drained soil. The fungus is often splashed onto the fruit from the soil. It can also take hold on spots of early blight or dying leaves.\n\nOverripe tomatoes that come in contact with wet soil are especially susceptible. Dozens of weeds and other plants host this fungus which overwinters in soil and plant debris.2\n\nSymptoms: Small, round, and sunken water-soaked spots appear on fruit and increase in concentric circles causing tomatoes to rot. Leaves may develop small, round spots with yellow halos. Infection starts in small immature fruits but symptoms don't appear until ripening.\n\nManagement: Copper sprays offer some resistance but these fungicides are more effective as a preventive measure. Apply tomato fungicide to your entire crop at the first sign of infection or when weather conditions are favorable for disease to take hold.\n\nPlant certified seeds in well-draining soil, remove the lower 12 inches of leaves to prevent contact with the soil, stake plants, mulch, practice good weed control, and water at the soil level. Avoid letting tomatoes overripen on the vine and dispose of rotten fruit and debris. Practice crop rotation every two years along with other nightshades.1\n\nContinue to 5 of 17 below\n05\nof 17\nSeptoria Leaf Spot\n \n\nAndrey Maximento / Getty Images\n\nThe Septoria fungus causes septoria leaf spot. The fungal infection affects leaves but not the fruit. It is sometimes mistaken for late blight. Insects, tools, and water spread fungus spores which remain in the soil for up to two years. This fungus thrives in warm, wet weather so watch for symptoms and act immediately.\n\nSymptoms: Symptoms are similar to early blight, but septoria more often appears at the first fruit set. This fungus appears on leaves as multiple small, dark, circles that enlarge to 1/3 to 1/4-inch in diameter. The spots develop a tan or gray center, and the leaves eventually wilt and fall off. It spreads rapidly causing loss of older leaves first, then infects new foliage, and can quickly move through an entire crop. Early leaf drop leads to fruit loss and sunscald.\n\nManagement: The most effective treatment is repeated applications with a tomato fungicide or biofungicide for the entire tomato crop. Copper sprays and Serenade fungicide are somewhat effective at halting the spread of symptoms. Remove infected leaves to prevent the spread of spores to other leaves, as water splashing on the leaves helps transmit the disease.\n\nGood garden sanitation is critical for preventing septoria leaf spot. Remove fallen leaves and debris from the garden immediately. Clean tools before and after working with plants, water at ground level, and control insect pests. Rotate your tomato crops every three years.1\n\n06\nof 17\nBotrytis Gray Mold\n \n\ntravenian / Getty Images\n\nBotrytis develops from the fungus Botrytis cinerea. Infection takes root in damaged stems or pruning cuts and can lie dormant for up to 12 weeks. Spores are spread by wind and water and are most prevalent in cooler temperatures. Tomato flowers are also susceptible to this fungus.\n\nSymptoms: Brown lesions show on leaves and stems. A whitish soft rot appears on fruits. The mold causes tomatoes to rot after harvest. Leaves die and fall off and stem girdling leads to wilt.\n\nManagement: Botrytis often dies back when temperatures rise. Treat widespread or persistent infection with tomato fungicide or biofungicide with a specific application for gray mold.\n\nPrevent botrytis by pruning plants in the early afternoon, which allows cuts to dry quickly. Avoid overhead watering and working with wet plants. Leave adequate spacing between plants and rows for good air circulation.1\n\n07\nof 17\nBacterial Speck\n \n\nNatalya Stepina / Getty Images\n\nBacterial speck is one of several bacterial problems that affect tomato plants by reducing yields. The bacteria Pseudomonas syringae causes bacterial speck during persistent cool, wet weather. Bacterial speck spreads by splashing water on the leaves. It can't be cured but there are steps to take to stop it from spreading.\n\nSymptoms: Yellow tissue surrounds small, irregular, dark brown to black spots close to leaf margins. Spots appear raised on mature fruit but they can also appear flat or sunken.\n\nManagement: Treat plants with a copper fungicide during cool, wet weather. Hot weather stops the pathogen from spreading.1\n\nDelay planting until weather conditions are warmer and drier. Avoid overhead irrigation and rotate tomatoes and other nightshades every year.\n\n08\nof 17\nSouthern Blight\n\nSouthern blight is caused by the soilborne fungus Athelia rolfsii which girdles the tomato stem and prevents the plant from taking up water and nutrients. More prevalent in southern regions, it favors high temperatures, moist conditions, and acidic soil. Southern blight persists in soil for years. It not only affects tomatoes, but it also impacts peppers, beans, cantaloupes, carrots, potatoes, watermelon, and peanuts, among others.3\n\nSymptoms: Black-brown round lesions appear on stems near ground level and spread rapidly forming a white mold that produces sunken brown necrotic tissue. Plants wilt and fall over and fruits that contact the soil develop yellow spots that evolve into watersoaked lesions. Young plants may collapse at the soil line. Fruit near the stem can become infected, as well. Tomatoes rot within three to four days.\n\nManagement: Fungicides and biofungicides can help manage southern blight. Soil fumigants can be used but are expensive.1\n\nPreventive steps include polarization to kill spores, crop rotation, and maintaining soil pH levels for tomatoes. Avoid planting during wet weather with expected high temperatures. Remove plant debris and till or disk soil several times before planting. Dispose of infected plants and plant debris but do not compost. Eliminate weeds and rotate tomatoes with non-host crops.\n\nContinue to 9 of 17 below\n09\nof 17\nGray Leaf Spot\n\nGray leaf spot is a fungal disease that affects mainly the leaves of tomatoes, starting with the oldest leaves, although it can also infect the stems of the plant. It does not infect the fruit, although the disease can be harbored in the seeds of the infected plant.4\n\nSymptoms: Small, dark spots with yellow halos appear on the top and bottom surfaces of the leaves. The spots enlarge and turn a grayish brown. Eventually, the centers of the spots crack and fall out. Surrounding leaf areas will turn yellow and the leaves dry out and drop. Fruit production is inhibited.\n\nManagement: Warm, moist conditions worsen gray leaf spot problems. Remove all affected plants and fall garden debris. Do not compost infected plants.\n\nCherry and grape tomato plants are most often impacted. Select resistant varieties. Rotate crops to avoid planting in infected soil.\n\n10\nof 17\nLate Blight\n\nLate blight is a mold disease affecting the leaves, stems, and fruit. It develops in cool, wet weather and spreads rapidly. Late blight is caused by the oomycete Phytophthora infestans, which is not a true fungus but still causes devastation as it did during the Irish potato famine in the 1840s. If you suspect you have late blight, contact your local extension service for specific identification because there are many strains of late blight.\n\nSymptoms: Greasy-looking, irregularly shaped dark brown blotches with green-gray edges appear on leaves. A ring of white mold develops around the spots, especially in wet weather. The spots eventually turn dry and papery. Blackened areas may appear on the stems. The fruit also develops large, irregularly shaped, greasy gray spots and can turn mushy from a secondary bacterial infection.\n\nManagement: Copper sprays offer some control. The fungicide Serenade works best as a deterrent rather than a cure. Late blight can overwinter in soil, potato debris, and seeds, even in colder areas. Remove all debris and don't save seed potatoes. Rotate crops to prevent infections the following year.\n\n11\nof 17\nBlossom End Rot\n\nBlossom end rot is generally attributed to a lack of calcium availability during fruit set. This could be caused by too much high-nitrogen fertilizer or uneven watering, resulting in fluctuations in nutrient availability. It's a physiological disorder, not a disease, but it still results in fruit loss.\n\nSymptoms: Dark brown or black spots develop at the blossom end of the fruit and enlarge as the fruit rots. The spots look water-soaked.\n\nManagement: Remove affected fruit and provide regular, deep waterings. Add garden lime to the soil to help plants uptake water and nutrients. Use a fertilizer low in nitrogen and high in phosphorous.\n\n12\nof 17\nBuckeye Rot\n\nBuckeye rot is more common in Southern states, especially during warm, wet periods.5 Buckeye rot affects both green and ripe fruit.\n\nSymptoms: A small brown spot will enlarge and develop concentric rings resembling a buckeye. The affected area may appear round or oblong, and the firm lesion with smooth margins becomes soft and decayed as the disease progresses.\n\nManagement: Remove affected fruit. Avoid surface water from flooding the plants. Keep future fruits from making contact with the soil.\n\nContinue to 13 of 17 below\n13\nof 17\nGray Wall\n\nGray wall is essentially a ripening problem. There's no known associated pathogen or treatment, only preventive steps. Cool temperatures and stressed or unhealthy plants contribute to the problem.\n\nSymptoms: The green fruits may have a gray cast or flattened, gray blotches. Ripe fruit has a mottled appearance and green or brown areas on the inside of the fruit.\n\nManagement: Good growing conditions help prevent gray wall. Make sure plants are not heavily shaded. Evenly water and regularly fertilize plants. Keep the soil from becoming compacted around the roots.\n\n14\nof 17\nLeaf Mold\n\nLeaf mold is a fungus caused by Passalora fulva and it occurs most frequently in humid conditions. \n\nSymptoms: Leaf mold appears as pale green or yellowish spots on the upper leaves. When it's very humid, the spots occur on the bottom surfaces of the leaves and then become covered in a gray, velvety growth of fungal spores. Fruits can have a leathery, blackish rot near the stem.6\n\nManagement: Increase air circulation by pruning, spacing, and staking tomato plants to control the disease. Avoid watering overhead to keep leaves dry.\n\nCrop rotation is important and use a preventive fungicide.\n\n15\nof 17\nTomato Pith Necrosis\n\nTomato pith necrosis is a disease caused by soil-borne Pseudomonas bacteria. It occurs during cloudy, cool, and moist conditions.\n\nSymptoms: An early symptom is the blackening of the stems and leaves. Later symptoms involve split stems or stems that shrink and crack. The pith (stem interior) disintegrates and becomes hollow, disrupting water flow, and causing yellowing leaves.6\n\nManagement: Warmer weather can resolve the issue. But to manage the disease, do not water from above, keep soil adequately moist, and remove and dispose of dead and diseased plants and roots.\n\nSince the bacteria can remain in the soil for a few years, it's best to rotate crops.\n\n16\nof 17\nDamping Off\n\nDamping off is a fungal disease caused by Rhizoctonia that affects tomato plant seedlings. This fungus develops in cool, wet, and rich soils.\n\nSymptoms: Seedlings may fail to emerge or the stems are water-soaked.\n\nManagement: When planting tomatoes, plant seeds indoors and do not put them in soil with high nitrogen levels. Add nitrogen fertilizer after seedlings are more established, which is when they have their first true leaves. It's always good practice to keep the surface of the soil dry between waterings.\n\nContinue to 17 of 17 below\n17\nof 17\nMosaic Virus\n\nMosaic virus is transmitted in many ways, including seed, grafting, pests, or handling by human hands. The virus is a concern throughout the growing season. It's also a difficult virus to eradicate since it survives in plant debris for over 50 years.7\n\nSymptoms: Curling leaves may become mottled, new leaflets are small, and infected fruit is brown inside. Growth can be generally light in color. The fruit may have a mottled mosaic look (alternating colors) on the skin.8\n\nManagement: Control of mosaic virus is difficult. Reflective mulches may help prevent the problem.\n\nFAQ\nHow do I identify a tomato disease?\n\nThere are many symptoms but typically a tomato disease can be identified by yellowing or dark spots on leaves that occur after or during a wet or cool season.\n\nHow do you save a diseased tomato plant?\n\nYou can try to save a diseased tomato plant with the proper treatment, including pruning, fungicide, or horticultural remedies. Not all diseased tomato plants can be saved.\n\nWhat does tomato blight look like on a tomato?\n\nSouthern blight and late blight cause fruits to turn brown and rot. Early blight causes sunscald on tomatoes due to the exfoliation of leaves.\n\nHow to Use Neem Oil Spray as an Organic Insecticide\nRELATED TOPICS\nFRUIT\nArticle Sources\nMore from The Spruce\nTomato Leaves Turning Yellow? 11 Causes and How to Fix Them\nHow to Treat and Prevent Black Spot on Roses\nEarly Tomato Blight: How to Identify, Prevent, and Treat\n21 Best (and 7 Worst) Companion Plants for Tomatoes\nWhat Are These Black Spots on My Phalaenopsis Orchid Leaves?\nWhy Are My Pothos Leaves Turning Yellow?\nBlack Spots on Tomato Leaves: Treating Septoria Leaf Spot\nHow to Grow Tomato Plants: Growing Guide for All Types\n12 Tomato Plant Pests to Watch Out for and How to Get Rid of Them Fast\nHow to Grow and Care for Roma Tomatoes\nWhy Are My Rose Leaves Turning Yellow: 8 Reasons and How to Fix Each\nHow Far Apart Should You Plant Tomatoes in Your Garden?\nBleeding Heart: Plant Care & Growing Guide\n11 Tips for Growing Terrific Tomatoes in Pots\n13 Best Tips for Planting and Growing Great Tomatoes\nShould You Prune Out Tomato Suckers?\nVisit The Spruce's homepage\nLearn tips for creating your most beautiful home and garden ever.\nSUBSCRIBE\nFollow us:\nDECOR\nGARDEN\nHOME IMPROVEMENT\nCLEANING\nCELEBRATIONS\nWHAT TO BUY\nNEWS\nAbout Us\nTerms Of Service\nEditorial Guidelines\nAdvertise\nCareers\nPrivacy Policy\nContact\nThe Spruce is part of the Dotdash Meredith publishing family."
  }
]