[
  {
    "title": "Plant Disease Management",
    "url": "https://www.apsnet.org/edcenter/disimpactmngmnt/topc/Pages/PlantDiseaseManagement.aspx/",
    "html": "Turn on more accessible mode\nMembership\nMeetings\nPublications\nEducation\nCareer Development\nLog In\n|\nBookstore\n|\nJoin\n|\nRenew\nAPSEducationDisease Impacts & ManagementTopics\nShare |\n\nThe Plant Health Instructor\n\n| Volume: 05 |\nYear: 2005\n| Article Type: Lectures\n​​​​​Plant Disease Management\n\n\n​Otis C. Maloy​\n\n​Department of Plant Pathology, Washington State University, Pullman, WA\n\nDate Accepted: 01 Jan 2005\n|\n Date Published: 01 Jan 2005\n|\n \nDOI:\n \n\n​10.1094/PHI-I-2005-0202-01\n\n\nKeywords: Management\n\n\n\n\n\n\n​Plant diseases have caused severe losses to humans in several ways. Starvation and uprooting of families resulted from the Irish famine caused by potato late blight (caused by Phytophthora infestans). A valued resource was lost with the virtual elimination of the American chestnut by chestnut blight (caused by Cryphonectria parasitica). And direct economic loss such as the estimated one billion dollars lost in one year to American corn growers from southern corn leaf blight (caused by Cochliobolus maydis, anamorph Bipolaris maydis). Many plant diseases cause less dramatic losses annually throughout the world but collectively constitute sizable losses to farmers and can reduce the aesthetic values of landscape plants and home gardens.\n\n\n​Spanish Version​\n\n\n  Click here for a Chinese translation of this article (pdf file, 1.6 MB)​\n\n\nThe goal of plant disease management is to reduce the economic and aesthetic damage caused by plant diseases. Traditionally, this has been called plant disease control, but current social and environmental values deem “control” as being absolute and the term too rigid. More multifaceted approaches to disease management, and integrated disease management, have resulted from this shift in attitude, however. Single, often severe, measures, such as pesticide applications, soil fumigation or burning are no longer in common use. Further, disease management procedures are frequently determined by disease forecasting or disease modeling rather than on either a calendar or prescription basis. Disease management might be viewed as proactive whereas disease control is reactive, although it is often difficult to distinquish between the two concepts, especially in the application of specific measures.\n\nThis topic is a general overview of some of the many methods, measures, strategies and tactics used in the control or management of plant diseases. Specific management programs for specific diseases are not intended since these will often vary depending on circumstances of the crop, its location, disease severity, regulations and other factors. Most states have some agency such as the Agricultural Extension Service or State Department of Agriculture that formulates and promulgates disease management recommendations for that state. Involvement of these agencies is especially important where the practices include some regulated component such as pesticides or quarantines. Management procedures for some specific crops and diseases can be found in the APSnet Education Center online plant disease lessons.\n\nPlant disease management practices rely on anticipating occurrence of disease and attacking vulnerable points in the disease cycle (i.e., weak links in the infection chain). Therefore, correct diagnosis of a disease is necessary to identify the pathogen, which is the real target of any disease management program. (See Introductory topic: Plant Disease Diagnosis) A thorough understanding of the disease cycle, including climatic and other environmental factors that influence the cycle, and cultural requirements of the host plant, are essential to effective management of any disease.\n\nThe many strategies, tactics and techniques used in disease management can be grouped under one or more very broad principles of action. Differences between these principles often are not clear. The simplest system consists of two principles, prevention (prophylaxis in some early writings) and therapy (treatment or cure).\n\nThe first principle (prevention) includes disease management tactics applied before infection (i.e., the plant is protected from disease), the second principle (therapy or curative action) functions with any measure applied after the plant is infected (i.e., the plant is treated for the disease). An example of the first principle is enforcement of quarantines to prevent introduction of a disease agent (pathogen) into a region where it does not occur.\n\nThe second principle is illustrated by heat or chemical treatment of vegetative material such as bulbs, corms, and woody cuttings to eliminate fungi, bacteria, nematodes or viruses that are established within the plant material. Chemotherapy is the application of chemicals to an infected or diseased plant that stops (i.e., eradicates) the infection. Although many attempts have been made to utilize chemotherapy, few have been successful. In a few diseases of ornamental or other high value trees, chemotherapy has served as a holding action that must be repeated at intervals of one to several years. For example, antibiotics have been infused into plants to reduce severity of phytoplasma diseases of palms (lethal yellowing) and pears (pear decline) and fungicides have been injected into elms to reduce severity of Dutch elm disease (caused by Ophiostoma ulmi) (Figure 1) but in all cases the chemotherapeutant must be reapplied periodically. There also are some “systemic” fungicides such as the sterol biosynthesis inhibiting (SBI) and demethylation inhibiting (DMI) fungicides that diffuse into the plant tissues to some extent and eliminate recently established infections.\n\n \n\nOne early proposal by H. H. Whetzel included four general disease control principles, exclusion, eradication, protection and immunization (the latter principle is more appropriately called resistance since plants do not have an immune system in the same sense as animals). These principles have been expanded or altered to some extent by others. They are still valid and are detailed here but students should investigate other systems such as those proposed by Gäumann, Sharvelle, or the National Academy of Science and use the one(s) that they believe are applicable. These and other disease control principles are discussed in Maloy, Plant Disease Control (1993) cited in the general references of this lesson.\n\n \n\nEXCLUSION\n\nThis principle is defined as any measure that prevents the introduction of a disease-causing agent (pathogen) into a region, farm, or planting. The basic strategy assumes that most pathogens can travel only short distances without the aid of some other agent such as humans or other vector, and that natural barriers like oceans, deserts, and mountains create obstacles to their natural spread. In many cases pathogens are moved with their host plants or even on nonhost material such as soil, packing material or shipping containers. Unfortunately, exclusion measures usually only delay the entry of a pathogen, although exclusion may provide time to plan how to manage the pathogen when it ultimately arrives. Karnal bunt (caused by Tilletia indica) of wheat is an example of a pathogen originally from India that was anticipated. Measures were established to prevent its introduction, but it finally found its way into the United States. Soybean rust (caused by Phakopsora pachyrhizi) has been found recently in the southeastern U.S. and precautions have been undertaken to prevent further spread. Due to its destructiveness, South American leaf blight (SALB) (caused by Microcyclus ulei) is a feared disease in the major rubber producing region of Indonesia, and contingency plans have been proposed to chemically defoliate rubber trees by aerial application of herbicides if the pathogen is detected. It is hoped that this would prevent establishment of the pathogen in the region.\n\nIn the United States, the Animal and Plant Health Inspection Service (APHIS), a division of the U.S. Department of Agriculture, is responsible for promulgating and enforcing plant quarantine measures. There are also state agencies that deal with local quarantines. Internationally, eight regional plant protection organizations (PPOs) were established in 1951 by the International Plant Protection Convention sponsored by the Food and Agricultural Organization of the United Nations. This was revised in 1997 and now includes nine regional PPOs. The European and Mediterranean Plant Protection Organization (EPPO) is the oldest of the regional PPOs. The regional PPOs have no regulatory authority such as APHIS or other governmental agency, but function to develop strategies against the introduction and spread of pests and to coordinate the use of phytosanitary regulations to ensure agreement among the different member countries. For more information on the role of regional PPOs see www.eppo.org/WORLDWIDE/worldwide.htm.\n\nAn important and practical strategy for excluding pathogens is to produce pathogen-free seed or planting stock through certification programs for seeds and vegetatively propagated plant materials such as potatoes, grapes, tree fruits, etc. These programs utilize technologies that include isolation of production areas, field inspections, and removal of suspect plants to produce and maintain pathogen-free stocks. Planting stock that is freed of pathogens can be increased by tissue culture and micropropagation techniques as well as be maintained in protective enclosures such as screenhouses to exclude pathogens and their vectors. Exclusion may be accomplished by something as simple as cleaning farming equipment (Figure 2) to remove contaminated debris and soil that can harbor pathogens such as Verticillium, nematodes or other soilborne organisms and prevent their introduction into non-infested fields.\n\n \n\nERADICATION\n\nThis principle aims at eliminating a pathogen after it is introduced into an area but before it has become well established or widely spread. It can be applied to individual plants, seed lots, fields or regions but generally is not effective over large geographic areas. Two large attempts at pathogen eradication in the United States were the golden nematode (Globodera rostochiensis) program on Long Island, New York and the citrus canker (caused by Xanthomonas axonopodis pv. citri and pv. aurantifolii) program in Florida. However, neither of these attempts was a lasting success.\n\nEradication of the golden nematode involved removing infested soil, fumigating soil in infested fields and eventually abandoning infested potato fields for housing developments and other uses. Citrus canker eradication involved widespread removal and burning of diseased trees and, in some cases, destruction of entire citrus groves and nurseries (Figure 3). The disease appeared to be contained and the pathogen eradicated, but the disease has reappeared and new attempts at eradication are ongoing. (See Citrus canker disease lesson)\n\n \n\n\nEradication can also be on a more modest scale such as the removal of apple or pear branches infected by the fire blight bacterium (Erwinia amylovora) or pruning to remove blister rust cankers (caused by Cronartium ribicola) on white pine branches. Or, it can be the sorting and removal of diseased flower bulbs, corms or rhizomes. Hot water seed-treatment of cereal seeds to kill smut mycelium in the seed and heat treatment to eliminate viruses from fruit tree budwood for grafting are other examples of pathogen eradication.\n\nTwo programs that are actually forms of protection and not pathogen eradication are barberry eradication for reducing stem rust (caused by Puccinia graminis) of wheat and Ribes eradication for preventing white pine blister rust. The strategy is that removing these alternate hosts breaks the disease cycles and prevents infection of the economically more valuable host. These two examples are mentioned here because they are frequently cited as eradication measures. However, stem rust can readily spread from wheat to wheat in many regions by the uredinial stage although elimination of the aecial host, barberry, may deter or diminish the development of pathogenic races of the rust. The white pine blister rust fungus is perennial in the pine host and eradication of the alternate host only protects noninfected trees but does not necessarily eliminate the pathogen from the area.\n\nEradication may also be accomplished by destroying weeds that are reservoirs of various pathogens or their insect vectors (Figure 4). Elimination of potato cull piles (Figure 5) is an effective method of eradicating overwintering inoculum of the late blight pathogen.\n\n \n\nSoil fumigation has been a widely used eradication strategy. This technology involves introducing gas-forming chemicals such as carbon disulfide, methyl bromide, or chloropicrin into soil to kill target pathogens. However, undesirable side effects such as killing beneficial organisms, contamination of groundwater, and toxicity of these chemicals have resulted in less reliance on this approach for disease management. Volatile fumigants like methyl bromide are injected into soil and sealed with a plastic film (Figure 6). Some water-soluble fumigants like metam-sodium can be injected into the soil and the soil simply compacted to form a seal (Figure 7).\n\n \n\nCrop rotation is a frequently used strategy to reduce the quantity of a pathogen, usually soil-borne organisms, in a cropping area. Take-all of wheat (caused by Gaeumannomyces graminis) and soybean cyst nematode (Heterodera glycines) (Figure 8) are two examples of soilborne diseases that are easily managed by short rotations of 1 and 2 years, respectively, out of susceptible crops, which may include susceptible weed hosts such as grasses in the case of take-all. (See Take-all disease lesson and Soybean cyst nematode diseas​e lesson)\n\n \n\n\nBurning is an effective means of eradicating pathogens and is often required by law to dispose of diseased elm trees affected by Dutch elm disease (DED) (Figure 9) (See Dutch elm disease lesson), citrus trees infected by citrus canker (Figure 3) (See Citrus canker disease lesson) or of bean fields infected by halo blight bacteria (Pseudomonas syringae pv. phaseolicola). Propane flaming can effectively destroy Verticillium microsclerotia in mint stems (Figure 10) (See Verticillium wilt disease lesson) , and flaming potato stems prior to harvest may prevent tuber infection by the late blight pathogen (Figure 11) (See Late blight disease lesson). However, burning agricultural fields is controversial because the smoke creates human health and safety and environmental concerns.\n\n  \n\nStudents may note that the principle of eradication is a good example of the conflicting concepts of some of these general principles for at least two reasons. One is that some of the examples above could be placed as readily under protection as under eradication. The second is that complete eradication of pathogens, especially from large areas is rarely accomplished.\n\n \n\nPROTECTION\n\nThis principle depends on establishing a barrier between the pathogen and the host plant or the susceptible part of the host plant. It is usually thought of as a chemical barrier, e.g., a fungicide, bactericide or nematicide, but it can also be a physical, spatial, or temporal barrier. The specific strategies employed assume that pathogens are present and that infection will occur without the intervention of protective measures. For example, bananas are covered with plastic sleeves as soon as the fruit are set (Figure 12) to protect the fruit from various pests including fruit decay fungi.\n\n \n\nProtection often involves some cultural practice that modifies the environment, such as tillage, drainage, irrigation, or altering soil pH. It may also involve changing date or depth of seeding, plant spacing, pruning and thinning, or other practices that allow plants to escape infection or reduce severity of disease. Raising planting beds (Figure 13) to assure good soil water drainage is an example of cultural management of plant diseases such as root and stem rots.\n\n \n\nFungicides have been used for more than a hundred years and new fungicides continue to be developed. (See Introductory topic: What are fungicides?) Bordeaux mixture, a basic copper sulfate fungicide, was the first widely used fungicide and is still used today in various forms. The earliest fungicides were simple elements like sulfur or metallic compounds of copper or mercury, and these are generally classed as inorganic fungicides. In the early to mid-1900s organic fungicides such as thiram, captan, and the bisdithiocarbamates were developed. These are broad-spectrum, contact or protectant fungicides that control a wide range of fungal diseases. Starting in the 1960s the “systemic” fungicides were developed. Most of these are not truly systemic in plants but have some limited mobility, usually translaminar, and often give some post-infection benefits. Some of the “systemic” fungicides move upward in the plant’s vascular system, but currently only one (fosetyl-Al) has ambimobile distribution (both upward and downward) that would constitute a truly systemic fungicide. In addition to the SBI and DMI fungicides mentioned earlier, a recent group of systemic fungicides are the strobilurins. (See Advanced topic: QoI (strobilurin) fungicides: Benefits and risks) Some fungicides have narrow ranges of activity and are used primarily for control of specific groups of diseases such as downy mildews, rusts, smuts or powdery mildews while others are active against a wider range of diseases.\n\nOne liability of these recent narrow-range fungicides is that they often have single-site modes of action, (that is, their site-specific activity is controlled by one or a few genes), and thus are especially prone to development of fungicide resistance in the pathogen. Several management strategies have been developed to combat fungicide resistance. These include using mixtures of single-site and multi-site fungicides, alternating applications of fungicides with different modes of action, applying fungicides only when needed instead of on either a calendar or prescription basis, and applying the recommended dosage and not attempting to cut costs by reducing the recommended amount of fungicide applied.\n\nFungicides can be applied by any of several methods: ground sprayers (Figure 14), airplanes (Figure 15) or through irrigation systems, but to be effective applications must be done properly. First, the fungicide must be legally registered for use on the plant involved and against the target disease. Several different chemicals may be registered for the same crop or disease. If the different fungicides are similar in effectiveness, cost, ease of application, and safety, then timing of application becomes the most critical factor. If applied too early much of the chemical will be wasted before it can be effective; if applied too late, it will be largely ineffective. The benefits of properly applied fungicides can often be striking (Figure 16). Distribution of the spray droplets is important; the finer the spray the more complete the coverage on the plant surface (Figure 17). However, very small droplets form a mist that is easily displaced by wind.\n\n \n\n\n \n\nMany cultural practices can be modified to manage the occurrence, intensity or severity of plant diseases. These include selection of suitable growing sites for the crop, adequate tillage to bury pathogen-infested plant residues, rotation to nonsusceptible crops, selecting pathogen-free planting stocks, orientation of plantings to improve exposure to sun and air currents, pruning and thinning to eliminate sources of infection and improve aeration in and around susceptible plants, water management on both plants and in soil, adequate nutrition, proper cultivation to improve root growth and avoid plant injury, and sanitation procedures to eliminate sources of inoculum.\n\nBiological control involves the use of one living organism to control another, and this management technology has received much attention in recent times. However, the number of biological agents registered for use is relatively small, success has been limited, and application has been largely restricted to intensively managed, high value crops such as greenhouse plants. Two examples of effective biological control are the use of the fungus Peniophora gigantea to inoculate tree stumps to prevent infection of adjacent trees by the wood decay fungus Heterobasidion annosum, and the application of the nonpathogenic (i.e., non-tumor-producing) bacterium Agrobacterium radiobacter to fruit trees before planting to prevent infection by the crown gall bacterium (Agrobacterium tumefaciens) (see Crown gall disease lesson)\n\n \n\nRESISTANCE\n\nUse of disease-resistant plants is the ideal method to manage plant diseases, if plants of satisfactory quality and adapted to the growing region with adequate levels of durable resistance are available. The use of disease-resistant plants eliminates the need for additional efforts to reduce disease losses unless other diseases are additionally present. Resistant plants are usually derived by standard breeding procedures of selection and/or hybridization. A few disease-resistant lines have been obtained by inducing mutations with x-rays or chemicals. There is also interest in chemicals called “plant activators” that induce plant defense responses called systemic acquired resistance (SAR) and induced resistance. Recently, resistant plants have been developed through the use of genetic engineering (e.g., resistance to the Papaya ringspot virus). (See APSnet Feature: Transgenic Virus Resistant Papaya.)\n\nSelection of resistant plants involves subjecting plants to high levels of disease pressure (Figure 18) and using the surviving plants as sources of disease resistance. Plants that survive this pressure often have genetic resistance that can be utilized directly by propagation or as sources of resistance to develop resistant plants that also have the requisite qualities for that crop. Hybridization is a tactic where a plant having the desired agronomic or horticultural qualities, but is susceptible to a disease, is crossed with a plant that is resistant but which may or may not have the other desirable characteristics such as size, yield, flavor, aesthetics, etc.\n\n \n\nDisease escape occurs when susceptible plants do not become diseased for some reason. This may be due to some anatomical or physical character, such as the occurrence of leaf hairs, thick cuticle, or modified stomata, or they may be environmental, in which conditions are not conducive to disease development. Although disease escape based on some anatomical feature is useful occasionally, escape more often complicates the process of developing disease resistant plants.\n\nDevelopment of disease-resistant plants has been relatively successful with annual and biennial plants, but less so with perennials, primarily because of the longer time required to develop and test the progeny. Woody perennials, such as ornamental, forest, and orchard trees, have been especially difficult for plant breeders to develop useful disease resistance. For example, chestnut blight and Dutch elm disease have devastated two valued native trees. In both cases there have been extensive attempts to develop resistant trees, usually by creating hybrids with exotic chestnut or elm trees, and some resistant selections have resulted. Unfortunately, these generally lack the desirable qualities, such as nut flavor or tree forms characteristic of the native trees. Another introduced disease that has impacted native trees is white pine blister rust. There has been an intense effort for more than 50 years to select and improve rust-resistant pines from the surviving population. These trees are now being planted for reforestation, but it will be another 50 or so years, when these trees have matured to produce a timber crop, before the success of this program is known.\n\nDevelopment of resistance has been most successful against the more specialized pathogens such as rust fungi (Figure 19), smut fungi, powdery mildew fungi, and viruses, but less so against general pathogens such as many blight, canker, root rot and leaf spotting pathogens.\n\n \n\nA major problem with genetically resistant plants is that host-differentiated pathogenic races can be selected, so that many breeding programs become continuous processes to develop disease resistant plant lines. Disease resistance conferred by a single major gene is sometimes called specific or qualitative resistance and is race-specific. This type of resistance is often unstable, and emergence of a pathogenic race that can attack that genotype can completely overcome this type of resistance. Quantitative resistance or general resistance derives from many different genes for resistance with additive effects to provide more stable (or durable) resistance to pathogens.\n\nThere are several strategies to minimize this race development and resistance failure. These include methods of gene deployment, where different genetic plant types are interspersed on a regional basis to avoid a genetic monoculture, or planting mixtures of cultivars having different genetic compositions to ensure that some component of the crop will be resistant to the disease. (See Advanced topic: Cultivar Mixtures)\n\nA recent and controversial technique in developing disease resistant plants is the insertion of genes from other organisms into plants to impart some characteristic. For example, genes from the bacterium Bacillus thuringiensis have been inserted into plants to protect against insect attacks. Plants with these inserted genes are called genetically-modified organisms (GMOs), and have caused concern that unanticipated, and perhaps detrimental, characteristics, such as unforeseen allergens, may also be transferred to the new plants. However, unforeseen and undesirable qualities also can be transmitted by conventional plant breeding techniques. The potato cultivar Lenape was developed in part because of its resistance to Potato virus A and resistance to late blight tuber infection. After it was released it was discovered that the tubers contained very high levels of solanine, a toxic alkaloid. The wheat cultivar Paha had resistance to stripe rust (caused by Puccinia striiformis) but also was very susceptible to flag smut (caused by Urocystis agropyri). Both of these plant cultivars, developed by conventional breeding methods, were quickly taken out of production. There is much interest in the genetic engineering of disease-resistant plants and some success has been obtained with several virus diseases, the best known of which is papaya ringspot (Figure 20). This approach to plant disease management will likely expand, especially for widely grown crops such as wheat, corn, soybeans, rice, and the like, as social, legal, and economic obstacles are overcome.\n\n \n\n \n\nINTEGRATED DISEASE MANAGEMENT\n\nIntegrated Disease Management (IDM) is a concept derived from the successful Integrated Pest Management (IPM) systems developed by entomologists for insect and mite control. In most cases IDM consists of scouting with timely application of a combination of strategies and tactics. These may include site selection and preparation, utilizing resistant cultivars, altering planting practices, modifying the environment by drainage, irrigation, pruning, thinning, shading, etc., and applying pesticides, if necessary. But in addition to these traditional measures, monitoring environmental factors (temperature, moisture, soil pH, nutrients, etc.), disease forecasting, and establishing economic thresholds are important to the management scheme. These measures should be applied in a coordinated integrated and harmonized manner to maximize the benefits of each component. For example, balancing fertilizer applications with irrigation practices helps promote healthy vigorous plants. However, this is not always easy to accomplish, and “disease management” may be reduced to single measures exactly the same as the ones previously called “disease control.” Whatever the measures used, they must be compatible with the cultural practices essential for the crop being managed.\n\n \n\nREFERENCES\n\nArneson, P. A. 2001. Plant ​Disease Epidemiology.\n\nFry, W.E. 1982. Principles of Plant Disease Management. Academic Press, New York.\n\nJacobsen, B. 2001. Disease Management. Pages 351-356 in: Encyclopedia of Plant Pathology, O.C. Maloy and T.D. Murray, eds. Wiley, New York\n\n.\n\nMaloy, O.C. 1993. Plant Disease Control: Principles and Practice. Wiley, New York.\n\nMaloy, O.C. and A. Baudoin. 2001. Disease Control Principles. Pages 330-332 in: Enclyclopedia of Plant Pathology. O.C. Maloy and T.D. Murray, eds. Wiley, New Yor\n\nk.\n\nThe author thanks Drs. Debra Inglis and Tim Murray for providing and scanning pictures and for reviewing the manuscript.\n\nThe American Phytopathological Society (APS)\n3285 Northwood Circle\nSte. 100\nSt. Paul, MN 55121 USA\nPhone +1.651.454.7250\nContact Us\nAbout\nAccount\nBookstore\nEmail Deliverability\nAdvertise\nDirectory\nEvents\nCode of Conduct\nGive\nAPS Foundation\nAPS Staff\nPrivacy Policy\n© 2024 The American Phytopathological Society. All rights reserved."
  }
]