[
  {
    "title": "10 Common Plant Diseases and How to Treat Them - DripWorks",
    "url": "https://www.dripworks.com/blog/10-common-plant-diseases-and-how-to-treat-them",
    "html": "Orders ship next business day.\nDrip Irrigation\nYard & Garden\nSprinklers\nPonds\nLandscaping\nCannabis\nDrainage\nHome  Blog  10 Common Plant Diseases and How to Treat Them\nCategories\nGardening\nDrip Irrigation\nSustainability\nCannabis\nLandscape\nGreenhouse\nWinterization\nDripWorks\nFeatured Posts\nGARDENING\nHow to Build Raised Garden Beds on a Slope or Hillside\n\nMay 24th 2024\n\nSee More →\nDRIP IRRIGATION\nGardening Success Stories: Transformations with Drip Irrigation\n\nMay 23rd 2024\n\nSee More →\nGARDENING\nChoosing Trellises for Climbing Plants: Top Tips for Every Gardener\n\nMay 22nd 2024\n\nSee More →\nGARDENING\nHow to Care for Trees in Your Garden? Complete Guide\n\nMay 21st 2024\n\nSee More →\nGARDENING\nHow To Maintain a Simple Vegetable Garden?\n\nMay 20th 2024\n\nSee More →\nSUSTAINABILITY\nDripWorks Water Conservation Guide for Homeowners\n\nMay 17th 2024\n\nSee More →\nDRIP IRRIGATION\nDrip Irrigation Vs. Traditional Watering Methods: A Comparative Study\n\nMay 16th 2024\n\nSee More →\nGardening\n10 Common Plant Diseases and How to Treat Them\n\nApr 4th 2024\n\nGarden diseases take energy from the plants and cause significant damage, leading to wilting, rust, spots on leaves, rotted tissue, moldy coatings, and stunted growth. Seeing your favorite plants look stressed and damaged by diseases can be discouraging. Every gardener has to face the reality of plant diseases. As a gardener, you must know how to identify plant diseases, deal with them, treat them safely, and keep the problems away from your plants.\n\nThis guide shares the list of 10 common plant diseases to help you identify them and find safe and practical solutions to combat them.\n\n1. Downy Mildew\n\nDowny mildew is a fungal disease that causes yellowish spots on the upper portion of leaves and white or gray mold-looking growth on the bottom of leaves. This disease affects many ornamental plants and edibles, including lettuce, cucumbers, grapes, cauliflower, broccoli, and pansies. Downy mildew often occurs during wet weather and rainy conditions.\n\nSolution: Plant disease-resistant cultivars. If the fungus is prevalent, remove infected leaves or entire plants. Avoid overhead watering and irrigating plants in the evening. Rotate edible crops every year and avoid crowding plants.\n\n2. Powdery Mildew\n\nPowdery mildew is a fungal disease that affects many plants, vegetables, flowers, and fruits, including roses, apples, grapes, cucumbers, zucchini, peas, lilacs, and daisies. It is easy to identify. The disease leaves a white powdery substance on leaves, stems, and flower buds. This fungus affects plants more in shady areas than in direct sunlight.\n\nSolution: Give plants proper drainage and avoid planting in areas with poor air circulation and ample shade. Additionally, you can spray plants with a solution of baking soda and water. If fungus becomes established, remove infected leaves from plants to stop the spores from spreading. Commercial fungicides to treat powdery mildew are also available. For complete plant protection, spray with sulfur-based or copper-based fungicide spray once every ten days from spring to fall.\n\n3. Black Spot\n\nBlack spot is a common plant disease affecting roses and other ornamental plants. This disease causes black spots with feathered edges on the upper sides of leaves. Infected leaves turn yellow and fall from the plant. Black spot occurs during long periods of wet weather or when foliage is wet for more than six hours.\n\nSolution: Plant resistant varieties in well-draining soil. The fungus spores overwinter in fallen leaves, so remove dead and infected leaves around the plants. Don't add them to the compost pile. Spray copper or sulfur-based fungicide in spring and early summer. Disinfect your gardening tools, including pruner, spade, and cultivator. Avoid overhead watering as it can spread the spores. Use a drip line or soaker hose to apply water directly to the plant's roots.\n\n4. Fusarium Wilt\n\nFusarium wilt is a fungal disease caused by a soil-borne fungus. It affects edible and ornamental plants, such as potatoes, tomatoes, cucumbers, beans, melons, eggplants, and asparagus. Fusarium wilt is active in hot summers. It causes stunted plants, root rot, stem rot, and wilted leaves that turn brown and dry. Lower leaves show disease symptoms first.\n\nSolution: Plant disease-resistant cultivars. Once the disease infects a plant, there's no effective treatment. Remove and destroy affected plants immediately, and don't plant the same variety in that area for five years. If possible, replace fusarium-infected garden soil. In addition, keep your garden tools clean.\n\n5. Verticillium Wilt\n\nVerticillium wilt is another common and serious fungal disease that affects shrubs, trees, vegetables, and ornamental plants. Pathogens can live in soil for years, entering roots and making their way to the plant. They clog the plant's vascular system and cause branches to wilt suddenly and leaves to turn yellow. A visible sign of this disease is the wilting and dying of young shoots and branches on one side of the tree or plant. Verticillium wilt can also cause stunted growth.\n\nSolution: Prevention and good sanitation practices will help control this fungal disease because fungicides are not very effective, and there is no cure for an infected plant. Remove and destroy dead plants, including the infected roots and soil, and replant disease-resistant species. Avoid flooding or underwatering on mature trees. Furthermore, sterilizing cutting tools is necessary to prevent disease from spreading. Use alcohol, 10% bleach solution, or Lysol to disinfect tools. If the area is infected with the fungus, avoid planting the same plants in that area for a few years.\n\n6. Mosaic Virus\n\nMosaic virus is a group of viral infections that affects many plants. The most common mosaic viruses that gardeners often encounter include tobacco mosaic virus and tomato mosaic virus. These viruses infect tomatoes, cucumbers, lettuce, peppers, beets, pears, apples, tobacco, and many other plants. Mosaic viruses cause mottling and discoloration of leaves in infected plants, which are also curled and distorted. The virus is most prevalent in hot conditions. Some plants lead to stunted growth, yellowing, and malformed fruits.\n\nSolution: Viral infections have no efficient control, but some resistant varieties exist. Remove infected plants immediately to prevent disease spread. The mosaic virus can survive in the soil for some period. Therefore, avoid planting sensitive plants in the same spot for at least two years.\n\n7. Rust\n\nRust is another common fungal disease caused by more than 5,000 fungi species. It commonly affects tomatoes, beans, roses, daylilies, hollyhocks, and snapdragons. The fungi first appear as white spots on the lower side of stems and leaves. These spots then become orange and reddish bumps that turn yellow-green and black. The fungus spreads to the top of the leaves, causing them to turn yellow and fall off. Most spores of rust species thrive in moist environments.\n\nSolution: Plant resistant varieties. Fungicides are available to control the disease. It is good to destroy infected parts when you see the first sign of disease and spray plants with sulfur or copper-based fungicides every ten days.\n\n8. Root Rot\n\nRoot rot decays the roots of plants and trees. It is caused by poor drainage and overwatering. This decaying plant disease shortens the life of plants or trees. The symptoms include wilting, poor growth, thinning, and dieback in the entire plant.\n\nSolution: Avoid overwatering and plant in aerated and well-drained soil. Wait for the soil to dry a little between waterings, then water it. Disinfect garden tools after you use them. If a plant or tree is highly infected, remove it to prevent the disease from spreading.\n\n9. Anthracnose\n\nAnthracnose is a common plant disease found year-round. The signs of disease usually first appear at leaf edges, yellowing and then falling. This fungal disease causes dark lesions on leaves, stems, and fruits, resulting in crop loss. Spores spread it in water splashed over leaves.\n\nSolution: Prune infected branches, destroy fallen leaves, and avoid overhead watering to spread disease. Fungicides with the active ingredient chlorothalonil are also available.\n\n10. Blight\n\nBlight is a common bacterial disease that attacks potatoes, tomatoes, cherries, apricots, plums, and other plants and trees. It spreads under warm, humid conditions from spring till June. Infected plants develop small sunken black spots. These spots appear on leaves and then drop out to give a hole appearance.\n\nSolution: Remove and destroy blight-infected plant parts. To maintain a clean garden, promptly remove fallen debris from infected plants and dispose of it in the trash. Copper-based fungicides can also be a valuable tool in preventing future infections.\n\nThe Bottom Line\n\nPlant diseases are common, but proper plant care and prevention can reduce their occurrence and spread. Avoid overwatering plants, as it is a frequent cause of fungal disease. Additionally, avoid watering leaves. A drip irrigation system delivers precise water to the plant's roots. Additionally, always use clean and sharp cutting and pruning tools in your garden to prevent plant issues in the future.\n\nFacebook  Email  Print  Twitter  Pinterest \nRelated Products\nPrevious\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo PS37 Pruning Shears (PS37 EVO + 3 BAT. 2,5Ah + charger)\n$749.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo MT32 Chainsaw (MT32 PRO + 3 BAT. 2,5Ah + charger)\n$549.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo PS32 Electric Shears (PS32 EVO + 3 BAT. 2,5Ah + charger)\n$595.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nGardenBee Stainless Steel Dibbler\n$12.95\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo ULIX-5 Olive Harvester (ULIX5-37+ 49ft.CABLE)\n$820.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo HS37 Pro Chainsaw (HS37 PRO + 3 BAT. 5Ah + charger)\n$669.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo HP37 5,2 ft. + 3 BAT. 2,5Ah + charger\n$740.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo TT37 Hedge Trimmer (MT37 + 3 BAT. 4Ah + charger)\n$675.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo Chainsaw (ST37 + 3 BAT. 5Ah + charger)\n$715.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo MT37 Chain Saw MT37 + 3 BAT. 4Ah + charger\n$649.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo PS37 Pruning Shears (PS37 EVO + 3 BAT. 2,5Ah + charger)\n$749.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo MT32 Chainsaw (MT32 PRO + 3 BAT. 2,5Ah + charger)\n$549.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo PS32 Electric Shears (PS32 EVO + 3 BAT. 2,5Ah + charger)\n$595.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nGardenBee Stainless Steel Dibbler\n$12.95\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo ULIX-5 Olive Harvester (ULIX5-37+ 49ft.CABLE)\n$820.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo HS37 Pro Chainsaw (HS37 PRO + 3 BAT. 5Ah + charger)\n$669.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo HP37 5,2 ft. + 3 BAT. 2,5Ah + charger\n$740.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo TT37 Hedge Trimmer (MT37 + 3 BAT. 4Ah + charger)\n$675.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo Chainsaw (ST37 + 3 BAT. 5Ah + charger)\n$715.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo MT37 Chain Saw MT37 + 3 BAT. 4Ah + charger\n$649.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo PS37 Pruning Shears (PS37 EVO + 3 BAT. 2,5Ah + charger)\n$749.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo MT32 Chainsaw (MT32 PRO + 3 BAT. 2,5Ah + charger)\n$549.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nArvipo PS32 Electric Shears (PS32 EVO + 3 BAT. 2,5Ah + charger)\n$595.00\nNext\nADD TO CART\nADD TO MY WISH LIST\nQUICK VIEW\n+\nGardenBee Stainless Steel Dibbler\n$12.95\nNext\nSubscribe to Our Newsletter\nEmail Address\nResources\nGallery Of Plans\nVideos\nDrip Planning Guide\nWholesale\nFAQ\nGlossary\nCalculators\nDesign Service\nAffiliate Program\nAbout\nOur History\nCatalog Request\nCareers\nCustomer Service\nContact Us\nCatalog Request\nShipping Rates & Policies\nReturns & Replacements\nPrivacy Policy\nContact\nLive Chat\n1-800-522-3747\nMon-Fri, 7am To 5pm PST\n190 Sanhedrin Circle Willits, CA 95490\nConnect With Us\n \n \n \nAccepted Payments\n    \n\n© 2024 DripWorks. All rights reserved.\n\nSIGN IN\n\nEMAIL ADDRESS:\nPASSWORD:\nForgot your password?\nCreate Account"
  }
]