[
  {
    "title": "Rust Fungus: Identify Symptoms to Treat and Control Rust Disease",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/common-rust/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Rust Fungus: Identify Symptoms to Treat and Control Rust Disease\n\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\n\nLearn how to identify and get rid of rust on plants using proven, organic and natural methods.\n\nThere are around 8,000 named species of rust diseases, many of them host-specific. Scientists speculate there are many more types of rust diseases in the tropical and subtropical regions of the world that have not been discovered yet. Rust diseases are an important class of plant pathogens that affects many economically important crops, including cereal crops, flowering plants, and ornamental plants. Biologists think rust fungi are very ancient to have had the opportunity to co-evolve with so many plants.\n\nBecause rust fungi are obligate parasites, they will only live on living plants. The fungi creates a structure called a haustorium out of the fungus cell wall and the plant cell wall, which is where the food from the plant goes to the fungi. Even if the fungus is given all the food it needs, it will not grow in a petri dish without the living plant cell of its plant host. This makes it difficult to grow it in the lab, so there are things scientists just don’t know about it yet.\n\nRust does not usually kill its plant hosts, but can severely limit the growth of plants and their production of food for people. The Irish potato famine was caused by a species of rust that rotted the potatoes in the ground or in storage into a goeye mess. Not only did many Irish starve, but the influx of the Irish into the United States was also caused by that famine. Rust has contributed to other famines through history.\n\nWhat is Rust Disease?\n\nRust disease is an obligate fungal parasite that grows on a wide variety of plants useful to humans. All rust fungi are in the order Pucciniales (formerly Uredinales) although there are many types of individual rust diseases. Most of these types can only grow on one or two species of plant.\n\nSymptoms of Rust Fungi\n\nThe signature symptom of rust is the orange, yellow, brown, or red spore masses on the outside of the plant. This color gives the rust fungus its name. These spores appear as raised dots on the leaves or stems of the plant. Some types of rust form galls that then become covered in the spore masses. Rust occasionally forms on blooms.\n\nSymptoms occur from the ground up. They are usually on the underside of the leaves but may also appear on the top of them. It may cause witches broom growth (redish, twisted stems and leaves), cankers, oozes, and spotted needles. Rust may cause leaves to fall prematurely. If enough of the leaves fall, the plant may die. Plants may be stunted, off color, and weak. Plants that are heavily affected for 2-3 years in a row may die if not treated. A bad case of rust does not leave enough green areas on the leaf for significant photosynthesis to occur, and the plant starves.\n\nRust may occur on the bark or needles of conifers. It may cause witches broom growth (redish, twisted stems and leaves), cankers, oozes, and spotted needles.\n\nSome types of turf grass get rust, too. If you walk through the lawn and your shoes have orange dust all over them, you have a rust problem. This is most common in perennial ryegrass, but also effects Kentucky Bluegrass, tall & fine fescues, zoysiagrass, and bermudagrass. You can find rust resistant turfgrass cultivars listed on the National Turfgrass Evaluation Program (NTEP) at www.ntep.com.\n\nIs Rust Fungus Poisonous to Humans?\n\nNo, rust fungus is not poisonous to humans or animals. Eating food with rust on it is discouraged because the flavor is often off.\n\nLife Cycle of Rust Fungus\n\nRust has a complicated life cycle, but it is important to understand so you know how to interrupt the life cycle and take care of infected plants. Some species of rust go through five stages on two different, unrelated plants. Other species go through fewer life stages and may only infect one plant species.\n\nThe optimum conditions for a rust infection are when temperatures are between 68-86F and the foliage is wet. The leaf needs to be wet for 6- 10 hours. A rapid increase in temperature and higher light intensity after that is also conducive to infection. This means plants that are wet all through the night, followed by sunrise and warmer temperatures, create ideal conditions for rust infections. We will be using the Puccinia graminis (Wheat stem rust fungus) as an example of rust disease with all five stages and two hosts.\n\nOn Barberry\nStage 0\n\nThe basidiospores, made when the overwintering teliospores germinate, infect the barberry plant. They create spermogonia. Each spermogonium has receptive hyphae (female) and spermatia (male). The spermatia have to get to the hyphae to “fertilize” it. The spermogonium produces a sweet nectar substance that flies love. The fly crawls from spermogonium to spermogonium to drink the nectar. She tracks spermatia into hyphae, just like bees track pollen. This is the sexual reproduction stage for the fungus. If this does not happen, the cycle stops.\n\nAfter the sexual reproduction, aeciospores form and must find a wheat plant to continue the cycle. They are often spread on the wind, then get on the wheat plant when water splashes it up on the leaf.\n\nOn Wheat\nStage 1\n\nThe aeciospore lands on a wheat plant leaf or stem. If the weather is mild and the leaf is wet, the rust spore germinates. It then goes through the leaf stoma, or pore, into the plant. Once in, mycelium (fungal threads, or hyphae) starts growing and begins feeding on the plant. Spraying the wheat plants at green-up is an effective way to kill the rust spores when they begin to germinate but before they enter the leaf pore.\n\nStage 2\n\nThe mycelium gives rise to uredinia bearing urediniospores. As the urediniospores develop, they burst through the plant’s epidermis, or skin, in the classic rusty-colored spores. These urediniospores can infect nearby wheat plants throughout the spring and summer. They can also reinfect their host plant. This is the most dangerous stage of the plant. Once the urediniospores develop, it is too late to control the fungus until the plant goes dormant in the fall.\n\nStage 3\n\nIn late summer, the uredinia convert to telia which bare teliospores. These are the two-celled, thick-walled black spores that will survive the winter. The rusty brown color on the plant begins to change to black as the switch happens. Once the teliospores develop, wait until leaf drop and spray the host plants with a fungicide. This will kill the fungus before it can spread again.\n\nOn Barberry\nStage 4\n\nIn the spring, the teliospores germinate into basidia, which make basidiospores. These must infect barberry, not wheat. They are usually transported by the wind. If there are no barberry plants, this type of rust cannot continue growing and dies.\n\nPreventing Rust Fungus\n\nIt is very difficult to prevent rust fungus in your garden because it appears in such a wide variety of plants. However, there are some cultural things you can do to lower the chance your plant gets rust.\n\nBuy rust-resistant cultivars\n\nNot all plants that get rust have rust-resistant cultivars. When possible, however, you should buy rust-resistant cultivars. Be sure you look for those in seed catalogs. This information is also on the seed packets of resistant varieties. The little tags in potted plants you get from the nursery should have that information on them, too.\n\nCheck plants before bringing them home\n\nOnly buy plants from a local and reputable nursery. The plants there will be better quality and less apt to be diseased. Before buying a plant at a nursery, check under the leaves of the plant and around the base of it. If you see any spots on the leaves or stem, don’t buy the plant. Find another plant to purchase. You do not want to introduce rust into your landscape if you can help it.\n\nQuarantine New Plants\n\nEven if you do not see any spots on a plant at the nursery, it is a good idea to quarantine new plants for two weeks before placing them in your landscape. There is a point after infection but before the rust spots burst that is not easily detectable. Quarantining the plants gives the rust time to become evident before it spreads to other plants. Most nurseries guarantee their plants, so if they do show the symptoms of rust during quarantine, take the plants back.\n\nHow to water plants to prevent rust fungus?\n\nRust fungus must sit on a wet leaf for 6-10 hours before it can infect a plant. Do not use overhead watering to water a plant. Water using drip irrigation or other methods that do not wet the plant leaves, only the roots. Soil splashing up on leaves during watering is a major method of infection.\n\nSometimes you can’t help but use a sprinkler system. If you must water overhead, do so from 5-10 A.M. so the leaves dry before nightfall.\n\nDispose of infected plants and plant parts properly.\n\nNever compost a plant with any disease or pest problem. The problem will be introduced into your compost. When you spread the compost, you spread the disease throughout your landscape.\n\nPut infected plants and leaves into a plastic bag. Seal it well and put it in the trash. That way, the spores cannot spread to other plants.\n\nFall Clean-Up\n\nMake sure you clean up leaves and other dead plant parts from your landscape beds each fall. If you have rust-affected plants, cut them to the ground at the end of the season and remove them from your landscape beds. Rust overwinters on leaves and removing them can cut the rust cycle off. Be sure and do not compost the leaves if your plants have had rust. Dispose of them in plastic bags and put those in the trash.\n\nRemove Alternate Host Plants\n\nIn the example of wheat stem rust discussed above, farmers who removed barberry plants saw a drop in rust on their wheat the year following the barberry cull. If you have a rust problem and the rust uses two hosts, remove the less desirable of the two hosts to control the rust problem. This doesn’t work if the rust species you have only uses one host.\n\nHot Water\n\nBecause rust can only exist in such a narrow temperature band, hot water kills some types of rust. An example is geranium rust (Puccinia Pelargonii-zones). However, the hot water does some damage to the plant, also.\n\nWash Tools and Shoes\n\nRust usually disburses in the wind. However, if you have a plant with rust, make sure you wash your tools and shoes before moving on to the next plant. Spores are tiny and can hitch a ride on your shoes and tools to your other plants. Wash tools in a solution on one part bleach and nine parts water. There are disinfectant solutions you can step in to kill pathogens like rust on your shoes.\n\nHow do you treat rust fungus?\n\nIf these cultural controls do not keep your plants safe from rust disease, there are some things you can do. Inspect your plants frequently, especially at the base of the leaves near the soil. If you find symptoms of rust, you can remove the leaf that it appears on. Don’t remove more than 1/3 of the leaves at one time. Once you find rust in a vulnerable species, you will need to treat it to save that plant and others of the same species in your landscape.\n\nChemical treatments\n\nChemical fungicides should be used in early spring right when new growth appears on the plant or in the fall after leaf drop. Fungicides are not effective after rust symptoms appear. Chemical fungicides have to be repeated every 4-5 weeks while the temperature and moisture are conducive to the fungus. After the weather warms up, rust cannot reproduce even if it is present in the plant, so you can stop the treatments.\n\nBefore using a fungicide, be sure the label mentions the name of your plant or family of plants on it. Obey all the directions and warnings on the label. Remember, the label is the law. Wear long sleeves, long pants, and closed-toe shoes to use any chemical, including organic ones. Be sure to change clothes after you use the fungicide so you don’t track it into the house.\n\nFungicides can be expensive, so determine the value of the plants you want to protect. A very low level of rust in a full landscape can probably be controlled by removing infected leaves without having to use fungicides. If the plant is a high value plant, then it may be worth it to administer a fungicide. The same is true if the alternate host to a rust infecting a high value plant cannot be removed.\n\nThere are many different synthetic antifungals around. Your Extension agent can recommend some if you want to take that route. If you want to use an organic anti-fungal, you have two choices.\n\nCopper Fungicides\n\nCopper fungicides can provide control of some rust fungus, depending on the species of rust. Rust fungus has evolved to display resistance to some fungicides, so contact your Extension agent to find out if the rust you have is susceptible to copper.\n\nSulfur Fungicides\n\nSulfur fungicides provide control of rust fungus. As with copper, some rusts may be resistant to this fungicide. Do not apply sulfur after the temperature has warmed up as it will damage the plant.\n\nSo many different plants are susceptible to rust fungus that most gardeners will see at least one case of these fungal plant diseases. There are many things you can do to protect your plants from rust fungal diseases. When you find rust, remove the infected plant parts, if possible, and dispose of them carefully. Treatments for rust must be used at green-up in the spring or at leaf drop in the fall. By the time symptoms appear, it is too late.\n\nTreatment\nSelect rust-resistant plant varieties when available.\nPick off and destroy infected leaves and frequently rake under plants to remove all fallen debris.\nWater in the early morning hours — avoiding overhead sprinklers — to give plants time to dry out during the day. Drip irrigation and soaker hoses can be used to help keep leaves dry.\nUse a slow-release, organic fertilizer on crops and avoid excess nitrogen. Soft, leafy, new growth is most susceptible.\nApply copper sprays or sulfur powders to prevent infection of susceptible plants. For best results, apply early or at first sign of disease. Spray all plant parts thoroughly and repeat every 7-10 days up to the day of harvest.\nEffectively treat fungal diseases with SERENADE Garden. This broad spectrum bio-fungicide uses a patented strain of Bacillus subtilis and is approved for organic gardening. Best of all, it’s safe to use — you can treat and pick crops the same day!\nContaining sulfur and pyrethrins, Bonide® Orchard Spray is a safe, one-hit concentrate for insect attacks and fungal problems. For best results, apply as a protective spray (2.5 oz/ gallon) early in the season. If disease, insects or wet weather are present, mix 5 oz in one gallon of water. Thoroughly spray all parts of the plant, especially new shoots.\nPrune or stake plants and remove weeds to improve air circulation. Make sure to disinfect your pruning tools (one part bleach to 4 parts water) after each cut.\nUse a thick layer of mulch or organic compost to cover the soil after you have raked and cleaned it well. Mulch will prevent the disease spores from splashing back up onto the leaves.\nBurn or bag infected plants after the growing season (see Fall Garden Cleanup). Do NOT compost.\nRecommended Products\nLiquid Copper\n\nUse to combat a wide variety of fungal diseases without toxic poisons!\n\n$18.95\nREAD MORE\nGarden Fungicide\n\nUse to control a long list of fungal diseases including mildew, rust and scab.\n\n$9.95\nREAD MORE\nSerenade Garden\n\nGrow beautiful, disease-free fruits, vegetables and flowers - without chemicals!\n\nREAD MORE\nOrchard Spray\n\nThis one-hit product protects against common insect attacks and fungal problems.\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Potato Scab: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/potato-scab/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Potato Scab\n\nPotato Scab\n\nProven, organic and natural solutions to get rid of potato scab disease in home and market gardens.\n\nBEST PRODUCT\nfor Potato Scab\nSoil Acidifier\n\nSafer than aluminum sulfate! Use with ALL acid-loving plants for superior results.\n\n$11.95\nREAD MORE\n\nA common tuber disease that occurs wherever potatoes are grown. Potato scab symptoms include dark brown, pithy patches that may be raised and “warty.” These lesions can affect just a small portion of the tuber surface, or may completely cover it. Sometimes the ridged portions are in broken concentric rings.\n\nCan You Eat Potatoes with Scabs On Them?\n\nYou bet! Affected spuds, while unsightly, are safe to eat. Just cut away the corky spots from skin and/or flesh and prepare as you normally would.\n\nPotato scab is caused by a bacterium-like organism, Streptomyces scabies, that overwinters in soil and fallen leaves. The organism can survive indefinitely in slightly alkaline soils, but is relatively scarce in highly acid soils. It is transmitted to plants by infected seed tubers, wind and water. The organism is also spread in fresh manure, since it can survive passage through the digestive tract of animals. (Learn how to grow organic potatoes here.)\n\nS. scabies enters through pores (lenticels) in stems, through wounds and directly through the skin of young tubers. In addition to potatoes, other crops infected include beets, radish, turnip, carrot, rutabaga and parsnips. This should be kept in mind when considering a crop rotation schedule.\n\nNote: S. scabies can survive in the soil for many years in the absence of potato.\n\nTreatment\n\nThe following control measures have all been proven effective against scab in potatoes. However, in most cases a combination of these techniques will be required.\n\nPlant certified, disease-free seed potatoes and resistant varieties whenever possible. We suggest using the russet-skinned varieties since they have more resistance to the disease.\nRotate root crops by planting in alternate locations to limit the disease.\nPotato scab is most prevalent in dry, alkaline soils. Decrease soil pH by adding elemental sulfur. The disease is controlled or greatly suppressed at soil pH levels of 5.2 or lower. Simple and affordable soil test kits are available to check pH often.\nTilling in a cover crop — mustard, canola, alfalfa — prior to planting potatoes will help reduce infection.\nSome growers report success spreading agricultural gypsum prior to planting at a rate of 25 lbs per 2,000 sq ft. This will raise the calcium content of your soil and help build strong cell walls in plants. (Note: S. scabies disrupts the development of cell walls resulting in lesions.)\nAdequate irrigation during early tuber development may have a dramatic effect on common scab infection, but you will need to keep the soil damp for 2-6 weeks. This technique is effective because high soil moisture promotes growth of a bacteria that can crowd out S. scabies on the potato surface.\nDo NOT overwater.\n\nTip: If you will be planting in soil where tubers have not been grown before, or where the area is known to be scab-free, treat seed potatoes with sulfur fungicides to reduce scab introduction.\n\nRecommended Products\nElemental Sulfur\n\nLowers pH in alkaline soils and is used around acid loving plants such as azaleas.\n\n$24.95\nREAD MORE\nSoil Test Kit\n\nYou'll appreciate this easy, fast and fun way to achieve better growing results.\n\n$17.95\nREAD MORE\nGypsum\n\nLoosens heavy clay soils while adding calcium and sulfur in a readily available form.\n\n$21.95\nREAD MORE\nSulfur Plant Fungicide\n\nApply as a spray or dust to treat most diseases on fruits, flowers and vegetables.\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Peach Leaf Curl: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/leaf-curl/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Peach Leaf Curl\n\nPeach Leaf Curl\n\nTreatment, identification, and symptoms for Leaf Curl Disease.\n\nPeach leaf curl (Taphrina deformans) is a common fungal disease of peaches, ornamental peaches, and nectarines. It has also been found in apricot trees and occasionally in almond trees. The fungus infects leaves, fruits, blossoms, and shoots. While peach leaf curl is serious, there are ways to protect your trees from it.\n\nPeach Leaf Curl Symptoms\n\nAbout two weeks after the leaves emerge, they develop yellow or reddish raised areas. They become distorted and puckered as they grow. The raised areas become red or purple. Leaves often fall off of the tree. The leaves that remain will develop a white powder on them. This powder is velvety spores of the fungus, ready to spread when water splashes on them.\n\nInfected shoots are distorted and have small yellowish leaves, or leaves in rosettes (whorled). Flowers are distorted and may drop without forming fruit. The fruit has raised, scaley areas on it.\n\n \n\nBecause the infected leaves are not able to photosynthesize on the distorted, raised areas, they are costly to the tree. Often if the leaves fall off the tree, it will put out new leaves that are not usually diseased. However, in doing this, they use precious energy needed to grow fruit. If left untreated, peach and nectarine trees will die in two or three years.\n\n \n\nThe Lifecycle of Peach Leaf Curl\n\nPeach leaf curl is caused by a fungus that infects the bud scales. It forces the leaf, twig, flower, or fruit to produce many more cells in an area than they should. This causes the raised places on the infected part. Cells of the fungus break through the cuticle of the leaf and form structures called asci. Inside these structures, the fungus reproduces sexually to form ascospores. These become the white powder on the leaves and other affected parts of the tree. When water is splashed on the spores, they spread to uninfected tissue and divide into bud-conidia.\n\nThe ascospores and bud-conidia survive the summer on the tree. When it gets cool and wet outside in the fall, the ascospores divide into bud-conidia. These bud-conidia continue to divide and eventually form a thin film on the surface of the tree. They overwinter there until spring comes. When water splashes on them, they use the water to travel to new, uninfected tissue.\n\nWhen Conditions Are Ripe\n\nT. deformans is picky. It can only operate during wet weather that has lasted at least 12.5 hours. Two days of wet weather is better still. The temperature must be below 61F but above 47F. The bud-conidia can only bud when the air is humid (95%). When the temperature becomes 69F, the division stops, and the tree is protected from symptoms of peach leaf curl even if it has fungus on it. Cool-weather favors the fungus as it has longer to reproduce, and the tree’s development slows down. Hot, dry weather with temperatures of 79-87F stop the fungus from developing further.\n\nManaging Peach Leaf Curl\n\nIf you see symptoms of peach leaf curl in the spring, it is too late to treat the tree. Cutting affected branches or diseased leaves does not control the disease and can damage your trees. However, integrated pest management (IPM) will control the disease. IPM uses cultural, biological, and chemical controls to deal with pests and diseases like peach leaf curl.\n\nCultural Control\n\nCultural controls are things you can control about what tree you plant and how you take care of it. They are your first line of defense against pests and diseases. Cultural controls are typically very gentle and do not damage the environment.\n\nResistant Varieties\n\nThere are a few peach varieties that can tolerate leaf curl infection. There are several lists of these cultivars, but Frost, Indian Free, Muir, and Q-1-8 are on most of them. Frost has to receive fungicide treatments in its first 2-3 years but is tolerant after that.\n\nRedhaven peaches and cultivars developed from Redhaven are generally tolerant of the disease. Redskin peaches and cultivars are very susceptible to peach leaf curl.\n\nThe only nectarine tree mentioned as tolerant of peach leaf curl is Kreibich.\n\nThinning Fruit\n\nIf many of the leaves have fallen or are affected by peach leaf curl, the peach tree will have less energy to devote to fruit production. It is important to thin the fruit so it does not overtax the tree. Failure to do this can keep the tree from storing enough energy to make it through the winter.\n\nWatering\n\nTo reduce stress on trees with peach leaf curl, make sure that they get at least one inch a week of water. This counts rain and snow. If it rains or snows less than an inch of water, supplement that to bring the total up to an inch. Be aware that it takes 4-5 inches of wet snow or 10 inches of dry powdery snow to melt into an inch of water.\n\nFertilizing\n\nFruit trees are heavy feeders. It takes a lot of energy to make fruit. Help your trees by giving them organic fertilizers high in nitrogen. Make sure that any fertilizer you apply is designed for peach trees. Fertilizers for ornamental trees and shrubs do not supply adequate nutrients to fruit trees.\n\nBiological Control\n\nThis applies more to pests than to diseases. For example, if a parasitic wasp lays eggs in a caterpillar and the larvae eat it, that is a biological control. There is no recognized biological control for peach leaf curl.\n\nChemical Control\n\nChemical controls are used as a last resort. These controls can be organic or synthetic. Pyrethrins are an example of organic chemical control. They are compounds found in chrysanthemums.\n\nFungicides\n\nTreat peach leaf curl with sulfur or copper-based fungicides. You can use them to dust the tree or to spray it. It is generally easier to spray the tree because you can use a sprayer attached to your hose to shoot the spray all over the tree while getting the top of the tree is difficult with the dust. You need to spray the tree until the fungicide is dripping from it. While peach leaf curl is pretty distinctive, sometimes you do not know what is damaging your fruit trees. Bonide® Garden Dust contains sulfur and copper fungicides and pyrethrins. It kills a wide range of fungus and insect pests.\n\nThe optimal time to spray the fruit trees is after leaf fall in the autumn. Since the fungus overwinters on the bark and in the bud scales, it is vulnerable to the fungicide. If the trees are badly affected, you can spray again in the late winter or early spring, when the buds swell. Do not use these fungicides in warm weather or after the leaves and flowers come out of the buds. It is too late then.\n\nMake sure you follow all the directions on the label of the product you use. Some fungicides cannot be used in warm weather. Be sure to wear appropriate clothing to apply the product, including long-sleeve shirts, long pants, and closed-toe shoes. You do not want to poison yourself instead of the fungus. Even organic products can make you sick if you use them improperly.\n\nPeach leaf curl is a real threat to peach trees and nectarine. It can be treated with fungicides after leaf drop. Untreated, it will kill the fruit trees in two to three years.\n\nTreatment\nSelect resistant varieties whenever possible.\nLeaf curl can be controlled by applying sulfur or copper-based fungicides that are labeled for use on peaches and nectarines. Spray the entire tree after 90% of the leaves have dropped in the fall and again in the early spring, just before the buds open. For best results, trees should be sprayed to the point of runoff or until they start dripping.\nContaining copper and pyrethrins, Bonide® Garden Dust is a safe, one-step control for many insect attacks and fungal problems. For best results, cover both the tops and undersides of leaves with a thin uniform film or dust. Depending on foliage density, 10 oz will cover 625 sq ft. Repeat applications every 7-10 days, as needed.\nKeep the ground beneath the trees raked up and clean, especially during winter months.\nPrune and destroy infected plant parts as they appear.\nIf disease problems are severe, maintain tree health and vigor by cutting back more fruit than normal, watering regularly (avoiding wetting the leaves if possible) and apply an organic fertilizers high in nitrogen.\nRecommended Products\nLiquid Copper Spray\n\nUse as a dormant or growing season spray on fruits, flowers and vegetable crops.\n\n$11.95\nREAD MORE\nSulfur Plant Fungicide\n\nApply as a spray or dust to treat most diseases on fruits, flowers and vegetables.\n\nREAD MORE\nLiquid Copper\n\nUse to combat a wide variety of fungal diseases without toxic poisons!\n\n$18.95\nREAD MORE\nGarden Dust (Bonide)\n\nThis powerful blend may be used as a spray or dust to cure most plant problems.\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Mosaic Virus: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/mosaic-virus/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Mosaic Virus\n\nMosaic Virus\n\nProven methods for identifying and preventing mosaic virus in home and market gardens.\n\nBEST PRODUCT\nfor Mosaic Virus\nDiatomaceous Earth\n\nContains diatomaceous earth, a fine powder made from tiny fossilized algae-like plants.\n\n$14.95\nREAD MORE\n\nWe all know purchasing a plant, starting a garden, or harvesting crops can be an exciting journey, but having knowledge of certain diseases that can harm your healthy plants is crucial. With thousands of different viruses, the mosaic virus is one of the most common types of plant viruses and contains hundreds of different strains.\n\nThis article will provide information and proven methods for identifying, preventing, and controlling mosaic disease in your plants and gardens.\n\nWhat is mosaic disease?\n\nThe mosaic virus is a parasite that destroys plants, gardens, and crops down to their molecular level. Once a plant contracts the mosaic virus, the infected plant can then spread the virus to other plants and even affect an entire harvest if left untreated.\n\nMosaic viruses affect a wide variety of horticultural and vegetable crops — roses, beans, tobacco, tomatoes, potatoes, cucumbers, pumpkins, squash, melons, and peppers.\n\nTypes of mosaic viruses and images of how they damage infected plants:\nTobacco Mosaic Virus\n\nCucumber Mosaic Virus\n\nTomato Mosaic Virus Found in Tomato Plants\nBean Common Mosaic Virus\n\nRose Mosaic Virus\nHow do I know if my plant has mosaic virus?\n\nThe typical symptoms of the mosaic virus include:\n\nYellow, white or green stripes/ streaks/ spots on foliage\nWrinkled, curled, or small leaves\nPronounced yellowing only of veins\nStunted growth and reduced yields\nInfected fruit appears mottled and develops raised “warty” areas\ndark green blisters\nstems that dry out rapidly\n\nPlant viruses can be difficult to detect as these typical symptoms look similar to other plants with nutrient deficiencies and vary depending on the age of the plant when infection occurs. The virus movement can quickly spread to an entire leaf then the entire plant is taken over by the virus, and ultimately the infection will spread to other plants in the surrounding area.\n\nHow do plants get the mosaic virus?\n\nMosaic virus is a viral disease that can be found throughout the United States and the world. Mosaic viruses can be spread by weeds, infected seeds, an infected plant, or certain insects.\n\nMosaic virus overwinters on perennial weeds and is spread by insects that feed on them. Aphids, leafhoppers, whiteflies, and cucumber beetles are common garden pests that can transmit this disease. Aphids are the most common garden pests, so learning about aphid control is an extremely important part of any garden or harvest. Additionally, infected soil, seeds, starter pots, and containers can be infected and pass a virus particle to the plant. Cuttings or divisions from the infected tissue may also carry the virus allowing the virus to further spread.\n\nIs the mosaic virus harmful to humans or pets?\n\nThe mosaic virus is not harmful to humans or pets since the virus is specific to plants.\n\nIs the mosaic virus bad?\n\nAlthough infected fruits are safe to eat, the rapid disease development in an infected plant can cause severe damage to a harvest. The virus will not create fruit to rot prematurely, but it will affect the anatomy of the plants such as the number of leaves. This, in turn, decreases fruit production and can dramatically reduce the yield of a harvest.\n\nHow do I get rid of a mosaic virus?\n\nThere are no cures for viral diseases, such as the mosaic virus, once a plant is infected. As a result, every effort should be made to prevent the disease from entering your garden.\n\nHow to prevent mosaic virus?\n\nAlthough the mosaic virus does not have a cure, follow these 10 tips to help you prevent it:\n\nFungicides will NOT treat this viral disease.\nPlant resistant varieties when available or purchase transplants from a reputable source.\nDo NOT save seeds from infected crops.\nSpot treat with least-toxic, natural pest control products, such as Safer Soap, Bon-Neem, and diatomaceous earth, to reduce the number of disease-carrying insects.\nHarvest-Guard® row cover will help keep insect pests off vulnerable crops/ transplants and should be installed until bloom.\nRemove all perennial weeds, using least-toxic herbicides, within 100 yards of your garden plot.\nThe virus can be spread through human activity, tools, and equipment. Frequently wash your hands and disinfect garden tools, stakes, ties, pots, greenhouse benches, etc. (one part bleach to 4 parts water) to reduce the risk of contamination.\nAvoid working in the garden during damp conditions (viruses are easily spread when plants are wet).\nAvoid using tobacco around susceptible plants. Cigarettes and other tobacco products may be infected and can spread the virus.\nRemove and destroy all infected plants (see Fall Garden Cleanup). Do NOT compost.\nRecommended Products\nHarvest-Guard\n\nFloating row covers let in sun, water and air... but keep bugs out! Protects to 26°F.\n\nREAD MORE\nAllDown\n\nA SAFE alternative to RoundUp® that's trusted by cities and municipalities.\n\nREAD MORE\nSafer Soap\n\nThe original insecticidal soap! Concentrated formula makes 6 gallons of spray.\n\nREAD MORE\nBon-Neem II\n\nSpecially formulated to kill mites, aphids, whitefly and more on contact.\n\n$14.95\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Bacterial and Fungal Leaf Spot | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/bacterial-leaf-spot/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Leaf Spot\n\nLeaf Spot\n\nLearn how to identify, prevent and control leaf spot disease naturally — without resorting to toxic chemical treatments!\n\nPathogen-caused leaf spot diseases, particularly those of stone fruit trees and such vegetables as tomato, pepper and lettuce are of two types, those caused by bacteria and those caused by fungus. Leaf spotting of either kind is generally similar in appearance and effect. Prevention and treatment of both kinds often involve the same practices.\n\nSymptoms\n\nInfected plants have brown or black water-soaked spots on the foliage, sometimes with a yellow halo, usually uniform in size. The spots enlarge and will run together under wet conditions. Under dry conditions the spots have a speckled appearance. As spots become more numerous, entire leaves may yellow, wither and drop. Members of the Prunus family (stone fruits, including cherry, plum, almond, apricot and peach) are particularly susceptible to bacterial leaf spot. The fruit may appear spotted or have sunken brown areas. Bacterial leaf spot will also attack tomato and pepper crops in vegetable gardens.\n\nFungal leaf spot attacks lettuce and can also occur on brassicas and other vegetables including such as cabbage, cauliflower, Chinese cabbage, broccoli, Brussels sprouts, kohlrabi, kale, turnip and rutabaga. For more on vegetables susceptible to bacterial and fungal leaf spot, go here.\n\nBacterial leaf spot will also infect some annual and perennial flowering plants including geraniums, zinnias, purple cone flowers and black-eyed Susan. Fungal leaf spot will infect aspen and poplar trees. Leaf spot will also cause problems for strawberry plants.\n\nBoth types of leaf spot are most active when there is plenty of moisture and warm temperatures. During the summer months, especially if plants are watered by overhead sprinklers, sufficient moisture may be present for infection when the bacteria are splashed or blown on to leaves. Wind and rain transmit the bacteria to plants.\n\nThis disease overwinters in the soil around infected plants as well as on garden debris and seeds. It will also remain in the twig cankers, leaves, stems and fruit of infected trees.\n\nControl\nWhen selecting fruit trees, choose resistant varieties if possible.\nKeep the soil under the tree clean and rake up fallen fruit.\nUse a thick layer of mulch to cover the soil after you have raked and cleaned it well. Mulch will reduce weeds and prevent the disease pathogen from splashing back up onto the leaves.\nPrune or stake plants to improve air circulation. Make sure to disinfect your pruning equipment (one part bleach to 4 parts water) after each cut.\nLeaf spot among vegetables is most often introduced through infected seed or transplants. Make sure your seeds and transplants are from leaf spot-free stock.\n\nThere is no cure for plants infected with bacterial leaf spot. Preventive, organic measures include:\n\nSpraying with a baking soda solution (a tablespoon of baking soda, 2 1/2 tablespoons of vegetable oil, a teaspoon of liquid soap, not detergent, to one gallon of water), or neem oil (do not use when pollinating insects including bees or other beneficial insects are present). Baking soda may burn some plant leaves. Spray only a few and then check for a reaction before applying applications every two weeks.\nApply sulfur sprays or copper-based fungicides weekly at first sign of disease to prevent its spread. These organic fungicides will not kill leaf spot, but prevent the spores from germinating.\nSafely treat most fungal and bacterial diseases with SERENADE Garden. This broad spectrum bio-fungicide uses a patented strain of Bacillus subtilis that is registered for organic use. Best of all, SERENADE is completely non-toxic to honey bees and beneficial insects.\nContaining copper and pyrethrins, Bonide® Garden Dust is a safe, one-step control for many insect attacks and fungal problems. For best results, cover both the tops and undersides of leaves with a thin uniform film or dust. Depending on foliage density, 10 oz will cover 625 sq ft. Repeat applications every 7-10 days, as needed.\nRecommended Products\nSerenade Garden\n\nGrow beautiful, disease-free fruits, vegetables and flowers - without chemicals!\n\nREAD MORE\nSulfur Plant Fungicide\n\nApply as a spray or dust to treat most diseases on fruits, flowers and vegetables.\n\nREAD MORE\nLiquid Copper\n\nUse to combat a wide variety of fungal diseases without toxic poisons!\n\n$18.95\nREAD MORE\nGarden Dust (Bonide)\n\nThis powerful blend may be used as a spray or dust to cure most plant problems.\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Late Blight: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/late-blight/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Late Blight\n\nLate Blight\n\nYes, it is possible to get rid of late blight disease on tomato and potato plants using proven, organic and natural methods. Here’s how:\n\nFound on tomato and potato plants, late blight is caused by the fungus Phytophthora infestans and is common throughout the United States. True to its name, the disease occurs later in the growing season with symptoms often not appearing until after blossom.\n\nLate blight first appears on the lower, older leaves as water-soaked, gray-green spots. As the disease matures, these spots darken and a white fungal growth forms on the undersides. Eventually the entire plant will become infected. Crops can be severely damaged\n\nUnlike other fungal diseases, this plant problem does not overwinter in the soil or on garden trash. Instead the spores are introduced by infected tubers, transplants or seeds. Wind will also carry the disease from nearby gardens. Warm temperatures (70-80˚F) and wet, humid conditions promote its rapid spread.\n\nNote: Late Blight was responsible for the Irish potato famine (1845-1849).\n\nTreatment\nPlant resistant cultivars when available.\nRemove volunteers from the garden prior to planting and space plants far enough apart to allow for plenty of air circulation.\nWater in the early morning hours, or use soaker hoses, to give plants time to dry out during the day — avoid overhead irrigation.\nDestroy all tomato and potato debris after harvest (see Fall Garden Cleanup).\n\nIf symptoms are observed, treat plants with one of the following fungicides:\n\nApply a copper based fungicide (2 oz/ gallon of water) every 7 days or less, following heavy rain or when the amount of disease is increasing rapidly. If possible, time applications so that at least 12 hours of dry weather follows application.\nUsed as a foliar spray, Organocide® Plant Doctor will work its way through the entire plant to prevent fungal problems from occurring and attack existing many problems. Mix 2 tsp/ gallon of water and spray at transplant or when direct seeded crops are at 2-4 true leaf, then at 1-2 week intervals as required to control disease.\nSafely treat fungal problems with SERENADE Garden. This broad spectrum bio-fungicide uses a patented strain of Bacillus subtilis and is approved for organic use. Best of all, SERENADE is completely non-toxic to honey bees and beneficial insects.\nMonterey® All Natural Disease Control is a ready-to-use blend of naturally occurring ingredients that control most plant foliar diseases. All stages of the disease is controlled, but applying before infestation gives the best results.\nRecommended Products\nNatural Disease Control\n\nA ready-to-use blend of naturally occurring and SAFE ingredients. Will not burn!\n\n$14.95\nREAD MORE\nPlant Doctor\n\nAn eco-friendly systemic for use on turf, fruit trees, vegetables and more!\n\nREAD MORE\nSerenade Garden\n\nGrow beautiful, disease-free fruits, vegetables and flowers - without chemicals!\n\nREAD MORE\nLiquid Copper\n\nUse to combat a wide variety of fungal diseases without toxic poisons!\n\n$18.95\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Gray Mold (Botrytis): Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/gray-mold/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Gray Mold\n\nGray Mold\n\nLearn proven strategies for identifying and treating Botrytis blight or gray mold disease on plants.\n\nFound on a wide range of plants (too many to mention), gray mold (Botrytis cinerea) is a fungal disease that travels quickly through gardens, especially during damp, cool to mild weather. Disease symptoms appear as grayish colored soft, mushy spots on leaves, stems, flowers and on produce. Spots may become covered with a coating of gray fungus spores, especially if humidity is high. Fruit or plants shrivel and rot and often develop black, stone-like sclerotia — a compact mass of hardened fungal filaments — under rotted parts.\n\nGray mold is often found near the soil surface or in the densest areas of the plant canopy. It develops on wilted flowers first, then spreads quickly to other parts of the plant. The disease may also occur in storage areas causing rotting of harvested fruits and vegetables.\n\nBotrytis blight overwinters on plants, in or on the soil, and as sclerotia. Spores develop when conditions are optimal, and are moved by wind or splashing water onto blossoms or young leaves, where they germinate and enter the plant. Spores require cool temperatures (45-60 F.) and high humidity (93% and above) to germinate. Germinating spores rarely penetrate green, healthy tissue directly, but can enter through wounds on growing plants. Cuttings are particularly susceptible to infection.\n\nTreatment\nPrune or stake plants to improve air circulation between plants. Make sure to disinfect your pruning equipment (one part bleach to 4 parts water) after each cut.\nIf growing indoors use a small clip-on fan to improve air flow.\nKeep the soil under plants clean and rake up any fallen debris.\nAdd a good amount of organic compost or mulch under plants. Mulches will prevent the fungal spores from splashing back up onto flowers and leaves.\nWater in the early morning hours, or use a soaker hose, to give plants time to dry out during the day.\nDo not compost infected plant leaves or stems, and thoroughly clean up garden areas in the fall to reduce over wintering sites for the fungal spores.\nCopper-Soap fungicides will help by protecting plants from disease spores. Apply at the start of flowering and continue every 7-10 days until harvest. Fungicidal sprays are especially warranted when weather forecasts predict a long period of cool, wet weather.\nSafely treat most fungal diseases, including Botrytis blight, with SERENADE Garden. This broad spectrum bio-fungicide uses a patented strain of Bacillus subtilis that is registered for organic use. Best of all, SERENADE is completely non-toxic to honey bees and beneficial insects.\nMycostop, a biological fungicide approved for organic use, has shown suppression of the disease. Direct spray (5 gm/ 50 liters of water) to susceptible leaves, flowers and fruits to point of run-off. Apply every 2-3 weeks, or as needed depending on disease pressure.\nGreen Cure Fungicide contains a patented formula of potassium bicarbonate — commonly used in food products — that kills many plant diseases on contact and provides up to 2 weeks of residual protection. At first sign of disease, mix 1-2 Tbsp/ gallon of water and apply to all exposed surfaces of the plant. For best protection, repeat at 1-2 week intervals until conditions are no longer favorable for disease development.\nRecommended Products\nSerenade Garden\n\nGrow beautiful, disease-free fruits, vegetables and flowers - without chemicals!\n\nREAD MORE\nGreen Cure\n\nA highly effective remedy for indoor plants, greenhouse and garden crops and turf.\n\nREAD MORE\nMycostop\n\nUsed by growers for diseases caused by pythium, fusarium, alternaria and more.\n\nREAD MORE\nLiquid Copper\n\nUse to combat a wide variety of fungal diseases without toxic poisons!\n\n$18.95\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "How to Treat and Prevent Powdery Mildew Effectively",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/powdery-mildew/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » How to Treat and Prevent Powdery Mildew Effectively\n\nHow to Treat and Prevent Powdery Mildew Effectively\n\nLearn how to identify, prevent and treat powdery mildew disease on plants using time-tested, organic and natural techniques.\n\nCommon on many plants and easily recognized, powdery mildew is a fungal disease found throughout the United States.\n\nIt is caused by a variety of closely related fungal species, each with a limited host range. Low soil moisture combined with high humidity levels at the plant surface favors this disease.\n\nSymptoms usually appear later in the growing season on outdoor plants. Powdery mildew starts on young leaves as raised blister-like areas that cause leaves to curl, exposing the lower leaf surface.\n\nInfected leaves become covered with a white to gray powdery growth, usually on the upper surface; unopened flower buds may be white with mildew and may never open. Leaves of severely infected plants turn brown and drop.\n\nThe disease prefers young, succulent growth; mature leaves are usually not affected. Fungal spores overwinter inside leaf buds and other plant debris.\n\nWind, water, and insects transmit the spores to other nearby plants. Zucchini, beans, cucumbers, squash, pumpkins, tomatoes, roses, and zinnia are especially susceptible.\n\nIf powdery mildew is something you’re concerned about in your home garden, then this guide will teach you everything you need to know to prevent and control it effectively. Also, learn which plants are the most susceptible to this infection.\n\nWhat is Powdery Mildew?\n\nPowdery mildew is a fungal disease that affects many different types of plants. These white, powdery spots emerge in a circular pattern on the leaves, stems, and even the fruit.\n\nPowdery mildew often grows on the upper surface of the leaves, although it can also develop on the undersides. Young foliage is the most vulnerable to damage. The leaves then turn yellow and start to dry out. Some leaves could twist, break, or change shape because of the fungus.\n\nUnfortunately, this disease spreads and will cause white spots to spread until they cover most of the leaves or affected areas. Additionally, the leaves, buds, and developing tips will become deformed. Most of the time, these signs show up late in the growing season.\n\nWhat are the Symptoms of Powdery Mildew Infection?\n\nPowdery mildew fungi produce structures that are inserted into plant cells, allowing them to extract nutrients required for development and spore production.\n\nThis results in a general loss in the host’s growth and health, with noticeable symptoms appearing. This includes abnormal growth, such as leaf curling, twisting, and yellowing may be observed before the fungus’s white symptoms are visible.\n\nThe white symptoms appear as circular white, powdery spots, hence why it’s called powdery mildew. Understanding which plants are susceptible to it the most can help spot it before it spreads and takes over the entire plant.\n\nWhich Vegetables and Plants are Affected the Most?\n\nPowdery mildew infection can affect a wide variety of plants, as there are many different species of this fungal disease that attack different plant families.\n\nWhen it comes to vegetables, the following are the most vulnerable to this disease:\n\nNightshades: tomatoes, eggplants, peppers, lettuce, potatoes\nCucurbits: cucumbers, melons, squash, pumpkins, zucchini\nLegumes: beans, peas.\n\nOther ornamental plants can also suffer from this fungi. These include lilacs, hibiscus, peonies, roses, succulents, dahlias, begonias, and zinnias.\n\nHow Does Powdery Mildew Spread?\n\nPowdery mildew spores normally enter your garden with the wind. However, if you’ve experienced powdery mildew outbreaks in the past, subsequent outbreaks may also start from dormant spores in surrounding dead vegetation or weeds.\n\nUnlike many other fungal diseases you might have come across, this one spreads and thrives the most in dry and warm climates. However, it requires high relative humidity to spread. This isn’t the humidity in the air, but more in terms of the humidity around the plant.\n\nIt doesn’t spread as well in cooler and rainy areas. Interestingly, it slows down when temperatures are higher than 90°F. This means that the ideal temperature for powdery mildew to thrive is around 60 to 80°F. It also affects plants that are in shady spots more than those that get direct sun.\n\nHow to Prevent Powdery Mildew Infection\nPlant resistant cultivars in sunny locations whenever possible.\nPrune or stake plants to improve air circulation. Make sure to disinfect your pruning tools (one part bleach to 4 parts water) after each cut.\nRemove diseased foliage from the plant and clean up fallen debris on the ground.\nUse a thick layer of mulch or organic compost to cover the soil after you have raked and cleaned it well. Mulch will prevent the disease spores from splashing back up onto the leaves.\nWater in the morning, so plants have a chance to dry during the day. Drip irrigation and soaker hoses will help keep the foliage dry.\nUse a slow-release, organic fertilizer on crops and avoid excess nitrogen. Soft, leafy, new growth is most susceptible.\nHow to Treat Powdery Mildew Effectively to Get Rid of It\nMilk Spray\n\nMilk sprays, made with 40% milk and 60% water, are an effective home remedy for use on a wide range of plants. For best results, spray plant leaves as a preventative measure every 10-14 days.\n\nBaking Soda\n\nBaking soda is one of the best home remedies for treating powdery mildew. For this method, 1ix 1 tablespoon baking soda and ½ teaspoon liquid soap in 1 gallon of water. Transfer it into a spray bottle and spray the tops and underside of leaves and any other affected areas.\n\nAlthough this works best as a preventative measure, it’s also known to be effective on existing powdery mildew infections as well.\n\nWash Foliage\n\nWash foliage occasionally to disrupt the daily spore-releasing cycle. Neem oil and PM Wash, used on a 7-day schedule, will prevent a fungal attack on plants grown indoors.\n\nSulfur or Copper-Based Fungicide\n\nApply sulfur or copper-based fungicides to prevent infection of susceptible plants. For best results, apply early or at the first sign of disease. Spray all plant parts thoroughly and repeat at 7-10 day intervals up to the day of harvest.\n\nPotassium Bicarbonate\n\nGreen Cure Fungicide contains a patented formula of potassium bicarbonate — commonly used in food products — that kills many plant diseases on contact and provides up to 2 weeks of residual protection.\n\nAt the first sign of disease, mix 1-2 Tbsp/ gallon of water and apply to all exposed surfaces of the plant. Monterey® BI-CARB is a similar product containing micro-encapsulated potassium bicarbonate as the active ingredient. Mix 4 teaspoons in 2 gallons of water to thoroughly cover foliage.\n\nBroad-Spectrum Fungicide\n\nEffectively treat fungal diseases with SERENADE Garden. This broad-spectrum bio-fungicide uses a patented strain of Bacillus subtilis that is approved for organic gardening. Best of all, it’s safe to use — you can treat and pick crops on the same day!\n\nSulfur Burner for Indoor Plants\n\nIndoor growers may want to consider using a Sulfur Burner/ Vaporizer which turns sulfur prills into fine dust and changes the pH of leaf surfaces.\n\nFungal spores and mold can’t get established on this plant coating. As an added benefit, studies have shown that this dust will eliminate spider mites.\n\nRecommended Products\nSerenade Garden\n\nGrow beautiful, disease-free fruits, vegetables and flowers - without chemicals!\n\nREAD MORE\nSulfur Plant Fungicide\n\nApply as a spray or dust to treat most diseases on fruits, flowers and vegetables.\n\nREAD MORE\nZero Tolerance Fungicide\n\nKills existing plant diseases fast and prevents new fungal problems from starting.\n\n$19.95\nREAD MORE\nPM Wash\n\nContains high frequency water to solve mold and mildew problems on plants.\n\nREAD MORE\nBurner/ Evaporator (WSE75)\n\nTurns sulfur prill into a fine dust that prevents plant fungus, mold and more!\n\n$134.95\nREAD MORE\nSNS 244\n\nMade from 100% pure food grade materials to safely kill fungal spores on plants.\n\n$24.95\nREAD MORE\nLiquid Copper\n\nUse to combat a wide variety of fungal diseases without toxic poisons!\n\n$18.95\nREAD MORE\nGarden Fungicide\n\nUse to control a long list of fungal diseases including mildew, rust and scab.\n\n$9.95\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Fusarium Wilt: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/fusarium-wilt/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Fusarium Wilt\n\nFusarium Wilt\n\nNatural and organic solutions for getting rid of fusarium wilt on vegetable plants.\n\nBEST PRODUCT\nfor Fusarium Wilt\nMycostop\n\nUsed by growers for diseases caused by pythium, fusarium, alternaria and more.\n\nREAD MORE\n\nCommonly found throughout the United States, Fusarium wilt is a soil-borne pathogen that attacks potato, tomato, eggplant and pepper plants. Disease fungi (Fusarium oxysporum) enter through the roots and interfere with the water conducting vessels of the plant. As the infection spreads up into the stems and leaves it restricts water flow causing the foliage to wilt and turn yellow.\n\nDisease symptoms often appear later in the growing season and are first noticed on the lower (older) leaves. As the disease progresses, the younger leaves will also be affected and the plant eventually dies. In many cases, only one branch or side of the plant show symptoms.\n\nFusarium wilt can survive for years in the soil and is spread by water, insects and garden equipment. The fungal disease develops during hot weather and is most destructive when soil temperatures approach 80˚F. Dry weather and low soil moisture encourage this plant disease.\n\nTreatment\nPlant resistant varieties when available.\nRemove stricken growth from the garden and sterilize pruning clippers (one part bleach to 4 parts water) between cuts.\nUse Safer® Yard & Garden Insect Killer to control many garden insects, like cucumber beetles, which are known to spread the disease.\nHigh nitrogen fertilizers may increase susceptibility to the disease. Test your soil and use a slow-release, organic fertilizer in the vegetable garden.\nHand pull or spot treat weeds using a weed flamer or natural herbicide — many weed species host the disease pathogen.\nMycostop is a biological fungicide that will safely protect crops against wilt caused by Fusarium. Approved for use in organic crop production, it can be applied as a soil spray or drench (1-2 gm/ 100 sq ft) to seedlings, ornamentals and vegetables. Apply sufficient water during application to move Mycostop into the root zone.\nIf the disease persists, it is best to remove the entire plant and solarize* the soil before planting again.\n\n* To solarize the soil, you must leave a clear plastic tarp on the soil surface for 4-6 weeks during the hottest part of the year. Soil solarization will reduce or eliminate many soil inhabiting pests including nematodes, fungi, insects, weeds and weed seeds.\n\nRecommended Products\nAllDown\n\nA SAFE alternative to RoundUp® that's trusted by cities and municipalities.\n\nREAD MORE\nMycostop\n\nUsed by growers for diseases caused by pythium, fusarium, alternaria and more.\n\nREAD MORE\nYard & Garden\n\nKills aphids, beetles, ants and caterpillars on contact, yet is gentle on plants.\n\n$9.95\nREAD MORE\nMini Dragon\n\nIdeal for clearing unwanted vegetation from garden rows, brick paths and driveways.\n\n$49.95\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Fire Blight: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/fire-blight/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Fire Blight\n\nFire Blight\n\nLearn how to identify and get rid of fire blight disease using these proven, organic and natural methods.\n\nNamed for the scorched appearance of infected leaves, fire blight is a destructive bacterial disease (Erwinia amylovora) found on apples, pears and other members of the rose family. The disease enters the tree at the tips of the branches and then travels down the stems causing dieback. It attacks soft new growth first, so you would notice dieback at the top of the plant.\n\nMost infected leaves and branch tips wilt rapidly turn brown or black; the leaves die but do not drop off. Trees will also develop reddish water soaked lesions on the bark. On warm days, these lesions ooze an orange-brown liquid. Fire blight kills blossoms, shoots, limbs and sometimes, the entire tree.\n\nThe bacteria overwinters in infected bark and is spread by splashing rain, dew, wind and insects. It spreads rapidly in moist, warm weather, especially during bloom.\n\nTreatment\nSelect resistant varieties whenever possible.\nAvoid heavy pruning or excess applications of nitrogen fertilizer, both of which encourage new growth.\nAvoid planting close to wild plants of hawthorn, apple or pear.\nAs soon as fire blight is discovered, prune off infected branches 1 foot below the diseased sections and burn them to prevent further infection. Dip pruning shears into a 10% alcohol or bleach solution between each cut to avoid transmitting the disease from one branch to another.\nEarly applications of liquid copper are effective against this plant problem. Mix 0.5 to 2.0 oz per gallon of water and apply at silver tip and bud break — repeat at 3 to 5 day intervals up to petal fall. Use the lower rate if disease pressure is light and the higher rate when conditions favor heavy disease pressure.\nBacterial spread can be reduced by applications of products that contain Streptomyces lydicus as the active ingredient. To obtain best disease control, applications should be made at the start of the bloom period and every five to seven days thereafter.\nSERENADE Garden is a broad spectrum, preventative bio-fungicide recommended for the control or suppression of many important plant diseases. For best results, treat prior to foliar disease development or at the first sign of infection. Repeat at 7-day intervals or as needed.\nThe systemic action of Organocide® Plant Doctor moves throughout the entire plant to treat most common disease problems. Mix 2-1/2 to 5 tsp per gallon of water and apply to foliage. Spray to run-off, as required for disease control.\nRecommended Products\nActinovate\n\nThis one-stop fungus fighter works from root to leaf with a concentrated formula.\n\nREAD MORE\nSerenade Garden\n\nGrow beautiful, disease-free fruits, vegetables and flowers - without chemicals!\n\nREAD MORE\nLiquid Copper Spray\n\nUse as a dormant or growing season spray on fruits, flowers and vegetable crops.\n\n$11.95\nREAD MORE\nPlant Doctor\n\nAn eco-friendly systemic for use on turf, fruit trees, vegetables and more!\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Early Blight Treatment & Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/early-blight/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Early Blight\n\nEarly Blight\n\nYes, it is possible to control early blight using proven, organic and natural methods. Here’s how:\n\nCommon on tomato and potato plants, early blight is caused by the fungus Alternaria solani and occurs throughout the United States. Symptoms first appear on the lower, older leaves as small brown spots with concentric rings that form a “bull’s eye” pattern. As the disease matures, it spreads outward on the leaf surface causing it to turn yellow, wither and die. Eventually the stem, fruit and upper portion of the plant will become infected. Crops can be severely damaged.\n\nEarly blight overwinters on infected plant tissue and is spread by splashing rain, irrigation, insects and garden tools. The disease is also carried on tomato seeds and in potato tubers. In spite of its name, early blight can occur any time throughout the growing season. High temperatures (80-85˚F.) and wet, humid conditions promote its rapid spread. In many cases, poorly nourished or stressed plants are attacked.\n\nTreatment\nPrune or stake plants to improve air circulation and reduce fungal problems.\nMake sure to disinfect your pruning shears (one part bleach to 4 parts water) after each cut.\nKeep the soil under plants clean and free of garden debris. Add a layer of organic compost to prevent the spores from splashing back up onto vegetation.\nDrip irrigation and soaker hoses can be used to help keep the foliage dry.\nFor best control, apply copper-based fungicides early, two weeks before disease normally appears or when weather forecasts predict a long period of wet weather. Alternatively, begin treatment when disease first appears, and repeat every 7-10 days for as long as needed.\nContaining copper and pyrethrins, Bonide® Garden Dust is a safe, one-step control for many insect attacks and fungal problems. For best results, cover both the tops and undersides of leaves with a thin uniform film or dust. Depending on foliage density, 10 oz will cover 625 sq ft. Repeat applications every 7-10 days, as needed.\nSERENADE Garden is a broad spectrum, preventative bio-fungicide recommended for the control or suppression of many important plant diseases. For best results, treat prior to foliar disease development or at the first sign of infection. Repeat at 7-day intervals or as needed.\nRemove and destroy all garden debris after harvest and practice crop rotation the following year.\nBurn or bag infected plant parts. Do NOT compost.\nRecommended Products\nSerenade Garden\n\nGrow beautiful, disease-free fruits, vegetables and flowers - without chemicals!\n\nREAD MORE\nLiquid Copper Spray\n\nUse as a dormant or growing season spray on fruits, flowers and vegetable crops.\n\n$11.95\nREAD MORE\nLiquid Copper\n\nUse to combat a wide variety of fungal diseases without toxic poisons!\n\n$18.95\nREAD MORE\nGarden Dust (Bonide)\n\nThis powerful blend may be used as a spray or dust to cure most plant problems.\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Downy Mildew: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/downy-mildew/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Downy Mildew\n\nDowny Mildew\n\nLearn how to identify and control downy mildew disease naturally — without resorting to toxic sprays!\n\nDowny mildew is an umbrella term for a large number of plant diseases. It is not a true fungus. They attack vegetables, fruits, and flowers. By the time a plant shows symptoms, it is too late. Prevention is key.\n\nWhat Is Meant by Downy Mildew?\n\nDowny mildew is a type of oomycetes or water mold. Once considered a fungal disease, it is now classified in the family Peronosporaceae. There are thousands of different types of water molds, most of which are called downy mildew. Most specialize in a particular species or a group of plants. They are a significant cause of plant pathology.\n\nIs Downy Mildew Harmful?\n\nYes, downy mildew is harmful. It is an obligatory parasite and has to have living plants while going through its life cycle. These plant diseases can devastate a crop and kill most of the plants within a week. It is considered an economically important group of pathogens for that reason.\n\nSymptoms\n\nThe symptoms of this pathogen differ somewhat on different hosts. However, they all cause yellow spots on the upper leaf surface between the leaf veins. These spots spread everywhere but the veins and eventually turn brown. The plant cannot photosynthesize on these yellow or brown spots. When the leaf is totally brown, it drops. If the plant loses too many leaves, the plant dies.\n\nThe bottom of the leaf surface has a fuzz on it that varies from white to purple, depending on the species of mildew. Many of the fruits on the plant rot from the mildew or get sunscald and quit growing because the leaves no longer shade them.\n\nIf you cut an infected plant, you will see the vascular system is totally choked with spores, making it impossible for the plant to transport water from the roots to the leaves.\n\nThe bottom of the leaf surface has a fuzz on it that varies from white to purple, depending on the species of downy mildew.\n\nLife Cycle\n\nThe lifecycle is a bit complicated but it is essential to stop downy mildew.\n\nThe mildew overwinters as mycelium (filaments of tissue) or oospores (thick-walled round structures) in or on the plant. When the temperature is between 50-75, and the relative humidity is 85% or above, the oospores germinate.\nGerminating oospores produce sporangiophores.\nSporangiophores emerge from the plant stoma, or pore, and look like a bunch of grapes.\nThese sporangia are wind and water-borne. Each individual sporangia holds many zoospores.\nZoospores blow to a leaf surface during wet and mild weather.\nThe zoospores germinate on the plant.\nZoospores swim from infected plants or soil to new plants and infect them.\n\nThis cycle can take as little as four days in favorable weather but typically takes 7-10 days. An entire field can be infected before the first symptoms appear.\n\nDisease transmission\n\nDowny mildews are air and water-borne pathogens. They cannot overwinter in the northern part of the United States. They do overwinter in the southern United States, usually in fallen leaf litter. Downy mildews spread progressively north once the weather warms until they cover much of the United States by August. When the cold winter comes, they die back in the north.\n\nSpores can also be transmitted by tools or hands that have come into contact with infected plants and are not sterilized before moving to a healthy plant. Enclosed environments such as greenhouses can spread spores to fields.\n\nImportant Strains of Downy Mildews\n\nThese types of downy mildew are economically important. They often attack home gardens as well as commercial growers.\n\nCucurbit (Pseudoperonospora cubensis)\n\nCucurbit downy mildew infects cucumber, melon, gourds, pumpkin, and squash. In watermelons, the leaves curl more than on other crops as well as displaying the rest of the symptoms.\n\nBrassicas (Hyaloperonospora parasitic)\n\nThese include cabbage, broccoli, Brussel sprouts, kale, kohlrabi, Chinese cabbage, turnip, radish, cauliflower, and mustard.\n\nGrapes (Plasmopara viticola)\n\nThis infects the leaf, stem, flowers, and fruit and kills off the vines.\n\nBasil (Peronospora belbahrii )\n\nFirst reported in Uganda in 1930, it really took off in Italy in 2004 and has been increasing in prevalence since then all over the world.\n\nHops ( Pseudoperonospora humuli)\n\nThe mildew destroys hops grown for beer-making.\n\nImpatiens (Plasmopara obducens)\n\nThis has been known since the 1880s but swept the UK in 2003 and the US in 2004. By 2016, it was destroying plants all over the world.\n\nRoses (Peronospora sparsa)\n\nDowny mildews are one of the most devastating of rose diseases. They also attack other closely related Rubus species, including blackberry, raspberry, and boysenberry.\n\nSpinach (Peronospora effusa)\n\nThis causes a huge problem for spinach growers. Organic growers are especially hard-hit.\n\nSunflowers (Plasmopara halstedii)\n\nThe spores for this type of mildew stay in soils for years.\n\nPowdery Mildew versus Downy Mildews\n\nPowdery mildew (Podosphaera xanthii or Erysiphe cichoracearum) is one of a number of other fungal diseases often confused with downy mildew. Mixing them up is a problem because the treatments for each are different. Powdery mildew is a whitish growth that looks like a powder. The spots start as circles on the surface of the leaf and then grow to cover the whole leaf, including the veins. The leaves only turn yellow after they have had powdery mildew for a while. Powdery mildew can kill plants by blocking the chlorophyll in the leaves from sunlight. The plant starves to death as a result.\n\nThis is what powdery mildew looks like. Note the difference in appearance from downy mildew.\n\n \n\nDowny mildew symptoms include yellow spots on the upper leaf surface between the leaf veins.\n\nPrevention\n\nStopping downy mildew is much easier than controlling it. Help prevent downy mildew in your landscape by following these tips.\n\nResistant Plants\n\nScientists have bred some resistant cultivars of plants that are susceptible to this disease. While every type of plant does not have a choice that is resistant, use resistant cultivars wherever possible. Make sure that you do not get any infected seed by buying from a reputable nursery.\n\nScout Plants\n\nIt is important to scout your plants often. If you see symptoms, remove that plant immediately, put it in a plastic bag, and put it in the trash. Do not compost diseased plants as most home compost piles are not hot enough to kill the downy mildew pathogen.\n\nAir Circulation\n\nWet leaves are necessary for this type of mildew to invade plants. Eliminate moisture by pruning plants to improve air circulation. In row crops, make sure to space plants to allow for good air circulation even after they are mature. Make sure the rows are far enough apart, as well.\n\nWatering\n\nOne of the worst things you can do is water plants from the top. A whole host of diseases must have wet leaves to infect the plant. Overhead irrigation wets the leaves. If you must water from the top, water in the early morning hours, before 10:00 a.m. so the leaves will dry before nightfall.\n\nThe best way to water plants is using drip irrigation. The water comes out at the emitters at ground level and sinks right to the roots. Drip irrigation also saves money because it takes less water.\n\nMulching helps keep soil off your plant’s leaves so mildews don’t get a foothold. Mulch conserves water and keeps roots warm in winter and cool in summer. Three inches of mulch around your ornamental plant repays the cost of replacing plants many times over.\n\nEliminate Overwintering Sites\n\nSanitation is key to controlling downy mildew. The spores overwinter in plant debris. Infected leaves have spores on them that can get splashed on uninfected leaf surfaces. After your crops are done, rake up all leaves and plant debris and discard them. If you are dealing with ornamental plants, make sure all the leaves are off the mulch when they have finished falling.\n\nQuarantine new plants for a while before putting them in the ground or the greenhouse. Since a plant can be infected up to 10 days without showing symptoms, a regular 14-day quarantine is helpful in reducing plant disease.\n\nControl for the Home Garden\n\nIt is much harder to control downy mildew than it is to prevent it. Fungicides have to be used frequently during the growing season when there is high humidity combined with mild temperatures, such as spring and fall. The frequency of application depends on the species and whether downy mildew has been found in your area or not.\n\nFungicides are a preventative since most don’t control the disease once it is present. The other issue is fungicide resistance. You need to rotate the fungicide you use to prevent that.\n\nThere are systemic fungicides that are licensed for some plants. They can be used to keep the spores from growing in the vascular system of the plant. However, they are not organic and cannot be used on many vegetables.\n\nWhich fungicide is used against downy mildews?\n\nWhen using any fungicide, you must spray until the entire leaf is wet on top and on the underside of the leaf. Spores exist on both surfaces. The following are some organic control methods.\n\nCopper fungicides are often used to control downy mildew. While many people believe copper is approved for organic production, it is only conditionally approved. Care must be used in cucurbit crops because copper makes them photosensitive. Copper levels can build up in the soil and kill earthworms and other beneficial organisms.\n\nNeem oil is labeled for use as a fungicide in many plants. However, neem oil suffocates all insects that it touches, including bees and beneficial insects. It should not be used without clear need and should be put on in the evening when bees are inactive.\n\nBacillus subtilis is a type of fungicide that is licensed for organic vegetables. It is made from chemicals put out by microorganisms.\n\nNot all types of downy mildew are controllable. As mentioned, many strains develop resistance to fungicides. Even if the fungicide you put on your plants works, new infections can come on the wind, so you must be vigilant all season long.\n\nDoes baking soda work on downy mildews?\n\nAnother name for baking soda is sodium bicarbonate. While a number of places have suggested sodium bicarbonate as a remedy for powdery mildew, it has not been found to provide effective downy mildew control.\n\nPotassium bicarbonate has been approved as a downy mildew control. This is harder to find than baking soda. However, it has been exempted from residual controls by the Environmental Protection Agency (December 1996, EPA).\n\nDowny mildew is a collection of water molds that invade plants. Often, the plants die before they even show symptoms. Mild wet weather is needed for downy mildew to infect a plant. It swims on the top of the leaf until it finds a pore and then invades. Drip irrigation helps prevent the disease by keeping water off the leaf. Fungicides help prevent the disease from taking hold by killing it on the leaf.\n\nTreatment\n\nThe best way to prevent downy mildew is to avoid the environmental conditions that favor the disease.\n\nPrune or stake plants and remove any weeds to improve air circulation.\nWater in the early morning hours, or use a soaker hose, to give the plants time to dry out during the day.\nKeep the ground under infected plants clean during the fall and winter to prevent the disease from spreading.\nRemove and destroy any plants with serious infection (see Fall Garden Cleanup).\nChoose resistant varieties whenever possible.\nDowny mildew is comparatively easy to control on most plants when the foliage and fruit are kept protected by a copper spray. Begin treatments two weeks before disease normally appears or when weather forecasts predict a long period of wet weather. Alternatively, begin treatment when disease first appears, and repeat at 7-10 day intervals for as long as needed.\nThe systemic action of Organocide® Plant Doctor moves throughout the entire plant to treat common disease problems. Mix 3/4 tsp per gallon of water and apply to foliage. Spray to run-off, as required for disease control.\nRecommended Products\nSoil Soaker\n\nMade of 55% recycled rubber and can be used above or below ground.\n\n$14.95\nREAD MORE\nPlant Doctor\n\nAn eco-friendly systemic for use on turf, fruit trees, vegetables and more!\n\nREAD MORE\nLiquid Copper Spray\n\nUse as a dormant or growing season spray on fruits, flowers and vegetable crops.\n\n$11.95\nREAD MORE\nLiquid Copper\n\nUse to combat a wide variety of fungal diseases without toxic poisons!\n\n$18.95\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Damping Off Symptoms, Treatment and Prevention | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/damping-off/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Damping Off: Symptoms, Treatment, And Prevention\n\nDamping Off: Symptoms, Treatment, And Prevention\n\nA serious problem attacking many young plants, damping off disease can be managed using these proven, organic techniques.\n\nDamping-off is a soil-borne fungal disease that negatively affects the vegetables and flowers in your garden, primarily targeting seeds and new seedlings.\n\nDamping-off refers to the rotting of stem and root tissues at and below the soil line. In most cases, infected plants will germinate and come up fine, but within a few days, they become water-soaked, mushy, collapse at the base and die.\n\nSeveral fungi can cause the decay of seeds and seedlings, including species of Rhizoctonia solani, Fusarium spp, Botrytis, Sclerotinia, Sclerotium, and phytophthora. However, species of the soil fungus pythium are most often the culprit. Damping-off typically occurs when old seeds are planted in cold, wet soil temperatures and are further increased by poor soil drainage. Environmental conditions such as high humidity levels, cool soil, rich potting soils, and planting too deeply will also encourage its growth.\n\nFungal spores live in the soil and are primarily a problem in seedbeds. They can be transported on garden tools and in garden soils and taken into the house or greenhouse.\n\nNote: Older plants are rarely killed by damping off primarily because the production of secondary stem tissue forms a protective barrier and limits fungal penetration.\n\nSymptoms of Damping Off\nRoot decay of stems at or near the soil line.\nMold growth at the soil line.\nStunted young seedlings.\nLeaves and seedling stems show signs of wilt.\nLeaves and newly emerged seedlings are discolored to grayish or brown.\nThe stems of seedlings become soft and thin, almost string-like, where infected.\nPre-emergent damping off is when seedling growth fails to emerge.\nPost-emergent damping off is when seedlings collapse.\n\nTreatment for Damping Off\n\nThere is no cure for plants that already have damping off. However, you can easily prevent the problem by providing good air circulation. A small fan or simply cracking the lid of the germination tray will suffice. The biological fungicide Mycostop may also be used as a seed treatment to prevent seed or soil-borne diseases. Other steps for preventing damping-off include the following:\n\nWhen starting seeds indoors, use good organic potting soil or sterilize your own potting soil in an oven. Avoid reuse of potting mix, garden soil, or compost.\nMake sure your seed-starter mix is light and fast-draining.\nEnsure proper sanitation of pots and trays by thoroughly cleaning them to prevent pathogens or infection. Soak in 10% bleach for 20-30 minutes, then rinse thoroughly. Do not reuse plastic pots.\nPlant seedlings so that the soil surface is near the top of the container to ensure proper ventilation and air circulation.\nSow seeds thinly to prevent overcrowding which can lead to humid, moist conditions.\nSeedling trays that provide water from below are preferable to overhead watering.\nNever water past noon so that the soil surface and the plants are dry by evening.\nAvoid overwatering tender seedlings.\nOrganocide® Plant Doctor is an earth-friendly systemic fungicide that works its way through the entire plant to combat a large number of disease problems. Apply as a soil drench or foliar spray (3-4 tsp/ gallon of water) to prevent pathogens and attack many fungal problems, including Rhizoctonia spp, Pythium spp, Fusarium spp, and root rot.\n\nTip: Actinovate Lawn & Garden contains Streptomyces lydicus, a naturally occurring soil bacterium that is found in healthy soils. When applied as a soil drench or foliar spray, it establishes itself on plants’ roots and leaves and provides protection against a wide range of root, stem, and foliar diseases. Actinovate is OMRI Listed for use in organic gardens.\n\nRecommended Products\nStarter Mix\n\nProvides new plants with the moisture retention and aeration they need.\n\n$8.50\nREAD MORE\nMycostop\n\nUsed by growers for diseases caused by pythium, fusarium, alternaria and more.\n\nREAD MORE\nPlant Doctor\n\nAn eco-friendly systemic for use on turf, fruit trees, vegetables and more!\n\nREAD MORE\nActinovate\n\nThis one-stop fungus fighter works from root to leaf with a concentrated formula.\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Crown Gall Disease: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/crown-gall/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Crown Gall\n\nCrown Gall\n\nMany woody plants and shrubs are affected by crown gall disease. Here’s how to control it using proven, organic and natural techniques.\n\nBEST PRODUCT\nfor Crown Gall\nActinovate\n\nThis one-stop fungus fighter works from root to leaf with a concentrated formula.\n\nREAD MORE\n\nCrown gall is a common plant disease caused by the soil-borne bacterium Agrobacterium tumefaciens. It is found throughout the world and occurs on woody shrubs and herbaceous plants including grapes, raspberries, blackberries and roses.\n\nCrown gall symptoms include round, wart-like growths — 2 inches or larger in diameter — that appear at or just above the soil line, or on lower branches and stems. Plants with several galls may be unable to move water and nutrients up the trunk and become weakened, stunted and unproductive. Young plants can be killed by developing gall tissue.\n\nThe bacteria responsible for crown gall can persist in the soil for many years and are released when galls become saturated with moisture or as older galls decompose. Susceptible plants are infected through fresh wounds or abrasions, many of which are a result of pruning, freeze injury, soil insects, cultivation and other factors that may damage plants. Nursery stock is often infected through grafting and budding scars.\n\nTreatment\nSelect resistant cultivars when possible and purchase plants from a reputable nursery.\nDo not buy plants that shows signs of swelling or galling.\nWhen caring for susceptible plants, avoid injury or pruning wounds that may come in contact with the soil.\nUse Tree Wrap to protect against string trimmer damage and keep your garden tools clean.\nProvide winter protection with natural burlap so bark does not crack.\nIn many cases, existing galls can be removed with a sharp pruning knife. Destroy the infected plant tissue and treat the wound with pruning sealer. If the plant does not recover, remove and destroy it.\n\nTip: To get rid of this problem on roses, remove the infested plant and prune out gall tissue. Soak the entire root system and damaged areas for 15 minutes in a solution of 2 level Tbsp of Actinovate per 2-1/2 gallons of water. Replant in healthy soil and apply 1/2 Tbsp per 2-1/2 gallons of water as a foliar spray at weekly intervals.\n\nRecommended Products\nBurlap\n\nA 100% biodegradable landscape fabric that's perfect for hundreds of uses.\n\n$9.95\nREAD MORE\nFolding Knife\n\nGood things come in small packages! Made with a steel blade and solid oak handle.\n\n$12.95\nREAD MORE\nProtective Wrap\n\nMade of a breathable fabric that conforms to fit any shape or texture. Will NOT girdle!\n\n$4.50\nREAD MORE\nSealer & Grafting (16oz)\n\nA flexible sealant that patches up nicks, wounds and open areas. Great for grafting too!\n\n$7.95\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Corn Smut: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/corn-smut/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Corn Smut\n\nCorn Smut\n\nProven, natural and organic strategies for identifying and treating corn smut disease in home gardens.\n\nFrequently found in backyard gardens and small farms, corn smut is caused by the fungus Ustilago zeae and can appear in the stalks, leaves, tassels or ears. Symptoms are most commonly noticed when the ears produce mushroom-like tumors or galls. These “swellings” begin as small, whitish-gray irregularities which expand and turn black as they fill with spores. Ear galls can grow to 4- to 5-inches in diameter and release thousands of spores as they rupture. These fungal spores are blown by the wind for considerable distances to infect new plants. Galls on leaves remain small and eventually become hard and dry.\n\nCorn smut overwinters on garden debris and in the soil. It is carried by wind, rain and irrigation and does best in hot, dry weather. Spores may remain viable for 5- to 7-years. Wounds from various injuries, including cultivation and abrasion from blowing soil, provide points for the fungus to enter the plant.\n\nTreatment\nChoose the best resistant varieties, such as silver king, fantasia, brilliant and seneca sensation, when available.\nIn backyard gardens, collecting and destroying galls before the dark fungal spores are released is suggested. This will limit the number of available fungal spores and help break the disease-cycle.\nReduce infection points by avoiding injury of roots, stalks and leaves during cultivation.\nPrevent damage from insects, such as corn borers, with Monterey® Garden Insect Spray or other organic insecticide.\nFungicides are NOT an effective control option since the disease is so widespread and can persist in the soil for years.\nHigh nitrogen fertilizers may increase the severity of the disease — use a balanced organic fertilizer in the vegetable garden.\nRemove and destroy all garden debris after harvest and practice crop rotation the following year.\nBag or burn infected plant parts — do NOT compost.\n\nNote: Corn smut can pass through the digestive tracts of animals and is often spread while using manures.\n\nRecommended Products\nVegetable Garden (4-6-3)\n\nHand-crafted to improve the yields, taste and nutrition of vegetable crops.\n\n$13.50\nREAD MORE\nGarden Insect Spray (Spinosad)\n\nAn effective insect killer that was recently discovered from soil in a rum distillery.\n\nREAD MORE\nOrganic Fish & Seaweed (2-3-1)\n\nUse on a regular basis for bigger crops, increased sugars and better blooms.\n\nREAD MORE\nGarden Dust (Bonide)\n\nThis powerful blend may be used as a spray or dust to cure most plant problems.\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Club Root Disease: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/club-root/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Club Root\n\nClub Root\n\nA serious problem in home gardens, club root disease can be managed using these proven, organic methods.\n\nBEST PRODUCT\nfor Club Root\nDolomite Lime\n\nRaises pH in acidic soils and is an excellent source of calcium and magnesium.\n\n$24.50\nREAD MORE\n\nAffecting most brassica crops (cabbage, broccoli, cauliflower, etc.), club root is a serious plant disease in North American home gardens. It is caused by the soil-borne fungus Plasmodiophora brassicae which infects susceptible plants through root hairs. Diseased roots become swollen, misshapen and deformed (clubbed) often cracking and rotting. As a result, plants have difficulty absorbing water and nutrients properly.\n\nPlants often grow poorly and wilt during the heat of the day; plants often revive during cool nights. Outer leaves may turn yellow, purple or brown. Club root will reduce yields and can cause total crop failure.\n\nFungal spores can be spread by wind, water and garden tools. Disease development can occur over a wide range of conditions, but is favored by excessive moisture, low soil pH and soil temperatures between 64 and 77˚F. Spores can survive in the soil for as many as 10 years.\n\nTreatment\nFungicides will NOT treat this soil-dwelling micro-organism.\nChoose resistant cultivars when possible.\nTry to prevent the occurrence of this disease by keeping a clean garden and rotating crops.\nKeep in mind that the disease spores can persist in the soil for up to 20 years. If club root is present you may want to solarize the soil.*\nControl susceptible weeds — mustard, radish, shepherd’s purse — that may be infected to reduce potential buildup of the disease.\nCarefully remove infected plants and sterilize garden tools (one part bleach to 4 parts water) after use.\nRaise your soil’s pH to a more alkaline 7.2 by mixing oyster shell or dolomite lime into your garden in the fall. Simple and affordable soil test kits are available to check pH often.\n\n* To solarize your soil, you must leave a clear plastic tarp on the soil surface for 4-6 weeks during the hottest part of the year. Soil solarization will reduce or eliminate many soil inhabiting pests including nematodes, fungi, insects, weeds and weed seeds.\n\nRecommended Products\nAg Lime\n\nThis high quality calcium carbonate neutralizes soil acids very efficiently.\n\n$14.95\nREAD MORE\nOyster Shell\n\nThis crushed mix ensures rapid and long-term release of calcium for stronger plants.\n\n$8.50\nREAD MORE\nDigital pH Meter\n\nUse to accurately measure the acidity or alkalinity of your lawn and gardens.\n\n$14.95\nREAD MORE\nOyster Shell Lime\n\nContains up to 39% calcium (Ca), plus many other important plant nutrients.\n\n$18.95\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Cedar Apple Rust: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/cedar-apple-rust/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Cedar Apple Rust\n\nCedar Apple Rust\n\nLearn how to identify and control cedar apple rust fungus using time-tested, organic and natural techniques.\n\nBEST PRODUCT\nfor Cedar Apple Rust\nLiquid Copper\n\nUse to combat a wide variety of fungal diseases without toxic poisons!\n\n$18.95\nREAD MORE\n\nCedar apple rust (Gymnosporangium juniperi-virginianae) is a fungal disease that requires juniper plants to complete its complicated two year life-cycle. Spores overwinter as a reddish-brown gall on young twigs of various juniper species. In early spring, during wet weather, these galls swell and bright orange masses of spores are blown by the wind where they infect susceptible apple and crab-apple trees. The spores that develop on these trees will only infect junipers the following year. From year to year, the disease must pass from junipers to apples to junipers again; it cannot spread between apple trees.\n\nOn apple and crab-apple trees, look for pale yellow pinhead sized spots on the upper surface of the leaves shortly after bloom. These gradually enlarge to bright orange-yellow spots which make the disease easy to identify. Orange spots may develop on the fruit as well. Heavily infected leaves may drop prematurely.\n\nTreatment\nChoose resistant cultivars when available.\nRake up and dispose of fallen leaves and other debris from under trees.\nRemove galls from infected junipers. In some cases, juniper plants should be removed entirely.\nApply preventative, disease-fighting fungicides labeled for use on apples weekly, starting with bud break, to protect trees from spores being released by the juniper host. This occurs only once per year, so additional applications after this springtime spread are not necessary.\nOn juniper, rust can be controlled by spraying plants with a copper solution (0.5 to 2.0 oz/ gallon of water) at least four times between late August and late October.\nSafely treat most fungal and bacterial diseases with SERENADE Garden. This broad spectrum bio-fungicide uses a patented strain of Bacillus subtilis that is registered for organic use. Best of all, SERENADE is completely non-toxic to honey bees and beneficial insects.\nContaining sulfur and pyrethrins, Bonide® Orchard Spray is a safe, one-hit concentrate for insect attacks and fungal problems. For best results, apply as a protective spray (2.5 oz/ gallon) early in the season. If disease, insects or wet weather are present, mix 5 oz in one gallon of water. Thoroughly spray all parts of the plant, especially new shoots.\nContact your local Agricultural Extension office for other possible solutions in your area.\nRecommended Products\nSulfur Plant Fungicide\n\nApply as a spray or dust to treat most diseases on fruits, flowers and vegetables.\n\nREAD MORE\nSerenade Garden\n\nGrow beautiful, disease-free fruits, vegetables and flowers - without chemicals!\n\nREAD MORE\nLiquid Copper Spray\n\nUse as a dormant or growing season spray on fruits, flowers and vegetable crops.\n\n$11.95\nREAD MORE\nOrchard Spray\n\nThis one-hit product protects against common insect attacks and fungal problems.\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Brown Rot Fungi: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/brown-rot/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Brown Rot\n\nBrown Rot\n\nLearn how to identify, prevent and control brown rot fungi naturally — without resorting to toxic chemical treatments!\n\nBEST PRODUCT\nfor Brown Rot\nSulfur Plant Fungicide\n\nApply as a spray or dust to treat most diseases on fruits, flowers and vegetables.\n\nREAD MORE\n\nThe most common fungal disease affecting the blossoms and fruit of almonds, apricots, cherries, peaches and plums. Brown rot (Monilinia fructicola) overwinters in mummified fruit (on the tree and on the ground) and infected twigs.\n\nThe disease first infects blossoms in spring and grows back into the small branches to cause cankers that can kill stems. Large numbers of flower-bearing stems are killed when the disease is severe. Dead flowers often remain attached into the summer. Developing or mature fruits show circular or brown spots that spread rapidly over the surface and light gray masses of spores are produced on the rotted areas. Rotted tissue remains relatively firm and dry.\n\nBrown rot spores are carried by wind, rain and insects to the open or unopened blossoms and young shoots. If water is present — either from rain, dew or watering — on the flower surface the spores can germinate and penetrate the plant. Disease development takes place over a wide temperature range and flowers can be infected from the time buds open until petals fall. Under favorable conditions, brown rot spreads quickly and an entire crop can be completely destroyed on the tree.\n\nTreatment\nChoose resistant varieties whenever possible.\nPrompt removal and destruction of infected plant parts helps breaks the life cycle of the disease in individual trees and small orchards, and may be sufficient to keep brown rot below damaging levels.\nIt is important to rake up and remove any fallen fruit or debris from under trees.\nPrune trees occasionally to improve air circulation. Also, water from below to keep from wetting blossoms, foliage and fruit.\nUse Tanglefoot® Pruning Sealer to seal all cuts and wounds and protect against insects and disease organisms.\nReady to use copper fungicides or sulfur powders should be applied weekly to infected trees starting when the blossoms are just beginning to open and continuing throughout the growing season. If at all possible, time applications so that 12 hours of dry weather follows application.\nOrganocide® Plant Doctor is an earth-friendly systemic fungicide that works its way through the entire plant to combat a large number of diseases on ornamentals, turf, fruit and more. Apply as a foliar spray (1 tsp/ gallon of water) to combat this destructive stone fruit problem.\nContaining sulfur and pyrethrins, Bonide® Orchard Spray is a safe, one-hit concentrate for insect attacks and fungal problems. For best results, apply as a protective spray (2.5 oz/ gallon) early in the season. If disease, insects or wet weather are present, mix 5 oz in one gallon of water. Thoroughly spray all parts of the plant, especially new shoots.\nRecommended Products\nLiquid Copper\n\nUse to combat a wide variety of fungal diseases without toxic poisons!\n\n$18.95\nREAD MORE\nSulfur Plant Fungicide\n\nApply as a spray or dust to treat most diseases on fruits, flowers and vegetables.\n\nREAD MORE\nPlant Doctor\n\nAn eco-friendly systemic for use on turf, fruit trees, vegetables and more!\n\nREAD MORE\nOrchard Spray\n\nThis one-hit product protects against common insect attacks and fungal problems.\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Blossom End Rot: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/blossom-end-rot/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Blossom End Rot\n\nBlossom End Rot\n\nThis common garden problem is often caused by a lack of calcium and/or uneven watering. Learn how to identify, prevent and fix blossom end rot here.\n\nBEST PRODUCT\nfor Blossom End Rot\nCalcium 5%\n\nAn easy-to-use concentrate that plays many important roles in plant growth.\n\n$20.95\nREAD MORE\n\nA serious disorder of tomato, pepper, cucumber and eggplant, blossom end rot is an environmental problem (not fungal) most often caused by uneven watering or by calcium deficiency. (These can be related; uneven watering can interfere with the uptake of calcium.) This common garden “disease” is often brought on by rapid growth from too much fertilizer, high salt levels or drought.\n\nBlossom end rot symptoms occur on both green and ripe fruits and is identified by water-soaked areas that gradually widen and mature into sunken, brown, leathery spots on the bottom end. In many cases, secondary pathogens, which appear as a black, fuzzy-like growth, attack the affected area and cause complete rotting of the fruit. Blossom end rot will not spread from plant to plant.\n\nTreatment\n\nSince this plant problem is physiological in nature, fungicides will not work as a control measure. We recommend the following:\n\nChoose resistant vegetable varieties whenever possible.\nPrevent problems by keeping soil evenly moist and by foliar spraying plants with a kelp or calcium solution.\nAdding high levels of calcium — bone meal, oyster shell or gypsum — to the soil at planting time usually prevents this problem from developing.\nA layer of mulch (straw, compost, grass ) will help conserve soil moisture during the hot, dry days of July and August.\nFoliar applications of Liquid Calcium 5% (1-2 Tbsp/ gallon of water) can be used to correct or prevent deficiencies of this essential nutrient. For best results, combine with a natural surfactant to increase adhesion and spray leaves to the point of run-off.\nMulching plants will help conserve moisture and provide a more uniform water supply.\nAvoid using high nitrogen fertilizers which accelerate vegetative growth and reduce the uptake of calcium by plants. A large selection of balanced organic fertilizers are available at Planet Natural.\n\nNote: There has been quite a buzz lately over red mulch film. Not only does this easy-to-use product conserve soil moisture, but it has been extensively tested to show on average a 20% increase in tomato yields.\n\nRecommended Products\nTomato Maker (4-2-6)\n\nIdeal for use from seedling stage to harvest. Each bag treats up to 30 plants!\n\n$12.95\nREAD MORE\nCal-Mag Plus\n\nUse to correct most calcium, magnesium and iron deficiencies in plants.\n\nREAD MORE\nBone Meal (3-15-0)\n\nPromotes superior roots and fruit development in ALL flowering plants.\n\n$9.95\nREAD MORE\nGypsum\n\nLoosens heavy clay soils while adding calcium and sulfur in a readily available form.\n\n$21.95\nREAD MORE\nMaxicrop\n\nContains over 70 minerals, micronutrients, amino acids and plant vitamins.\n\nREAD MORE\nOyster Shell\n\nThis crushed mix ensures rapid and long-term release of calcium for stronger plants.\n\n$8.50\nREAD MORE\nBone Meal (0-12-0)\n\nBulbs and transplants get a little extra love from this easy-to-apply formulation.\n\n$10.95\nREAD MORE\nRed Mulch Film\n\nBetter Reds has been tested to show on average a 20% increase in fruit yield.\n\n$11.95\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Black Knot Disease: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/black-knot-fungus/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Black Knot\n\nBlack Knot\n\nLearn how to identify and control black knot fungus, a common disease of plum, cherry, apricot and chokecherry trees.\n\nBEST PRODUCT\nfor Black Knot\nLiquid Copper\n\nUse to combat a wide variety of fungal diseases without toxic poisons!\n\n$18.95\nREAD MORE\n\nBlack knot is a widespread fungal disease that attacks plum and cherry trees, both fruiting and ornamental. The fungus, Apiosporina morbosa, (also identified as Dibotryon morbosum and Plowrightia morbsum), singles out trees of the genus prunus, which includes peach, apricot, and chokecherry. Once established, black knot is easily identified with its hard, uneven, black galls that seem to enwrap twigs and branches. Black knot is a slow developer, taking a season before it’s visually apparent and producing spores. The trick to controlling the fungus is identifying the infection well-before the disease becomes firmly established. If left to grow, it effectively strangles new growth, girdling branches and dooming the tree to deterioration and poor fruit production. Insects and plant diseases use the galls as an entry to the tree.\n\nThe disease cycle starts when spores are released from established knots where the fungus overwinters. This occurs during damp spring conditions when temperatures reach 60 degrees or higher. The spores travel to other parts of the tree and, depending on the breezes, to nearby host trees. The spores germinate on stems beneath a thin film of moisture, often at the juncture of a new leaf start. They form small, olive-colored swellings over the first season, darkening in color as the season progresses, hidden by the leaves they’ll eventually kill,. By the second year, the galls are expanding quickly, especially where the weather remains humid. The growing infection begins releasing its own spores as it swells into the dark, easy-to-spot (especially after leaves have fallen) warty black fungus that coils along stems and branches. At this point, astute pruning and chemical treatments may not be enough to save the tree, no matter how careful the pruner is not to spread spores or leave them behind when removing the galls.\n\nPaying close attention to your fruit trees and catching the infections as soon as they’re apparent, followed by quick pruning and careful disposal of the gall-infected branches, can save trees. Organic treatments can also help protect trees while keeping harmful chemicals off your fruit.\n\nWhen choosing new plantings, consider that some varieties of tree and shrubs are more susceptible to the disease than others. They should be avoided in areas where the fungus is prolific. Tart cherry varieties are said to be less susceptible to the disease than sweet. Japanese plums are said to be less susceptible than American varieties. A number of plums, including President, Early Italian, Santa Rosa and Shiro carry varying degrees of resistance to the fungus. Susceptibility varies depending on the climate zones. Varieties that are susceptible in humid southern climates may be less so in dryer or cooler ones. Talk to your local nursery staff to see which varieties of plums, cherries, and ornamentals do best in your area. The Ohio State University Extension site has a chart on their black knot page that list the various levels for susceptibility to a number of plum and cherry tree varieties. (Not surprisingly, plum trees with resistance to black knot don’t do well in cold, northern climates.)\n\nHow to Control\nInspect your trees carefully for first signs of the disease. This is best done in winter, when leaves are absent, but should be continued as well throughout the growing season. Look for cracks, discoloration, swelling, or other first signs of infection. Check carefully around twig and leaf axils.\nRemove any knots that are found. This is best done during winter when spore production is down. Cut well-past the galls, four to eight inches, to ensure all the infection and its spores are removed. Larger branches with established knots should be removed entirely. Use a pruning knife or chisel to remove galls on trunks and large branches, cutting down to the wood and out to at least an inch beyond the infection.\nContinue to inspect for and remove galls as the season progresses.\nTake care not to spread spores when pruning trees with black knot. Don’t allow twigs or other cuttings to fall to the ground where the spores could survive.\nDispose of infected stems and branches by burying or, where allowed, burning. Small cuttings can be stuffed in trash bags and hauled away. Do not compost any infected cuttings unless your heap has an internal temperature of 160 degrees (not many do).\nClean pruning tools as you use them with a solution of 1/2 cup bleach to a gallon of water. Wipe tools between cuts and leave your pruning blades in the solution for three to six minutes when finished. Or use a safe, commercial fungicide cleaner such as Physan 20.\nThe Alberta Ministry of Agriculture and Forestry has a detailed guide to pruning and disposing of infected trimmings at their website.\nFungicides can offer significant protection against black knot, but are unlikely to be effective if pruning and sanitation are ignored. Organic gardeners will want to avoid all but OMRI listed fungicides.\nSpraying trees with NEEM oil, a natural fungicide that controls leaf spot, rust, scab, and other tree fungus, can help inhibit the spread of black knot (it will not kill fungus that is already present). Spray trees per instructions just ahead of leaf and blossom emergence and, if possible, ahead of rain. Continue on a 7-10-day cycle until weather dries. Use of other fungicides can also discourage spores from germination. But few are specifically indicated for use on already infected trees.\nSpraying lime sulfur on trees during the dormant period is said to prevent the production of spores. Copper sprays applied during dormancy may also inhibit spore production.\nTake out wild cherry and plum trees around your property. They harbor the disease and release spores that are easily carried to your susceptible nursery trees.\nWhen planting new trees, place them away and upwind from established or wild prune and cherry trees.\nRecommended Products\nPhysan 20\n\nA powerful disinfectant for cleaning tools, planter trays, pots and more!\n\nREAD MORE\nLiquid Copper Spray\n\nUse as a dormant or growing season spray on fruits, flowers and vegetable crops.\n\n$11.95\nREAD MORE\n70% Neem\n\nFor broad spectrum use on vegetables, flowers, trees and more - indoors or out!\n\n$25.95\nREAD MORE\nOrchard Spray\n\nThis one-hit product protects against common insect attacks and fungal problems.\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Bacterial Canker: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/bacterial-canker/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Bacterial Canker\n\nBacterial Canker\n\nLearn how to identify and get rid of bacterial canker using time-tested, organic and natural techniques.\n\nBEST PRODUCT\nfor Bacterial Canker\nSealer & Grafting (16oz)\n\nA flexible sealant that patches up nicks, wounds and open areas. Great for grafting too!\n\n$7.95\nREAD MORE\n\nWidely distributed throughout the United States, bacterial canker is most common on cherries and plums, but may also affect apricots, peaches and many other kinds of stone fruits. Suspect this plant disease if sunken, water-soaked or “gummy” lesions form on the trunk or twigs. When trees begin active growth in the spring, a sour smelling sap may ooze from these wounded areas. The cankers become darker than the surrounding healthy bark, and the underlying tissue is reddish-brown to black and moist.\n\nNote: If cankers girdle the branches or trunk, the leaves above the diseased area curl and turn yellow. Growth stops and the branch or tree will eventually die.\n\nThe bacterium that causes canker, Pseudomonas syringae, enters trees through injured bark or an existing wound, such as a pruning cut on a twig or branch. Frost damage in the spring may promote additional infections. Bacterial canker infections occur during fall, winter and early spring (during cool, wet weather) and are spread by rain or water, and pruning tools. The bacteria overwinter in active cankers, in infected buds and on the surface of infected and healthy trees and weeds.\n\nTreatment\nPrune flowering trees during blooming when wounds heal fastest.\nRemove wilted or dead limbs well below infected areas.\nAvoid pruning in early spring and fall when bacteria are most active.\nTreat all pruning cuts immediately with Tanglefoot® Tree Pruning Sealer and make sure to disinfect your pruning equipment — one part bleach to 4 parts water — after each cut.\nIf using string trimmers around the base of trees avoid damaging bark with breathable Tree Wrap to prevent infection.\nBrush bark with white latex paint diluted with water to reduce bark-damaging temperature fluctuations.\nResearch has shown that copper fungicides have some success against this stone fruit problem. However, results are inconsistent. We recommend using it as one part of a total management program.\nRemove weeds and grass from around the base of young trees to improve air circulation and keep the trunk and crown dry.\nOrganocide® Plant Doctor is an earth-friendly systemic fungicide that works its way through the entire plant to combat a large number of diseases on ornamentals, turf, fruit and more. Mix 1/3 to 3/4 oz per gallon of water and paint or spray over pruning wounds and surrounding areas.\nRecommended Products\nProtective Wrap\n\nMade of a breathable fabric that conforms to fit any shape or texture. Will NOT girdle!\n\n$4.50\nREAD MORE\nLiquid Copper\n\nUse to combat a wide variety of fungal diseases without toxic poisons!\n\n$18.95\nREAD MORE\nPruning Saw\n\nThe shaped wooden handle and durable blade will make your job that much easier.\n\n$16.95\nREAD MORE\nPlant Doctor\n\nAn eco-friendly systemic for use on turf, fruit trees, vegetables and more!\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Apple Scab: How to Identify, Treat and Prevent Effectively",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/apple-scab/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Apple Scab: How to Identify, Treat and Prevent Effectively\n\nApple Scab: How to Identify, Treat and Prevent Effectively\n\nApple scab is a serious disease that affects apples and crabapples, as well as other plants in the same family.\n\nIt occurs everywhere where apples are grown around the world and causes more damage than any other apple disease. However, the disease is more common in areas that have cool, wet spring weather.\n\nThis disease produces lesions that can be observed on leaves, blossoms, and the fruit itself. If you suspect that the apple scab fungus is infecting your trees, this article will lay out everything you need to do to effectively manage and treat it using tried and tested methods.\n\nWhat is Apple Scab?\n\nA serious disease of apples and ornamental crabapples, apple scab (Venturia inaequalis) attacks both leaves and fruit.\n\nIt produces lesions that can be observed on leaves, as well as blossoms, sepals, pedicels, petioles, and even the fruit itself.\n\nThe fungal disease first appears as pale yellow or olive-green spots on the upper surface of leaves. Dark, velvety spots may appear on the lower surface of young leaves as they are exposed to the infection.\n\nThese lesions have poorly formed borders and, for this reason, can sometimes be mistaken for sooty mold or even leaf fuzz. Severely infected leaves and tissues become twisted and puckered, turn yellow, and may drop early in the summer.\n\nUnfortunately, two to three years of consecutive defoliation in this manner can weaken the tree significantly, making it vulnerable to other diseases, insects, and stresses such as freeze damage.\n\nHost Plants for Apple Scab\n\nThe fungus called Venturia inaequalis is what causes apple scab. It can infect apples and crab apples (Malus spp.), mountain ash (Sorbus spp.), hawthorn (Crataegus spp.), mountain ash (Sorbus spp.), loquat (Eriobotrya japonica), and firethorn (Pyracantha spp.).\n\nA related fungus, Venturia pirina, infects pears (Pyrus spp.) and causes similar symptoms. The apple scab pathogen, on the other hand, will not infect pears, and the pear scab pathogen will not infect apples.\n\nHow to Identify Apple Scab?\n\nSymptoms on fruit are similar to those found on leaves. Scabby spots are sunken and tan and may have velvety spores in the center.\n\nThe first signs of apple scab depend on the type of tree being infected, but generally initial symptoms include leaves turning dull, with olive-green round spots, usually on the leaves closest to the buds.\n\nAs these spots mature, they become larger and turn brown and corky. Infected fruit becomes distorted and may crack allowing entry of secondary organisms. Severely affected fruit may drop, especially when young.\n\nLifecycle of Apple Scab\n\nApple scab overwinters primarily in fallen leaves and in the soil and is caused by the fungus Venturia inaequalis.\n\nDisease development is favored by wet, cool weather that generally occurs in spring and early summer.\n\nFungal spores are carried by the wind, rain, or splashing water from the ground to flowers, leaves, or fruit.\n\nDuring damp or rainy periods, newly opening apple leaves are extremely susceptible to infection. The longer the leaves remain wet, the more severe the infection will be.\n\nThe spores require several hours of moisture to start new infections. Apple scab spreads rapidly between 55-75 degrees Fahrenheit.\n\nUnfortunately, the infection cycle might occur multiple times throughout the growing season if the leaves remain wet for an extended period of time.\n\nLeaves that have many spots eventually turn yellow as the disease progresses and fall off early. This weakens the fruit trees and consecutive years of defoliation can decrease growth, reduce blooms, and even increase susceptibility to other diseases as well as winter injury.\n\nHow to Manage and Treat Apple Scab\n\nManaging and treating the apple scab fungus is an integrated process that combines sanitation, resistant cultivars, and fungicides. Let’s look at the steps you can take to treat and manage this disease:\n\nChoose Scab-Resistant Cultivars\n\nThe best line of defense is to choose resistant varieties when possible. Some great scab-resistant apple cultivars include:\n\nCrimson Crisp\nCrimson Gold\nEnterprise\nFreedom\nGoldrush\nJonafree\nLiberty\nNova Easygro\nNovamac\nPriscilla\nPristine\nRedfree\nScarlet Prima\nSir Prize\n\nSimilarly, some crabapple varieties that are resistant to apple scab include:\n\nAnne E\nBob White\nMolten Lava\nOrmiston Roy\nPrairiefire\nRed Jewel\nStrawberry Parfait\nSugar Tyme\nPlant Trees Correctly\n\nIt’s important to make sure to plant your apple and crabapple trees properly in full sun and to leave sufficient space around the trees for them to mature. This will allow air to circulate and allow water to evaporate properly after watering.\n\nThis will make sure that trees aren’t too crowded next to each other, as this can increase susceptibility to the disease.\n\nThe apple scab fungus needs moisture on leaves to start infecting, so this will help dry the leaves and reduce the severity of the disease if already infected, and reduce susceptibility if you’re trying to prevent the infection in the first place.\n\nPrune Infected Leaves\n\nAnother great way to manage apple scab is to rake under trees and prune and destroy infected leaves to reduce the number of fungal spores available to start the disease cycle over again next spring.\n\nApply urea to trees after harvest, but before fall leaf drop as this will help speed up leaf decomposition.\n\nChange Watering Schedule\n\nWater in the evening or early morning hours (avoid overhead irrigation) to give the leaves time to dry out before infection can occur, thereby reducing risks of apple scab fungus taking over.\n\nCover with Compost\n\nSpread a 3- to 6-inch layer of compost under trees, keeping it away from the trunk, to cover the soil and prevent splash dispersal of the fungal spores. Not only will this give your tree the nutrients it needs to fight any disease, but it’ll also prevent it from spreading if currently infected.\n\nSpray Liquid Copper Soap\n\nFor best control, spray liquid copper soap early, two weeks before symptoms normally appear. Alternatively, begin applications when the disease first appears, and repeat at 7 to 10 day intervals up to blossom drop.\n\nUse Wettable Sulfur\n\nBonide® Sulfur Plant Fungicide, a finely ground wettable powder, is used in pre-blossom applications and must go on before rainy or spore discharge periods. Apply from pre-pink through cover (2 Tbsp/ gallon of water), or use in cover sprays up to the day of harvest.\n\nWettable sulfur of this kind is one of the materials available to home growers to control apple scab in edible crabapples and apples.\n\nApply Fungicides\n\nOrganocide® Plant Doctor is an earth-friendly systemic fungicide that works its way through the entire plant to combat a large number of diseases on ornamentals, turf, fruit, and more.\n\nApply as a soil drench or foliar spray (3-4 tsp/ gallon of water) to prevent and attack fungal problems in your apple and crabapple trees.\n\nUse Sulfur Based Sprays\n\nContaining sulfur and pyrethrins, Bonide® Orchard Spray is a safe, one-hit concentrate for insect attacks and fungal problems. For best results, apply as a protective spray (2.5 oz/ gallon) early in the season.\n\nIf disease, insects, or wet weather are present, mix 5 oz in one gallon of water. Thoroughly spray all parts of the plant, especially new shoots.\n\nRecommended Products\nPlant Doctor\n\nAn eco-friendly systemic for use on turf, fruit trees, vegetables and more!\n\nREAD MORE\n3-in-1 Spray\n\nContains sulfur and insect killing soap derived from natural fats and plant oils.\n\nREAD MORE\nSulfur Plant Fungicide\n\nApply as a spray or dust to treat most diseases on fruits, flowers and vegetables.\n\nREAD MORE\nOrchard Spray\n\nThis one-hit product protects against common insect attacks and fungal problems.\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Anthracnose Disease: Symptoms, Treatment and Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/anthracnose/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases » Anthracnose\n\nAnthracnose\n\nYes, it is possible to control anthracnose without using toxic fungicides and sprays. Here’s how:\n\nGenerally found in the eastern part of the United States, anthracnose is caused by fungi in the genus Colletotrichum, a common group of plant pathogens that are responsible for diseases on many plant species. Infected plants develop dark, water soaked lesions on stems, leaves or fruit. The centers of these lesions often become covered with pink, gelatinous masses of spores especially during moist, warm weather. Anthracnose can reduce a beautiful harvest into rotted waste in just a few days.\n\nThe fungal disease overwinters in and on seeds, soil and garden debris. Cool wet weather promotes its development, and the optimum temperature for continued growth of the spores is between 75-85˚F. Moisture is required for development and germination of the fungus as well as for infection of the plant. It is spread by wind, rain, insects and garden tools.\n\nTreatment\nChoose resistant plant varieties when possible and use western grown seeds which have not been exposed to the disease.\nIf this fungal problem is common, do NOT save your own seed from plantings.\nTo avoid spreading the disease, keep out of gardens when plants are wet and make sure to disinfect all garden tools (one part bleach to 4 parts water) after use.\nDo not compost infected leaves, fruit or stems and thoroughly clean up garden areas in the fall, after harvest, to reduce over wintering sites for the fungal spores.\nSafely treat most fungal and bacterial diseases with SERENADE Garden. This broad spectrum bio-fungicide uses a patented strain of Bacillus subtilis that is registered for organic use. Best of all, SERENADE is completely non-toxic to honey bees and beneficial insects.\nLiquid copper sprays and sulfur powders should be applied weekly, starting when foliage begins to develop in the early spring and continuing throughout the growing season. Spray early in the day, and avoid applications during hot weather. Seeds may also be treated prior to planting.\nNeem oil spray is an organic, multi-purpose fungicide/insecticide/miticide that kills eggs, larvae and adult stages of insects as well as prevents fungal attack on plants. Apply early, at the first sign of spring budding, every 7-14 days as a preventative measure or on a 7-day schedule until existing problems are eliminated.\nRecommended Products\nSerenade Garden\n\nGrow beautiful, disease-free fruits, vegetables and flowers - without chemicals!\n\nREAD MORE\nNeem Oil - RTU\n\nAn easy to use, ready to spray formula that works both indoors or out.\n\n$14.95\nREAD MORE\nLiquid Copper Spray\n\nUse as a dormant or growing season spray on fruits, flowers and vegetable crops.\n\n$11.95\nREAD MORE\nGarden Dust (Bonide)\n\nThis powerful blend may be used as a spray or dust to cure most plant problems.\n\nREAD MORE\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  },
  {
    "title": "Plant Diseases: Identification & Control | Planet Natural",
    "url": "https://www.planetnatural.com/pest-problem-solver/plant-disease/",
    "html": "(888) 349-0605\nShop ›\nCustomer Service ›\nLog in ›\n\n0 Items in Cart ›\nGardens\nIndoor Gardens\nLandscaping\nCompost & Soil\nPest Control\nSeasonal\nNews\nQ&A\n\nHome » Pest Problem Solver » Plant Diseases\n\nPlant Diseases\n\nDisease fungi take their energy from the plants on which they live. They are responsible for a great deal of damage and are characterized by wilting, scabs, moldy coatings, rusts, blotches and rotted tissue. This page is designed to help identify some of the more common plant diseases and provides earth-friendly solutions (see organic fungicides) for combating them. Click on the links or pictures below to learn more.\n\nAnthracnose\n\nInfected plants develop dark, water soaked lesions on stems, leaves or fruit.\n\nview more\n\nApple Scab: How to Identify, Treat and Prevent Effectively\n\nScabby spots on fruits and leaves are sunken and may have velvety spores in the center.\n\nview more\n\nBacterial Canker\n\nCommon on cherries, peaches and plums, but may also affect other kinds of stone fruits.\n\nview more\n\nBlack Knot\n\nAttacks plum, apricot, cherry and chokecherry trees -- both fruiting and ornamental.\n\nview more\n\nBlossom End Rot\n\nRipening tomato and pepper fruits develop a large, sunken, leathery spot on the bottom end.\n\nview more\n\nBrown Rot\n\nA common pathogen affecting almonds, apricots, cherries, peaches and plums.\n\nview more\n\nCedar Apple Rust\n\nLook for pale yellow, pinhead sized spots on the upper surface of the leaves shortly after bloom.\n\nview more\n\nClub Root\n\nInfected plants in the cabbage family will have misshapen and deformed (clubbed) roots.\n\nview more\n\nCorn Smut\n\nGalls can grow up to 5 inches in diameter and release thousands of spores as they rupture.\n\nview more\n\nCrown Gall\n\nCommon on woody shrubs and herbaceous plants including grapes, raspberries and roses.\n\nview more\n\nDamping Off: Symptoms, Treatment, And Prevention\n\nOccurs when old seed is planted in cold, wet soil and is further increased by poor drainage.\n\nview more\n\nDowny Mildew\n\nSymptoms appear as yellow to white patches on the upper surfaces of older leaves.\n\nview more\n\nEarly Blight\n\nBrown spots with concentric rings that form a “bull’s eye” are found on lower leaves.\n\nview more\n\nFire Blight\n\nA bacterial disease named for the scorched appearance of infected plant leaves.\n\nview more\n\nFusarium Wilt\n\nYellowing and wilting of lower leaves, especially in tomato and potato plants.\n\nview more\n\nGray Mold\n\nIdentified as gray soft, mushy spots on leaves, stems, flowers and produce.\n\nview more\n\nHow to Treat and Prevent Powdery Mildew Effectively\n\nAppears as a dusty white to gray coating over leaf surfaces and other infected plant parts.\n\nview more\n\nLate Blight\n\nFound on potato and tomato leaves as pale green spots, often beginning at leaf tips or edges.\n\nview more\n\nLeaf Spot\n\nLeaves have dark water-soaked spots, sometimes with a yellow halo, usually uniform in size.\n\nview more\n\nMosaic Virus\n\nInfected plant leaves have intermingled patches of light green or yellowish colors.\n\nview more\n\nPeach Leaf Curl\n\nAffects the blossoms, fruit, leaves and shoots of backyard peach and nectarine trees.\n\nview more\n\nPotato Scab\n\nA common tuber disease that shows as dark, pithy patches that may be raised and “warty.”\n\nview more\n\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\n\nReddish-orange spore masses are found primarily on the surface of lower leaves.\n\nview more\n\nGarden Pest Control\nWe offer least-toxic, natural and organic fungicides to prevent most disease problems.\n\nshop now\n\nPest Problem Solver\n+\nBeneficial Insects\n+\nGarden Pests\n+\nHousehold Pests\n+\nHouseplant Pests\n+\nLandscape/ Lawn Pests\n+\nOrchard & Tree Pests\n-\nPlant Diseases\nAnthracnose\nApple Scab: How to Identify, Treat and Prevent Effectively\nBacterial Canker\nBlack Knot\nBlossom End Rot\nBrown Rot\nCedar Apple Rust\nClub Root\nCorn Smut\nCrown Gall\nDamping Off: Symptoms, Treatment, And Prevention\nDowny Mildew\nEarly Blight\nFire Blight\nFusarium Wilt\nGray Mold\nHow to Treat and Prevent Powdery Mildew Effectively\nLate Blight\nLeaf Spot\nMosaic Virus\nPeach Leaf Curl\nPotato Scab\nRust Fungus: Identify Symptoms to Treat and Control Rust Disease\nCopyright © 2004-2023\nAll rights reserved.\n\n\nCOMPANY\nAbout\nWhy shop with us?\nOur guarantee\nContact\nForums\nSUPPORT\nCustomer service\nHow to order\nTrack your order\nShipping & delivery\nReturns & exchanges\nTerms of Service Agreement\nAccessibility policy\nPrivacy Policy"
  }
]