[
  {
    "title": "Citrus Diseases & Management | Ayub Agricultural Research Institute",
    "url": "https://aari.punjab.gov.pk/Cit-Dis",
    "html": "Skip to main content\nRTI|Digital Library|Feedback|Jobs|Tenders|Site Map|Contact Us\nاردو\nAbout AARI\nInstitutes\nProjects\nFacilities\nResearch \nInfo Desk\nNews & Events\nSearch form\nSearch\nHome Research Crop Diseases and Management Citrus Diseases & Management\nCitrus Diseases & Management\n1. Gummosis/Bark Splitting\nSymptoms\nSymptoms include rotted roots; cracked bark, accompanied by gumming. \nWater-soaked, reddish-brown to black bark at the soil line.\nDiscolored tissue in the lower trunk. Yellowing, sparse foliage and death of the tree.  \nExcess soil moisture favors production and spread of zoospores.  \nTherefore, increased drainage and careful irrigation is an important factor in disease management. \nManagement\nResistant Rootstock \nCultural Control\n\nPlant trees on high enough so that the first lateral roots are just covered with soil. \n\nBudding of the plants at height of 9 inches  \nChemical control\n\n                 Copper   3 gm/lit. of water\n                 Fosetyl-AL 2.5 gm/ lit. of water      \n                 Metalaxyl+Mancozeb 2.5gm/lit. of water\n\n2. Citrus Scab\nSymptoms\nCitrus scab attacks the fruit, leaves and twigs, producing slightly raised, irregular scab-by or wart-like outgrowths.\nThe scabs are grey or pinkish at first and become darker with age.\nThey are more common on lemon fruits than leaves. \nThe raised lumps associated with scab can be confused with symptoms caused by the disease botrytis or with wind rub abrasions. \n3. Citrus Melanose\nSymptoms\nLeaves\nLesions begin as small, circular dark depressions with yellow margins. \nAs the disease progresses, spots become raised and turn dark brown. \nLeaves turn yellow and prematurely drop. \nFruit\nSpots initially are small, light brown, and sunken.\nAs the disease progresses, spots become dark and raised.\nSpots that are close together can coalesce to form a rough-irregular or rough surface. \nDamage is typically superficial on fruit. \nLesions can typically be found on dying twigs.\n\nIt can be severe following rainy periods in the spring and seems to be worse when preceded by a freeze.\n\nControl/Management of Scab/Melanose Diseases\nCultural practices, Sanitation – pruning – No intercropping & careful irrigation .\n3 Sprays are Recommended to control the diseases.\n1st SPRAY (Before Flowering) Copper Based Fungicides e.g. Copper Oxycholoride or Copper Hydrooxide @ 3gm/lit. of  water\n2nd SPRAY (After Petal Fall) Difenoconazl+Azoxystrobin ( Amistar or Nanok @ 1ml/lit. of water)\n3rd SPRAY (Moon Soon) Copper Based Fungicides Copper Oxycholoride or Copper Hydrooxide @ 3gm/lit. of   water\n4. Citrus Canker\nSymptoms\nYoung lesions are raised on both leaf surfaces, particularly on the lower leaf surface. \nThe pustules later become corky and crater-like, with raised margins, sunken centers and surrounded by a yellow halo. \nFruit lesions vary in size because the rind is susceptible for a longer period of time and more than one infection cycle can occur on fruit. \nTwigs and stem infections resemble those on fruit. \nThe lesions are raised with a corky appearance and can support long term survival of the bacterium. \nMajor citrus canker outbreaks generally occur when new shoots are emerging or when fruit are in the early stages of development.\nCitrus canker is mostly a cosmetic disease, but when conditions are highly favorable for infection, it causes defoliation, shoot die-back, and fruit drop.\nDisease Management\nExclusion\n\nThe first line of defense against citrus canker is exclusion.\n\nSanitation\n\nNumerous cases of new infections of citrus canker are linked to human and mechanical transmission.\n\nEradication\n\nOnce introduced into an area, elimination of inoculum by removal and destruction of infected and exposed trees is the most accepted form of eradication.\n\nChemical Control\n1st spray of Bordeauxe mixture (1%) after fruit harvest)\n2nd spray during the month of April Copper Oxycholoride @3gm/lit. of water)\n3rd spray during the month of July-August Copper Hydrooxide @2.5gm/lit. of water\n5. Citrus Greening\nSymptoms\nStylar end greening\nStylar end greening on samples of various fruit infected with HLB. The infected fruit is contrasted against non-infected normal fruit. (Note the greening at the stylarend in contrast to the normal orange color).\nLeaf mottle typical for greening disease\nleaf mottle and general chlorosis of leaves. \nSeed abortion\nClassical seed abortion from fruit of an HLB infected sweet orange tree. Note the small purple colored seeds contrasted with normal seeds. This is also typical for stubborn disease.\nManagement\nRemoval of infected trees\nVector control  ( citrus psylla) by spraying Novastar or Confidar @1ml/lit. of water\nDisease free planting material\n6. Citrus Psylla\nIntegrated Control Measures\nFollowing practices should be used to reduce the damage by citrus psylla:\nMonitor the population of citrus psylla by hanging yellow sticky cards on trees to capture adults.\nPrune the trees after the last harvest fruits.\nIn biological control lady bird beetle and Temarixia radiata should be used as bio-control agents.\nChemical control by chlorpyrifos, cypermethrin, imidacloprid, and bifenthrin can reduce the population upto 70-80%.\n7. Citrus Mealybug\nIntegrated Control of Citrus Mealybug\nRemove alternate host plants.\nMealybugs are primarily managed by  destroying  their eggs by cultural practices\nNative predators include lady beetles, lacewings, and syrphid flies.\nApplication of Carbofuran early in December with irrigation water kills the emerging nymphs/crawlers.\nSpray of bifenthrin, imidacloprid, acetamiprid @ 1.25 ml/liter of water or methidathion @ 2 ml/ liter of water on the soil or on the trunk of the tree should be applied later.\n8. Citrus Whitefly\nIntegrated Management of Citrus Whitefly\nSeveral parasites and predators attack the citrus whitefly. Lacewing larva (Chrysoperla sp.) feeds on whitefly nymphs and a wasp Encarsia is useful parasitoid of citrus whitefly.\nYellow sticky traps are helpful for monitoring and suppressing adult populations.\nAlways inspect new plants for whiteflies and nymphs before introducing them in the greenhouse or garden\nWater sprays (syringing) may also be useful in dislodging adults. Watering can also reduce the hot, dry dusty conditions that favor whiteflies and inhibit their natural enemies.\nIf populations are high, use a least-toxic, short-lived organic pesticide such as acetamiprid to establish control.\n9. Citrus Thrips\nIntegrated Management of Thrips\nMonitoring citrus for citrus thrips begins at the initiation of bloom, but becomes critical at petal fall (90% blossom drop) in late-March to early April. \nA number of natural enemies attack citrus thrips including predaceous mites, spiders, lacewings, minute pirate bugs, etc.\nSpinetoram, spinosad, or abamectin are recommended to avoid severe mortality of natural enemies.\n10. Citrus Red Scale\nIntegrated Management of Scales\nTrees should be internally pruned and opened up so that the parasites can gain access to the scales.\nInsecticides such as pyriproxyfen, buprofezin, and Spirotetramat are quite safer to use.\n11. Citrus Leafminer\nIntegrated Management of Leafminer\nApplication of fertilizers in winter to promote flush growth in spring when the pest is either absent or relatively scarce.\nPruning of late summer and autumn flush growth can also be used to limit and remove unsightly infestations on home garden trees.\nThree of the most effective wasps are Ageniaspis citricola and Cirrospilus quadristriatus and Semiolacher petiolatus.\nImidacloprid, thiamethoxam and spinosad are recommended for Leafminer control.\n12. Fruit Fly Insect Control\nIntegrated Management of Fruit Flies\nFollowing integrated control measures should be adopted for the fruit flies:\nEradication of alternate and non-essential host plants.\nThe collection and destruction of fallen, damaged and overripe fruits is strongly recommended to reduce the resident population of fruit flies.\nFruit should be picked off from the trees as it ripens; this stops the flies from laying eggs inside it, and prevents any larvae surviving.\nMonitoring of fruit fly population in the citrus orchards by installing sex pheromone traps of yellow and/or transparent colors is highly recommended in the early summer to late in the season. Five traps per acre should be installed. Methyl eugenol traps are used for male fruit flies while for female traps baited with protein hydrolysate should be used. These traps are impregnated with insecticide spinosad.\n\n \n\nFeedback|Contact Us|Site Map|Khaad Hisab APP\nFBUtubePhone\nAll Rights Reserved © Ayub Agricultural Research Institute (AARI), Faisalabad\nPowered by: Punjab Information Technology Board"
  }
]