[
  {
    "title": "Most Common Plant Diseases – How to Prevent and Treat Them – ECOgardener",
    "url": "https://ecogardener.com/blogs/news/common-plant-diseases-and-how-to-control-them/",
    "html": "Skip to content\n\nSpend $25 More For Free Shipping\n\nSHOP\nABOUT US\nINSTALLATION GUIDES\nCONTACT US\nBLOG\nMy Account\nSearch\nCart\n(0)\nNews › Common Plant Diseases And How To Control Them\nECO GARDENERSEP 05, 2022\nCommon Plant Diseases And How To Control Them\n\nWhile plant diseases are inevitable in a garden, it’s often much easier to prevent the disease than to treat them. A healthy growing environment is vital in avoiding issues like pests and diseases. How well you know your garden will affect how you tackle any health issues. In this guide, we’re outlining some of the most common plant diseases and how to control them:\n\nContents [hide]\n\nIdentifying and Treating Plant Diseases\n\nFungal Plant Diseases\n\nPowdery mildew\n\nRust\n\nRoot Rot\n\nDamping Off\n\nPreventing Fungal Disease in Plants\n\nBacterial Plant Diseases\n\nCanker\n\nLeaf Spot\n\nSoft Rot\n\nPreventing Bacterial Diseases in Plants\n\nViral Plant Diseases\n\nMosaic virus\n\nCurly top virus\n\nSpotted wilt\n\nPreventing Viral Diseases in Plants\n\nGeneral Tips for Preventing Plant Diseases\n\nKeep the garden clean\n\nAvoid over-fertilizing\n\nCheck for diseases\n\nWatch the soil temperature\n\nAvoid overhead watering\n\nPromote good air circulation\n\nIdentifying And Treating Plant Diseases\nImage by:Pixabay\n\nIf not caused by pests, plants are susceptible to fungal, bacterial, and viral diseases. However, about 85% of plant health problems are caused by fungal infections.\n\nFungal Plant Diseases\n\nFungi is the most common cause of all plant diseases. That’s because the majority of pathogens are found in the fungal category. Fungi also spread quickly through natural openings, so any trauma caused to the plant might lead to fungal disease. Pruning, harvesting, and nibbles from pests and insects, for example, cause natural openings that could get infected by pathogens. Types of fungal plant diseases include:\n\nPowdery mildew: caused by soil-borne fungi. This disease often affects fruit-bearing plants like apples, grapes, gooseberries, strawberries, peaches, and plums. Some flowering plants are susceptible to powdery mildew, such as lilacs, daisies, and roses. A powdery coating on the leaves is the telltale sign of powdery mildew.\n\nRust: Leaf rust is caused by the fungus Puccinia triticina, a type of obligate parasite that grows on a living host. The telltale signs of leaf rust are discolored leaves and yellow-orange spots that spread all over the leaves until wilted. Blister-like swellings under the leaves, called pustules, are also signs of rust infection in plants. While rust affects many plants, roses and herbaceous plants are the most vulnerable to rust.\n\nRoot Rot: Root rot is caused by causal organisms like Pythium, Phytophthora, Rhizoctonia, and Fusarium that attack the root systems of plants. This disease is caused by excess moisture and a dank, damp growing environment. Pathogens thrive in soggy conditions, which weaken the roots, preventing proper oxygen absorption. If the roots are not absorbing oxygen well, they die. The pathogens that cause root rot tend to stay dormant in the soil for a long time until the ground becomes waterlogged. When this happens, the spores spring to life, attaching soft, tender roots until they become dark and decayed. Crops like beetroots, carrots, parsnips, potatoes, celery, and asparagus are some of the many that are vulnerable to root rot.\n\nDamping Off: Damping off is a disease caused by several fungi and fungus-like organisms. This disease commonly affects seedlings. The telltale sign of damping off is a mass of white fungal growth all over the plant leaves. When infected, seedlings collapse, wilt, and die. Damping off is common in greenhouses, but it’s also spread in outdoor gardens due to soggy conditions.\n\nPreventing Fungal Disease In Plants\n\nFungal diseases are often caused by exposure to excessive moisture for prolonged periods. Standing water, waterlogged soil, poor drainage, a wet, humid environment, overwatering, poor air circulation, the lack of protection from winds or rain, etc., are just some of the many causes of fungal diseases in plants.\n\nChecking the plants for fungal growth is vital to containing an infestation. If the disease has spread to some plants, separate the affected plants from the rest. Then, remove the infected foliage and destroy them. Avoid overhead watering and water only during mid-mornings to allow the plants to dry off throughout the day. Finally, improve the air circulation and water drainage in the garden to prevent fungal diseases.\n\nBacterial Plant Diseases\n\nBacterial plant diseases are the opposite of fungal diseases; they’re quite rare. That’s because the bacteria that cause plant diseases are not as aggressive as fungal pathogens. Bacteria may infect the plants through natural openings, like a cut from pruning. Pathogens can be spread by birds and insects too. Although uncommon, bacterial diseases are often fatal in plants. Types of bacterial plant diseases include:\n\nCanker: This bacterial plant disease is caused by two types of bacteria, Pseudomonas syringae PV. syringae (Pss) and P. syringae PV., and are common in wounded or stressed trees and bushes. The infected area starts as an injury and slowly turns into dead tissues that grow gradually – usually for several years. Sunken, swollen, flattered, or dead areas of a plant stem, limb, or trunk are telltale signs of cankers.\n\nLeaf Spot: Leaf spot is a common viral infection that causes lesions, discoloration, and dark spots on plant leaves. The lesions often have a center of necrosis (cell death), a sign that the plant is not absorbing oxygen properly. This plant disease is caused by Pseudomonas, Xanthomonas&ZeroWidthSpace;, and Acidovorax bacteria. Green, leafy vegetables like brassicas and cabbages are prone to leaf spots.\n\nSoft Rot: This disease is caused by a bacteria that secrete an enzyme capable of destroying cell wall structures, causing the plant tissues to become soggy and watery. Fleshy crops, such as potato, carrot, eggplant, squash, etc., are prone to soft rot. Brassicas, lettuces, onions, courgettes, tomatoes, and parsnips are also vulnerable to this plant disease.\n\nPreventing Bacterial Diseases In Plants\n\nPlant bacteria thrive in wet environments with poor drainage. In some cases, the spread of bacterial diseases is caused by rodents and insects. To contain an infestation, remove the affected plants, prune the diseased leaves, and destroy them. Avoid overcrowding and overwatering of plants. Maintain a healthy growing environment by protecting the plants from rodents and insects that could carry bacterial diseases. Using organic fertilizers also makes plants resistant to bacterial infection.\n\nViral Plant Diseases\n\nPlant viruses behave similarly to viruses that infect humans – they need a living host to survive. Plants have cell walls that protect them from viruses, but natural openings can lead to an infection. Without intervention, viral plant diseases can turn deadly. What makes viral plant diseases different from other plant diseases is that detection is more challenging. That’s because most of the physical manifestations of the disease can be mistaken for natural physiological defects in plants. Types of viral plant diseases include:\n\nMosaic virus: One of the telltale signs of the mosaic virus in plants is mottled, yellowed spots or streaks all over the leaves. The mosaic virus often affects fruit-bearing crops like tomatoes, potatoes, squash, aubergines, courgettes, cucumbers, marrow, pumpkins, and cucumbers. The virus is a prolific spreader, infecting more than 150 different varieties of plants. Aphids often spread this disease, so keeping an eye out for this critter will minimize the risk of infection.\n\nCurly top virus: The curly top is caused by the curto viruses (genus Curtovirus). As the name implies, the curly top virus causes the diseased plants’ leaves to bunch up or curl up. The infected plants become smaller as the virus spreads, eventually causing the petals and leaves to twist and pull out of shape. The affected leaves become yellowed and thickened, eventually dying. Tomatoes, beans, spinach, and peppers are just some of the many crops affected by the curly top virus.\n\nSpotted wilt: This viral disease is spread by several species of thrips, a common garden pest. The insect infects plants by feeding and transmitting the virus by sucking mouthparts. Some telltale signs of spotted wilt include brownish, purplish, reddish, or greenish rings and spots on the leaves, flowers, and fruits.\n\nPreventing Viral Diseases In Plants\n\nViral diseases in plants are much harder to treat because it takes immunization to minimize the effects of the pathogens on the plants. Like humans, the plants’ immune system has to fight off the infection. Treatments can only alleviate the symptoms, not cure the disease.\n\nYou must prevent viruses from entering and spreading to the garden in the first place to avoid viral diseases in plants. Improving air circulation and preventing gardening during wet weather conditions help reduce the chances of a viral attack. Spacing out each plant is key to better ventilation. If you see signs of an infection, remove the affected plants immediately to contain the disease’s spread.\n\nGeneral Tips For Preventing Plant Diseases\nKeep The Garden Clean\nImage by:Pexels\n\nSticking to standard sanitation practices is one of the most effective ways of preventing plant diseases. This includes removing unwanted debris, pruning dying or unhealthy foliage with a hand pruner or a pair of gardening shears, and pulling weeds. Discard diseased foliage in the trash and do not add these to a compost pile. Pathogens must be killed by extreme heat, and compost piles do not generate enough heat to kill infectious microbes. Quite the opposite, fungi, bacteria, and viruses could thrive in a compost pile.\n\nAvoid Over-Fertilizing\n\nOver-fertilizing can weaken the plants’ growths, which could make the plants vulnerable to pests and diseases. Add fertilizers only when needed to build the plants’ immunity against diseases.\n\nCheck For Diseases\n\nThis goes for new and existing plants in your garden. If you’re introducing new plants to the garden, be sure to check the leaves and stems for potential pests or diseases. For existing plants, make a habit of closely inspecting the plants before watering them. If you see signs of a fungal infection, yellowing, or wilting foliage, remove the affected plants from the garden.\n\nWatch The Soil Temperature\n\nIt’s never a good idea to water your plants when the weather is cool or damp. Water only when needed, and check the soil temperature before proceeding. Plants are less likely to fight off diseases when exposed to standing water and cold temperatures. Time your watering well and ensure that excess water drains away from the plants.\n\nAvoid Overhead Watering\nImage by:Pexels\n\nThis is a critical step in preventing any kind of disease or pest in the garden: never wet the foliage! Plant leaves cannot absorb moisture at all. Most fungal infections thrive in damp, cold environments. Don’t leave your plants vulnerable to pathogens; water plants early in the day (before 9 AM), and avoid overhead watering. Use soaker hoses, drip irrigation, etc., to hydrate the plants.\n\nPromote Good Air Circulation\n\nPathogens hate growing environments with excellent air circulation. Give each plant ample space to grow, and avoid overcrowding. Regular pruning also helps improve airflow.\n\nProtecting the garden from diseases is a tough job, but through constant vigilance, it’s possible to keep pathogens away for a long time. Having the right gardening tools also helps reduce the chances of viruses, bacteria, and fungi making a home out of your garden.\n\nShare\n\n← OLDER POST\nNEWER POST →\n\nLEAVE A COMMENT\n\nNAME\nEMAIL\nMESSAGE\n\nPlease note, comments must be approved before they are published\n\nPOST COMMENT\nFeatured Blogs\nRSS\nBY ECO GARDENER MAY 26, 2024\nHow To Prepare Your Garden For Winter With Burlap Fabric\nBY ECO GARDENER MAY 22, 2024\nWrapping Plants In Burlap Landscape Fabric\nBY ECO GARDENER MAY 19, 2024\nThe Ultimate Guide To Choosing Landscape Fabric For Your Garden\nExclusive Offers Straight To Your Inbox\n\nJoin to get special offers, free giveaways, and once-in-a-lifetime deals.\n\nThis site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\n\n \nFacebook\n  \nTwitter\n  \nPinterest\n  \nInstagram\n  \nSnapchat\n  \nYouTube\n\nIf you are interested to resell ECOgardener products, please complete the Wholesale Application Form and a team member will contact you.\n\n\nIf you have any questions please contact us at\ninfo@ecogardner.com\nAddress: 1321 Upland Drive, Suite 6021,\nHouston, TX 77043\n\nPOLICIES\n\nPrivacy Policy\nTerms of Service\nReturn Policy\n\nCUSTOMER SERVICE\n\nSearch\nContact Us\nWholesale Application\nWrite for Us\nInstallation Guide\nSitemap\nProduct Catalog\n \nAMAZON PAY\n \nAMERICAN EXPRESS\n \nAPPLE PAY\n \nDINERS CLUB\n \nDISCOVER\n \nFACEBOOK PAY\n \nMASTER\n \nPAYPAL\n \nSHOPIFY PAY\n \nVENMO\n \nVISA\n© ECOGARDENER 2024\nPOWERED BY SHOPIFY"
  }
]