[
  {
    "title": "Crop Diseases: How To Identify, Control, And Prevent",
    "url": "https://eos.com/blog/crop-diseases/",
    "html": "EOSDA\nProducts\nEOSDA Crop Monitoring\nSolutions\nAPI\nWhite Label\nBusiness verticals\nIT companies\nInput Suppliers\nTelecom Sector\nAgricultural cooperatives\nAgricultural Consultants\nBanks and financial institutions\nInsurance Companies\nFood Production Companies\nNGOs and Nonprofits\nFeatures\nSatellite Monitoring\nTeam Management\nScouting\nWeather\nVRA maps\nDaily High Resolution Images\nEOSDA Forest Monitoring\nEOSDA LandViewer\nHigh-resolution Satellite Imagery\nCustom Projects\nYield Prediction\nRemote Harvest Dynamics Monitoring\nCrop Type Classification\nField Boundaries Detection\nAdvanced Soil Moisture Analytics\nSoil Organic Carbon\nSolutions\nCompany\nIndustries\nAgriculture\nForestry\nEOSDA Events\nSpace Infrastructure\nPhilosophy\nSustainability Commitment\nCareers\nNewsroom\nMax Polyakov\nAcademic Outreach Program\nPartnership\nEOS SAT\nBlog\nAgricultural practices\nForestry\nCase Studies\nStories of impact\nCompany news\nContact Us\nSchedule a demo\nSchedule a demo\nSchedule a demo\nEN\nEN\nES\nPT\nFR\nUK\nRU\nBlog\nLast updated: 22.09.2023\nCROP MANAGEMENT\n\nShare to:\n\nCrop Diseases: Types, Control, And Prevention\n\nPlant diseases are a severe threat to the entire production. Therefore, it is essential for farmers to effectively deal with them and check them with the help of timely prevention. Depending on the agricultural area size, this task can be difficult, especially since the list of harmful crop diseases is quite impressive. Modern technologies come to the aid of farmers. EOSDA Crop Monitoring allows you to identify dangerous areas and apply an individual approach to yield treatment, significantly increasing disease control effectiveness.\n\nTable Of Contents\nTypes Of Crop Diseases & Their Causal Agents\n\nTraditionally, there are several types of crop disease: abiotic (also known as non-infectious) and biotic (infectious).\n\nUnfavorable environmental conditions often generate non-communicable diseases. Examples are low or high temperature, excess, or lack of moisture. Also, diseases are usually caused by harmful impurities in the air. They can accumulate due to the presence of nearby chemical or metallurgical plants. Usually, the unhealthy physicochemical composition of the soil is the disease source. The latter factor is often the result of poor-quality treatment of fields with some herbicides. These examples prove the importance of sustainable agriculture not only for protecting the environment but also for a profitable business.\n\nEven an unfavorable light regime can cause negative consequences, especially for plants produced in greenhouses. Toxins that some embryophytes (higher plants) and fungi release into the soil can also be causal agents of crop diseases.\n\nAs the crop disease triangle shows, а disease will take place if there is a crop susceptible to a certain pathogen agent and the conditions are favorable for a disease to spread.\n\nThe plant must be a pathogen’s host, meaning that pathogens don’t attack non-host plants. For example, Pseudomonas syringae pv. Glycinea threatens growing soybeans causing bacterial blight, while bacterial leaf spot on peppers and tomatoes occurs due to Xanthomonas campestris pv. Vesicatoria infections. It should be mentioned that healthy crops, as well as resistant cultivars and pre-treated seeds, are less susceptible to crop diseases.\n\nAlso, each causal agent requires a certain environment to thrive. For instance, nematodes need wet soil conditions and strongly damage plant roots under continuous waterlogging. On the contrary, nematode populations will perish during lasting droughts.\n\nWe will consider relevant crop diseases and their causative agents in the following sections.\n\nCrop Diseases Caused By Bacteria\n\nAmong the most common infections in agriculture are crop diseases caused by bacteria. In this regard, the prevention and control of this kind of disease are pretty tricky.\n\nTo infect the causal agent needs to get into the culture’s tissue. It occurs mainly through damaged areas, such as caused by agricultural tools, insects (fleas), or simply unfavorable weather conditions (dust, wind, heavy rain). But bacteria can also infect plants through natural holes or glands (for example, which secrete nectar).\n\nAnother feature of bacterial crop diseases is that causal agents, once in a plant or soil, can remain dormant for a long time until favorable conditions arise for them. First of all, significant temperature fluctuations and high levels of humidity act as catalysts for bacterial activity.\n\nSymptoms Of Bacterial Crop Diseases\n\nThe main bacterial disease indications include vascular wilting, necrosis, soft rot and tumor.\n\nAlthough this type of plant disease can be identified due to its pronounced symptoms, identifying a specific causal agent requires laboratory methods.\n\nCommon Bacterial Diseases\n\nAs noted earlier, due to a huge number of bacteria, there are many disease types. Here are some examples of the most common diseases of crop plants:\n\nGranville wilt exposes itself in growth retardation, wilting of the high culture’s part, and the death of roots.\n\nFire blight symptoms include necrotic weeping ulcers, wilting and rolling of leaves, while the dried parts of a plant do not fall off.\n\nWildfire of tobacco is widespread in the world and shows itself as yellowish-green spots on leaves.\nBlight of beans affects leafage with yellow-greenish spots, either localized or systemic. The discolored parts may turn necrotic.\nAster yellows can be noticed on most vegetables and weeds through malformations and chlorosis.\nMeasures of Bacterial Disease Control\n\nIt is complicated to control bacterial diseases of crop plants for several reasons: high spreading rate and protection from exposure to chemicals due to being inside the plants. Preventive measures may include using pathogen-free seeds produced in drought-prone regions, hot water for seed treatment, soil solarization, control of plant diseases with germicidal compounds of seeds.\n\nAlso, crop diseases can be prevented by spraying. Of course, sanitary measures are imperative, which include weed control, sterilization of tools, proper waste disposal, and avoidance of cultivation under conditions when leaves are wet.\n\nCrop Diseases Caused By Fungi\n\nPathogenic fungi are the most typical agricultural problem. According to research, this plant disease type destroys about a third of all food crops  every year. In this regard, this problem is severe both from a humanitarian and economic point of view. Like bacterial crop diseases, these infections affect plants mainly through wounds, stomata, and water pores. Also, fungal spores are often carried by gusts of wind.\n\nSymptoms Of Fungal Crop Diseases\n\nOften, a fungal infection is expressed in local or general necrosis. Also, crop diseases caused by fungi can interfere with the average growth or contribute to its abnormal burst, called hypertrophy. Other crop diseases symptoms include:\n\nspots on leaves;\nexfoliation;\nrot;\nanthracnose;\nulcers;\ncurls of leaves and warts.\nNote: due to a vast number of pathogenic fungi types, the indications are very different. Therefore, timely disease detection is the most effective kind of protection.\nCommon Fungal Diseases\n\nThe list of crop diseases caused by fungi is pervasive, so that we will limit ourselves to just a list of some of the most common examples of crop plant diseases:\n\nLate blight of potato is expressed by dark green, purple or black lesions with white mold around the edges.\nBlack stem rust of wheat is a dangerous disease that mainly affects cereals. It is expressed in the appearance of rust-colored sori on a plant.\nSymptoms of Coffee rust are powdery yellow-orange spots with a brown center on the lower part of leaves.\nCorn smut reveals abnormal formations of various sizes on different corn plant parts, including stalks, leaves, ears, and tassels.\nLoose smut typically affects grasses like barley, oats, or wheat and is diagnosed through atypical olive-green heads due to the presence of fungi spores.\nPowdery mildew looks like powder cover on plants (from trees to grasses) that are typically grey or white. First, the crop disease shows spots on leaves but spreads to larger areas as it develops.\nAnthracnose of grape shows black round spots on foliage leading to its chlorosis and falling. Anthracnose of grape can also damage stems and fruits.\nFusarium wilt of tomato results in slowed plant development, foliage wilting, black stripes, and eventually entire plant decay.\nBotrytis cinerea (gray mold) infects many crops, causing brownish blotches that later develop fuzzy mold on different plant parts.\nFungal Disease Management\n\nPreventive measures to check crop plant diseases caused by fungi are pretty varied. Key management actions include destroying plant matter containing dangerous fungi, using healthy seeds, regular crop rotation, chemical, and biological fungicides.\n\nEOSDA Crop Monitoring\n\nPerforming fields analytics based on relevant satellite data to ensure effective decision-making!\n\nREQUEST A DEMO\nTRY NOW\nCrop Diseases Caused By Nematodes\n\nNematodes are parasitizing plants roundworms, which usually cannot be seen without special equipment. They live in the soil, and therefore mainly affect roots, tubers, and bulbs. There are over 4100 dangerous nematode species .\n\nSymptoms Of Nematode Crop Diseases\n\nEssentially, nematodes feed by sucking juices from plants. Because of this, plants affected by these parasites often appear dried out, as if they are suffering from drought. Other symptoms are also similar:\n\nyellowing;\ngrowth retardation;\nlack of response to fertilizers and water;\nthe gradual general decline of a plant;\nreduction or even destruction of root systems.\nAlthough nematodes need a long period to cause significant damage to a plant, they spread exceptionally rapidly. Therefore, farmers should identify crop disease in the field to save the affected plants timely and prevent the disease from spreading.\nCommon Nematode Diseases\n\nDiseases directly depend on the type of nematodes:\n\nFusiform thickening of the stems is provoked by stem worms. The disease is expressed in the deformation of leaves, swelling of petioles, and the appearance of dark spots on tubers.\n\nAphelenchoides, a disease of rice, is provoked by Aphelenchoides besseyi. Disease marks are blemishes on the tops of leaves, lack of grains, and culture depletion.\nTylenchulus semipenetrans cause serious citrus diseases. It is characterized by the gradual death of not only leaves but also branches.\nRoot-knot nematodes cause swelling-like malformations on roots of more than 2000 host species including fruit trees, strawberries, vegetables, or cotton.\nRoot-lesion nematodes destroy plant roots. These pests are often an indirect cause of root rots because the lesions they make are a favorable environment for pathogenic fungi and bacteria.\nGolden nematode seriously threatens potato fields and reveals tiny golden spots on plant roots, which are nematode cysts with up to 500 eggs.\nControl Of Nematode Diseases\n\nParasite control involves a wide range of activities. In particular, crop rotation, improving crop disease resistance, and soil treatment with appropriate fumigants with nematicides are effective measures. You can also destroy nematodes and their eggs with hot water (about 50°C/120°F). However, this method of controlling crop diseases requires accuracy. You should adjust the watering time according to the temperature to not harm the plants themselves. Measures that promote plant growth are practical against individual nematodes: heavy mulch, fertigation, watering in drought, and summer and autumn fallow.\n\nCrop Diseases Caused By Virus\n\nThe most minor but most critical plant enemies are viruses and viroids (subviral contagious agents). After infection, it is almost impossible to save a plant. Therefore the effect of plant diseases on crop production is of critical importance throughout the world. In most cases, the infection spreads as a result of healthy plants with sick contact. Viruses can also spread through vegetative reproduction, through seeds, pollen, and insects. But viruses most often spread through the soil.\n\nSymptoms Of Viral Crop Diseases\n\nThe symptoms of crop diseases caused by virus are usually divided into four types:\n\nmalformations, such as abnormal growth of shoots, distortion of leaves and flowers;\nnecrosis, wilting and the appearance of annular stripes and spots;\ndwarfism, growth retardation of both individual parts and the whole plant;\ndiscoloration, e.g. yellowing, and vein clearing.\n\nRoot crop diseases, which are expressed in their rotting, are a characteristic indication of the presence of a virus. However, some plants may not show symptoms and are latent carriers of a disease. Therefore, extreme vigilance is required in the fight against this infection type.\n\nCommon Viral Diseases\n\nAmong the common examples of viral diseases in crop plants:\n\nTobacco mosaic manifests in dwarfism and mosaic-like patterns on leaves. The disease is widespread throughout the world and can have significant economic consequences.\nTomato spotted wilt is accompanied by the appearance and growth of necrotic yellow rings that gradually turn reddish-brown.\nPotato spindle tuber inhibits plant growth, tubers become fusiform and shrink.\nCucumber mosaic virus produces mosaic dots and discolorations, malformations and distortions on fruits, narrow younger leaves, round spots, and causes general stunted growth.\nBarley yellow dwarf is a cereal crop disease that is also dangerous to growing wheat. The symptoms include pale green leaves, chlorosis, poor tillering and flowering, smaller grains, and reduced yields.\nPrunus necrotic ring spot virus produces round dots on the leaves of plums, apricots, peaches, nectarines and other trees of the Prunus family. Early signs are yellowish and brownish leaves while at severe stages, the symptoms include foliage holes and premature dropping.\nCitrus exocortis causes stunted development in infected plants and affects leaf midribs and crowns, leading to necrosis. Another sign is root bark peeling (aka rootstock molting).\nDo soil microorganisms protect against crop disease?\nYes, they do. Soil microorganisms increase immunity, protect plants from many pathogens. Moreover, if beneficial microbes are present in the roots of a plant, it can fight pests more effectively while maintaining natural growth.\nControl Of Crop Diseases Caused By Viruses\n\nUnlike previous infections, most vegetable crop disease caused by viruses is extremely difficult to defeat, often impossible. Therefore, control, in this case, should be as effective as possible. Among the most common measures is the cultivation of resistant crops, indexing, determining the absence or virus presence that is not mechanically transmitted. The plant under study is grafted onto an indicator plant, which develops corresponding symptoms in the virus presence. Unfortunately, sometimes it is necessary to destroy infected cultures, and if large agricultural areas are affected, even to introduce quarantine to save the rest of the crop yield.\n\nCrop Diseases Caused By Parasitic Plants\n\nParasitic plants are among the most dangerous plant pests  in the world. With the help of particular organs, these plants settle in a host plant and satisfy at the expense of it (most often its vascular system). Although many parasites only weaken their “prey”, some can kill a plant and pose a severe economic threat to agriculture. Depending on the species, parasites can attach from one to several dozen plant species.\n\nCommon Parasitic Plants\n\nToday, there are about 400 parasitic plant species  that have a substantial impact on the ecosystem in which they exist. Let’s look at a few common examples.\n\nMistletoe (Viscaceae)\n\nThis semi-parasitic plant is widely represented throughout the world and is evergreen. As a parasite, mistletoe can exist on a significant number of plant species. It spreads thanks to special seeds that stick to birds and are carried with them to other plants. These seeds germinate through the host plant bark and connect to its food system.\n\nCuscuta spp.\n\nCuscuta spp. is a parasitic bindweed plant, which is very dangerous for various plants. It actively spreads, disrupts the metabolism of host plants, reduces productivity, and often leads to the death of plants. Moreover, Cuscuta spp. can be a carrier of viral plant and animal diseases. Because of all these features, the weed is a quarantine object.\n\nOrobanche spp.\n\nIt is a dangerous root parasite without green leaves that cannot photosynthesize, and is utterly dependent on a host. For seed germination of Orobanche spp., it is required that a suitable plant is planted in the soil. Then the weed will attach to its roots and begin to receive ready-made food. The parasite leaves up to 100,000 seeds. They remain viable in the ground for over ten years while waiting for a host. All it makes Orobanche spp. a dangerous pest.\n\nStriga spp.\n\nThis group of parasitic plants is mainly found in tropical and subtropical regions and belongs to quarantine plants. In African countries, they are classified as a pandemic since Striga spp. can destroy up to 100 percent of a plant and cause irreparable economic damage. Primarily, this herb infects cereals but can also parasitize other plants, for example, when growing sugar cane. It’s spread through seeds, growing together when ripe with the root system of a host plant. These parasites are very tenacious, so re-planting of a previously infected area is possible after nine years. In regions dependent on agriculture, the Striga spp. can even lead to the migration of people.\n\nWitchweed\n\nWitchweed is a renowned parasitic plant of the Striga family that grows in the countries of Africa and Asia. Witchweed damages the roots of corn, sorghum, sugarcane, and other agricultural types. In particular, witchweed threatens growing rice. Depriving host plants of water and nutrients, this parasitic plant significantly reduces yields. The deprived plants suffer from chlorosis and stunted growth, and often die prematurely. A single witchweed plant can produce hundreds of thousands of seeds that can survive in the soil for years. Wtichweeds are quite hard to control and are typically tackled with crop rotation, trap plants, and treatment with herbicides.\n\nMethods Of Controlling Crop Diseases Caused By Parasitic Plants\n\nThere are different ways of pest control. One of them is “suicidal germination,” cultivating the soil to create favorable conditions for a parasite. In the absence of a host, the germinated seeds will die.\n\nAlso, farmers actively apply herbicides to resistant crops, which prevents parasites from attaching to them. However, these preparations are pretty expensive. Therefore, it is often necessary to use manual weeding and rotation of crops that are not hosts. However, the most helpful remedy remains the use of naturally sustainable plants.\n\nCrop Protection And Disease Control With Satellite-Derived Data\n\nThe first step towards crop disease management is understanding the essence of an illness and the process of its development. Also, remember that any crop can get sick, and abiotic factors, such as unfavorable weather conditions, weaken the plants and increase the risk of infection. Causal agents are activated in the presence of many factors; therefore, the prevention measures of crop plant diseases should be well-thought-out and comprehensive. The use of satellite data allows farmers to arm themselves with all the necessary information for these purposes. They can remotely monitor the state of fields, predict future changes, and plan agricultural processes, including preventive measures to prevent crop disease.\n\nDisease Risk Detection And Assessment\n\nBecause it is by far easier to mitigate yield losses by taking prompt actions before crops are affected, it is important to detect any risks early. Now, the Disease Risk feature on EOSDA Crop Monitoring enables farmers to eradicate losses by reporting critical situations. Furthermore, our feature doesn’t only allow for early crop disease risk detection but also for risk assessment, reporting the zones with various risk severity. This way, agriculturalists can prioritize their efforts and, respectively, tackle the problem first where the risk is high.\n\nThus, ongoing disease risk monitoring helps save the plants before the disease spreads on the field and makes irreparable damage to crops. Another pleasant benefit of the new feature is that knowing the risks early also reduces expenses and saves resources on managing crop disease when it has already developed in the field, contributing to sustainable agriculture.\n\nRisk assessment for alternaria brassicae with the Disease risk feature on EOSDA Crop Monitoring.\nAs of now, the Disease Risk feature covers 15+ types of crops. Please contact our sales department for details at sales@eosda.com.\nCrop Susceptibility Monitoring\n\nSince each crop is more resistant to some diseases and less resistant to others, rotation effectively avoids spreading the same causal agents. When the same crop is grown annually on one field, often used in industrial/intensive agriculture systems, EOSDA Crop Monitoring allows you to monitor the productivity of this area and understand the yield trend (increase or decrease) using regularly updated satellite imagery. Also, the Data manager in EOSDA Crop Monitoring enables you to analyze data from harvesters. Manual comparison of this info with the data of productivity maps allows you to make a more accurate analysis of your yield and the factors that influenced it in certain places of a field. Productivity maps divide fields into corresponding zones over a given period, reflecting how well or poorly the plants are developed in certain areas during that period. Managing crop diseases pay attention to enlarging areas of low productivity. Biotic pathogens may cause them.\n\nProductivity map to monitor how crop grows in different zones.\n\nIn crop rotation practices, productivity maps provide information on the productivity of all crops in the system. EOSDA Crop Monitoring can help you analyze remotely how specific rotations are effective against particular diseases. It allows you to experiment with cultures for crop rotation, monitor their productivity, and choose the best crop rotation option for a field, including for disease-preventive purposes.\n\nHow crop rotation reduces pest and diseases\nMonoculture farming contributes to the accumulation of pathogens in the soil. The rotation of different plants using crop rotation reduces their population because by losing the host, the pests die.\nAbiotic Stress Level Indicators\n\nAs mentioned above, abiotic factors can severely weaken plants and thus reduce their natural ability to resist disease. Thanks to using satellite data, EOSDA Crop Monitoring has several functions that help to identify abiotic stress of various origins timely:\n\nmonitoring soil moisture levels;\nautomatic alarm for heat and cold stress;\nextensive weather analytics, including air temperature, precipitation, wind speed, humidity;\nNDMI maps for monitoring plant water content.\n\nEach indicator can signal crop stress. The EOSDA Crop Monitoring package of vegetation indices helps to analyze the impact of the above and other abiotic factors on the health of crops.\n\nNDMI map of the cereal field on EOSDA Crop Monitoring to check the plants water content.\nPathogen Attack Detection\n\nEOSDA Crop Monitoring uses vegetation indices (NDVI, NDMI, ReCl, NDRE) to help identify infected areas remotely. Also, the system has a scouting function to check for the presence of a pathogen or a disease itself. With its help, farmers can set scouting tasks based on satellite data on the state of a field. The EOSDA Crop Monitoring interface is very convenient for the scouts themselves. When confirming the detection of crop damage, the scouts can immediately select the one of types of crop disease (biotic or abiotic) and describe it to agronomists and farmers.\n\nHow to set a scouting task on EOSDA Crop Monitoring mobile app.\n\nIf necessary, scouts can attach a photo. And farmers get all this information without a direct presence in a field or personal communication with the scout. This approach to identifying and verifying the problem saves resources: daily remote checkups from EOSDA Crop Monitoring reduce the amount of fuel for agricultural equipment, the working hours of scouts and farmers, and allow quickly responding to any deviations from the norm of crop development.\n\nAnother feature included in the zoning functionality on EOSDA Crop Monitoring is vegetation maps. When the scouts have confirmed the problem, based on such maps, farmers can monitor how diseases develop in their fields, generate a vegetation map and differentiate herbicides, fungicides, or other chemicals that help fight diseases, and watch the effectiveness of ongoing operations. Thus, farmers save money on the substances themselves and prevent them from contaminating areas not requiring intervention.\n\nZoning feature on EOSDA Crop Monitoring to divide the field into separate zones by crop state.\n\nThus, crop plant diseases are inevitable, so sooner or later, any farmer will face them. However, even if we cannot eliminate the likelihood of crop disease, we can minimize it with effective crop disease control and integrated weed management. Modern technologies such as satellite data help monitor the condition of fields remotely and identify potentially dangerous areas timely. However, applications like EOSDA Crop Monitoring are practical for more than just identification and management. They have a whole host of valuable features that farmers can use around the entire growing season and in-between.\n\nPublished: 22.09.2023\nReferences\nAlmeida, Fausto et al. “The Still Underestimated Problem of Fungal Diseases Worldwide.” Frontiers in microbiology vol. 10 214. 12 Feb. 2019, doi:10.3389/fmicb.2019.00214↑\nJournal article\nJones, John T et al. “Top 10 plant-parasitic nematodes in molecular plant pathology.” Molecular plant pathology vol. 14,9 (2013): 946-61. doi:10.1111/mpp.12057↑\nJournal article\nRunyon, Justin B.; Tooker, John F.; Mescher, Mark C.; De Moraes, Consuelo M. 2009. Parasitic plants in agriculture: Chemical ecology of germination and host-plant location as targets for sustainable control: A review. In: E. Lichtfouse (ed.) Organic Farming, Pest Control and Remediation of Soil Pollutants. Sustainable Agriculture Reviews 1. p. 123-136.↑\nJournal article\nPress, Malcolm C, and Gareth K Phoenix. “Impacts of parasitic plants on natural communities.” The New phytologist vol. 166,3 (2005): 737-51. doi:10.1111/j.1469-8137.2005.01358.x↑\nJournal article\nAbout the author:\nVasyl Cherlinka\nScientist at EOS Data Analytics\n\nVasyl Cherlinka is a Doctor of Biosciences specializing in pedology (soil science), with 30 years of experience in the field. He attended the engineering college in Ukraine and received his degree in agrochemistry, agronomy and soil science in the Chernivtsi National University. Since 2018, Dr. Cherlinka has been advising EOSDA on problems in soil science, agronomy, and agrochemistry.\n\nHere's more about crop management:\nBotrytis Cinerea (Gray Mold): Causes, Symptoms, And Treatment\nOrganic Vs. Synthetic Fertilizers: Differences And Uses\nNitrogen Fertilizers: Why And How To Apply Sustainably\nPowdery Mildew: Effective Prevention And Treatment\nOrganic Fertilizers And Their Benefits For Crops\nTypes Of Fertilizers And How To Pick The Right One\nCrop Residue Management To Improve Soil Fertility\nHeat Stress In Plants: Shielding Crops From A Hot Spell\nCrop Rotation: A Way To Boost Your Yields\nStages Of Plant Growth And Their Role In Agriculture\nTypes Of Crops In Agriculture: Why And How To Classify\nCrop Protection Methods That Boost Farming Productivity\nNutrient Deficiencies In Plants: How To Identify & Treat\nFertilizer Burn: How To Fix Symptoms & Prevent Damage\nGreen Manure Crops: Planting & Management Tips\nNitrogen Deficiency In Crops: How To Detect & Fix It\nStrip Cropping Fields In Agriculture: Why & How To Use\nNitrogen Fixation: N-Fixing Plants And Bacteria\nIntercropping: Ergonomic And Efficient Farming\nMonoculture Farming In Agriculture Industry\nCover Crops: Types And Benefits To Use In Agriculture\nVIEW FULL LIST \nFree Pro field\nas a gift!\n\nHigh-tech agriculture tool bringing reliable field analytics to farmers, traders, and insurers!\n\nREQUEST A DEMO\nTRY NOW\nRecent articles\nSTORIES OF IMPACT\nA Story Behind A Story On Pahang Oil Palm Plantations\n\nWhat is it like to investigate deforestation in Malaysia? Find out in this story of impact based on Choon Chyuan Low’s report about Pahang oil palm plantations supported by EOSDA findings.\n\nMAKSYM SUSHCHUK  22.05.2024\nREAD MORE\nREMOTE SENSING\nFree Satellite Imagery Sources: Zoom In Our Planet\n\nThere are plenty of free satellite imagery sources where GIS enthusiasts have easy access to geospatial data. Our list of free providers reveals a wealth of possibilities for exploring the Earth.\n\nKATERYNA SERGIEIEVA  21.05.2024\nREAD MORE\nCROP MANAGEMENT\nBotrytis Cinerea (Gray Mold): Causes, Symptoms, And Treatment\n\nThe widespread fungal disease Botrytis cinerea, or gray rot, is a major headache for crop producers. Get a handle on early detection and disease control techniques.\n\nVASYL CHERLINKA  10.05.2024\nREAD MORE\nLOAD MORE\nCONTACT US\nPRODUCTS\nEOSDA Crop Monitoring\nEOSDA Crop Monitoring User Guide\nCooperatives\nCrop management guide\nSoil Organic Carbon\nEOSDA Forest Monitoring\nEOSDA Forest Monitoring User Guide\nEOSDA LandViewer\nEOSDA LandViewer User Guide\nFAQ\nSATELLITES\nEOS SAT\nSentinel 2\nLandsat 8\nGALLERY\nFree satellite imagery sources\nSUSTAINABILITY\nANALYTICAL METHODS\nNDVI\nNDMI\nNDWI\nMSAVI\nNDRE\nRECl\nTerms of Use\nPrivacy Policy\nDo Not Sell My Personal Information\n    \n© 2024 EOS Data Analytics,Inc. All rights reserved.\n\nWe use essential cookies to ensure that our website functions correctly. For improved user experience and enhanced website traffic analysis we may also use non-essential cookies, with your consent. By clicking \"Accept\", you automatically agree to our cookie use according to our Privacy Policy. You can manage your cookie settings at any time by clicking \"Customize cookies\".\n\nCUSTOMIZE COOKIES\nACCEPT ALL"
  }
]