[
    {
        "title": "Control of Virus Diseases of Citrus - 000",
        "url": "crawls\\lee2015.json",
        "html": "Control of Virus Diseases of Citrus\r\nRichard F. Lee1\r\nUSDA ARS National Clonal Germplasm Repository for Citrus and Dates, Riverside, California, USA\r\n1\r\nCorresponding author: e-mail address: Richard@theleeclan.us\r\nContents\r\n1. Introduction 144\r\n2. Commonly Encountered Citrus Viruses and Graft-Transmissible Diseases 145\r\n2.1 Citrus tristeza virus 145\r\n2.2 Citrus psorosis virus (including citrus ringspot) 146\r\n2.3 Concave gum disease 147\r\n2.4 Impietratura disease 148\r\n2.5 Cristacortis disease 148\r\n2.6 Citrus vein enation 148\r\n2.7 Citrus blight disease 149\r\n2.8 Citrus viroids 150\r\n2.9 Citrus tatterleaf virus 152\r\n2.10 Citrus leaf blotch 152\r\n2.11 Measles disease 152\r\n2.12 Yellow vein 153\r\n2.13 Citrus leprosis 153\r\n2.14 Citrus yellow mosaic 154\r\n2.15 Satsuma dwarf 154\r\n3. Other Insect-Spread Diseases Caused by Prokaryotes Which Need to be\r\nConsidered in Control/Management of Citrus Viruses and Virus-Like Diseases 155\r\n3.1 Huanglongbing 155\r\n3.2 Stubborn disease 156\r\n3.3 Citrus variegated chlorosis 157\r\n4. Methods of Control of Graft-Transmissible Pathogens of Citrus 158\r\n4.1 Quarantine programs 158\r\n4.2 Clean Stock Programs 163\r\n4.3 Certification Programs 164\r\n5. Other Methods of Control 164\r\n5.1 Pest management areas 164\r\n5.2 Mild strain cross-protection 165\r\n5.3 CP-mediated resistance 166\r\n5.4 RNA-mediated resistance 166\r\nReferences 167\r\nAdvances in Virus Research # 2014 Elsevier Inc.\r\nISSN 0065-3527 All rights reserved.\r\nhttp://dx.doi.org/10.1016/bs.aivir.2014.10.002\r\n143\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 001",
        "url": "crawls\\lee2015.json",
        "html": "Abstract\r\nCitrus is thought to have originated in Southeast Asia and horticulturally desirable clonal\r\nselections have been clonally cultivated for hundreds of years. While some citrus species\r\nhave nucellar embryony, most cultivation of citrus has been by clonal propagation to\r\nensure that propagated plants have the same traits as the parent selection. Clonal prop\u0002agation also avoids juvenility, and the propagated plants produce fruit sooner. Because\r\nof the clonal propagation of citrus, citrus has accumulated a large number of viruses;\r\nmany of these viruses are asymptomatic until a susceptible rootstock and/or scion is\r\nencountered. The viruses reported to occur in citrus will be summarized in this review.\r\nMethods of therapy to clean selected clones from viruses will be reviewed; the use of\r\nquarantine, clean stock, and certification programs for control of citrus viruses and other\r\nstrategies to control insect spread citrus viruses, such as mild strain cross-protection and\r\nthe use of pest management areas will be discussed.\r\n1. INTRODUCTION\r\nCitrus and its relatives are native to Southeast Asia, New Caledonia,\r\nand Australia (Webber, Reuther, & Lawton, 1967). Citrus has been culti\u0002vated for hundreds of years and moved around the world, as seed and prop\u0002agation materials, without regard to what viruses may be present until\r\nrelatively recently. As a result, citrus probably has many more virus and\r\nvirus-like diseases as compared to other commodities.\r\nCitrus is clonally propagated (Swingle & Reese, 1967). There are several\r\nreasons for this. While some citrus species have nucellar embryony, and\r\nseedlings are genetically the same as the parent tree, seedling citrus plants\r\nexpress juvenility traits that are undesirable: excessive thorniness, upright\r\ngrowth, and lack of flower/fruit production for several years. Clonal prop\u0002agation avoids juvenility and ensures that propagated plants will grow and\r\nproduce fruit genetically like the original tree used as the source of buds.\r\nCitrus is normally grown on a rootstock. Research and experience has\r\nshown that rootstocks can influence the quality of fruit, tree size, and impart\r\na level of tolerance to root rots, high water tables, and poor soil type\r\n(Castle, 1995).\r\nMany citrus viruses occur as latent infections in some scions, or cultivars,\r\nbut express symptoms when the cultivar is propagated on a susceptible root\u0002stock or scion/rootstock combination. For example tristeza decline is not\r\nexpressed when trees are grown on rough lemon rootstock, but when the\r\ntrees are propagated on sour orange rootstock, decline and eventually death\r\nof the tree occurs. Many “old-line” bud sources are infected with multiple\r\n144 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 002",
        "url": "crawls\\lee2015.json",
        "html": "viruses and graft transmissible diseases, many which will be expressed only if\r\nthe trees is propagated on a susceptible rootstock or reaches an advance age\r\nwhen the symptoms are then expressed. An example is psorosis disease\r\nwhich may not produce symptoms in the scion until the tree is from 5 to\r\n12 years old (Roistacher, 1991).\r\nIn this review, the frequently encountered virus diseases of citrus will be\r\nbriefly summarized with emphasis on their characteristics and properties\r\nwhich influence detection and their control. This is followed by a review\r\nof the control methods/strategies for citrus viruses.\r\n2. COMMONLY ENCOUNTERED CITRUS VIRUSES\r\nAND GRAFT-TRANSMISSIBLE DISEASES\r\n2.1. Citrus tristeza virus\r\nCitrus tristeza virus (CTV) is probably the most economically important virus\r\ndisease of citrus in the world, having killed more than 50 million trees on\r\nsour orange rootstock, beginning with the epidemic in Argentina and Brazil\r\nin the 1930s (Lee, Baker, & Rocha-Pena, 1994). CTV is a member of the\r\nclosterovirus group, having a flexuous filament about 2000 by 12 nm in size,\r\nwith a positive-sense RNA genome of about 20 kb, containing 12 open\r\nreading frames and two untranslated regions (Dawson, 2010). The virus is\r\ntransmitted in a semi-persistent manner by a number of aphid species, with\r\nAphis gossypii and Toxoptera citricida being the most important. A. gossypii is\r\nthe most common vector in area where T. citricida is not yet present, such as\r\nIsrael, the Mediterranean basin and the near East, and Texas, Arizona, and\r\nCalifornia (Rocha-Pen˜a et al., 1995). In citrus producing areas where\r\nT. citricida has been introduced, the severity of CTV has increased\r\n(Halbert et al., 2004; Rocha-Pen˜a et al., 1995).\r\nCTV expresses a number of biological activities: decline on sour orange\r\nrootstock, seedling yellows in lemon and grapefruit, stem pitting on grape\u0002fruit and/or sweet orange. While the decline on sour orange symptom of\r\nCTV can be overcome by planting on CTV-tolerant rootstocks, the stem\r\npitting activity is much more difficult to control. The stem pitting symptom\r\nof CTV is readily apparent in susceptible hosts, but the decline on sour\r\nstrains and seedling yellows strains are latent in most varieties and cultivars,\r\nand become apparent only when propagated on susceptible rootstocks or in\r\ngrapefruit or lemon varieties, respectively. Seedling yellows strains are\r\nalmost always accompanied by decline on sour orange and/or stem pitting\r\nactivities. Biological indexing is required to determine the biological activity\r\nControl of Virus Diseases of Citrus 145\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 003",
        "url": "crawls\\lee2015.json",
        "html": "of a specific CTV isolate. The biological indexing procedure has been stan\u0002dardized to include a battery of five indicator plants: Mexican lime as a sen\u0002sitive universal indicator; sweet orange on sour orange rootstock to monitor\r\nfor decline on sour orange; Duncan grapefruit seedlings to monitor for stem\r\npitting on grapefruit; Madame vinous sweet orange seedlings to monitor for\r\nstem pitting on sweet orange; and sour orange as an indicator for seedling\r\nyellows (Garnsey, Barrett, & Hutchison, 1987; Garnsey, Gumpf, et al.,\r\n1987; Garnsey et al., 2005). Seedling yellows may also be detected on the\r\nDuncan grapefruit seedling indicators.\r\nQuarantine, clean stock, and citrus certification programs are effective in\r\npreventing the introduction of new isolates of CTV into a citrus area, and in\r\nminimizing the spread of severe CTV isolates within a citrus area. In areas\r\nwhere stem pitting strains of CTV are not present, tristeza decline on sour\r\norange may be controlled by the use of CTV tolerant rootstocks, such as\r\nPoncirus trifoliata and hybrids with P. trifoliata as one of the parents.When stem\r\npitting strains of CTV are present, mild strain cross-protection (MSCP) has\r\nbeen shown to be a useful management strategy in Brazil, Australia, and\r\nJapan (Lee & Keremane, 2013; Roistacher, da Grac¸a, & Muller, 2010 € ). In\r\nCalifornia, large pest management areas for eradiation or suppression of\r\ntristeza have been established where citrus is surveyed on a regular basis,\r\nand when CTV is found, the infected trees are eradicated (Gottwald,\r\nPolek, & Riley, 2002). This has maintained CTV at very low levels in the\r\nCentral Valley of California for the past five decades. P. trifoliata is immune\r\nto most strains of CTV: this immunity gene has been identified and may be\r\nuseful in the future in developing horticulturally desirable citrus varieties\r\nwhich are immune to CTV (Garnsey, Barrett, et al., 1987; Garnsey,\r\nGumpf, et al., 1987). However, initially in New Zealand and later in other\r\ncitrus areas, isolates of CTV have been found which break the immunity\r\nshown by most isolates of CTV in P. trifoliata (Dawson & Mooney, 2000).\r\n2.2. Citrus psorosis virus (including citrus ringspot)\r\nCitrus psorosis was one of the first diseases realized to be graft transmissible\r\nand is characterized as a disease of citrus which induces bark scaling lesions\r\non the trunk and limbs of sweet orange, mandarins, and grapefruit (Fawcett,\r\n1934). The discovery that the disease could be graft transmitted to seedlings\r\nenabled the use of biological indexing to detect citrus psorosis virus (CPsV)\r\nin trees used for budwood. The ability to detect CPsV in trees led to the\r\ndevelopment of the first certification program in 1937 where budwood\r\nsource trees could be declared to be psorosis-free (Hiltabrand, 1957).\r\n146 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 004",
        "url": "crawls\\lee2015.json",
        "html": "The citrus ringspot disease was first reported in the late 1960s and was char\u0002acterized by the development of localized ringspots when extracts from bark\r\nlesions from citrus were rubbed on the leaves of Chenopodium quinoa. Citrus\r\nringspot disease was once considered a different disease from psorosis, but\r\nmolecular characterization revealed that it is CPsV (Barthe, Ceccardi,\r\nManjunath, & Derrick, 1998; Roistacher, 1993). Using citrus ringspot isolates\r\nbecause of their ability to cause local lesions when inoculated onto C. quinoa, it\r\nwas realized that there were two centrifugal components of the associated virus\r\nwhen separated on sucrose density gradients, and both components were\r\nrequired for infectivity. Upon further characterization of the virus, three single\r\nstranded, negative-sense RNAs were found, with the positive strand of RNA1\r\nencoding a p24 (unknown function) and the RNA-dependent RNA poly\u0002merase (280 kDa protein); RNA2 positive strand encoding a p54 of unknown\r\nfunction, and RNA3 positive strand encoding the coat protein (CP) (48 kDa)\r\n(Barthe et al., 1998; Derrick et al., 1988). The molecular characterization rev\u0002ealed that what formerly was referred to as psorosis A (no bark scaling) and\r\npsorosis B (with bark scaling) and citrus ringspot (bark scaling and causing\r\nlocalized ringspots on C. quinoa) are all isolates of CPsV, now the type mem\u0002ber of the Ophiovirus genus (Milne, Garcia, & Grau, 2000).\r\nCPsV has a means of natural spread, but the means of natural spread has\r\nnot been identified (Roistacher, 1993). In Argentina, the natural spread of\r\nCPsV has made the virus hard to control, even when clean stock programs\r\nhave been implemented. CPsV is present in most old-line bud sources and\r\ncommonly found when testing imported germplasm for viruses. Symptoms\r\nof CPsV occur on sweet orange, mandarin, and grapefruit, although the bark\r\nscaling symptom is not displayed on trees in the field until the trees are 3–7\r\nyears of age, or even older. Sour orange and lemon will show symptoms on\r\nyoung leaves but usually do not show bark scaling symptoms.\r\nControl of CPsV is by use of quarantine, clean stock and certification\r\nprograms to prevent the introduction of new isolates or strains and to limit\r\ndistribution of the disease within a growing region. Because natural spread\r\ncan occur, although the means of spread is not known, foundation trees and\r\nmother trees should be re-indexed on a recurring basis (every 3–4 years) to\r\nensure they are free of CPsV.\r\n2.3. Concave gum disease\r\nConcave gum disease (CGD) is a disease of unknown etiology, although it\r\nis graft transmitted. CGD was first reported in 1936, and is widespread in\r\nold-line budwood (Fawcett, 1936). The disease is characterized by\r\nControl of Virus Diseases of Citrus 147\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 005",
        "url": "crawls\\lee2015.json",
        "html": "concavities on the trunk and limbs, with gum-filled deposits in the wood\r\nbeneath the concavities. The bark cracks occasionally and gum exudes from\r\nthe cracks. Upon biological indexing, oak leaf patterns and vein clearing\r\noccur in sweet orange and Sweettangor indicator plants. As with CPsV,\r\nthe control of the disease is by the use of quarantine, clean stock, and cer\u0002tification programs. In Florida, there appears to be a natural spread, especially\r\nin grapefruit (Powell, Pelosi, Sonoda, & Lee, 1998).\r\n2.4. Impietratura disease\r\nImpietratura disease is a graft transmissible disease presumably caused by\r\nan uncharacterized citrus virus (Caruso, Davino, & Terranova, 1993;\r\nRoistacher, 1991). The disease occurs in most countries in the Mediterra\u0002nean basin. The leaves of affected trees show vein clearing and oak leaf pat\u0002terns in the spring and some, but not all, of the fruit are small, malformed,\r\nand hard. The symptomatic fruit will display gum pockets in the albedo\r\nwhich appear as small bumps of the surface of the fruit. Most varieties will\r\nshow symptoms, whereas citrons appear to be more tolerant. The disease\r\nresults in fruit drop and many of the fruit are not marketable because they\r\nare malformed and hard. Upon biological indexing, the symptoms on sweet\r\norange indicator plants are similar to CPsV (Roistacher, 1991).\r\n2.5. Cristacortis disease\r\nCristacortis disease is a graft transmissible disease presumed to be caused by\r\nan uncharacterized citrus virus (Roistacher, 1991). It was first reported from\r\nCorsica (Vogel & Bove´, 1968) and has been reported also in Italy, Spain,\r\nNorthern Africa, Turkey, Mauritius, and San Paulo, Brazil. The disease is\r\ncharacterized by vertical depressions or pockets in the wood, with gumming\r\noccurring at the bottom of the depression when the bark is cut away. The\r\nsymptoms appear similar to stem pitting caused by some strains of CTV, but\r\nthe pits can occur on sour orange rootstocks, also on mandarins which tend\r\nto be more tolerant of CTV induced stem pitting. Leaf symptoms are vein\r\nflecking and oak leaf patterns, similar to those produced by CPsV. Natural\r\nspread is not reported. Quarantine, clean stock, and certification programs\r\neffectively control this disease.\r\n2.6. Citrus vein enation\r\nCitrus vein enation (CVEV), also known as woody gall, was first described\r\nin California as a graft-transmissible disease which caused enations in the leaf\r\n148 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 006",
        "url": "crawls\\lee2015.json",
        "html": "veins of sour orange (Wallace & Drake, 1953). CVEV also caused woody\r\ngalls on the trunks or rootstocks of acid lime, rough lemon, Rangpur lime,\r\nand Citrus volkameriana. The disease is transmitted in a persistent manner by\r\nseveral aphid species including T. citricida, Myzus persicae, and A. gossypii\r\n(Roistacher, 1991). The disease has been reported from Australia, California,\r\nIndia, Japan, Peru, and Spain. Using electron microscopy, spherical virus\r\nparticles about 28 nm in diameter have been visualized, leading to the sug\u0002gestion that the virus associated with citrus vein enation was a luteovirus\r\n(Maharaj & da Grac¸a, 1988). Recently, an Enamovirus has been associated\r\nwith CVEV and sequenced by deep sequencing of the small RNAs,\r\nconfirming that the virus associated with CVE is a luteovirus (Vives\r\net al., 2013). Control of the disease involves using propagation material that\r\nis free of CVEV and to protect budwood source trees from aphids to keep\r\nthe budwood source trees from becoming infected via aphids.\r\n2.7. Citrus blight disease\r\nCitrus blight is a disease of unknown etiology, but the disease is reproducibly\r\ngraft transmitted using inoculum that comes from the rootstock (Tucker, Lee,\r\nTimmer, Albrigo, & Brlansky, 1984). Different rootstocks vary in susceptibil\u0002ity to citrus blight as indicated by the age where blight symptoms become evi\u0002dent (Derrick & Timmer, 2000). Rough lemon, Rangpur lime, P. trifoliata,\r\nand Carrizo citrange are especially susceptible, whereas Cleopatra mandarin,\r\nsour orange, and sweet orange are more tolerant. Once trees develop the dis\u0002ease, the decline is irreversible, and the trees become unproductive. Early\r\nsymptoms of citrus blight are zinc deficiency symptoms in the leaves, zinc\r\naccumulation in the phloem, and eventually high zinc levels occur in the\r\nxylem. Blockage of xylem tissues with amorphous plugs occurs, resulting\r\nin reduced water uptake (Lee, Marais, Timmer, & Graham, 1984). The can\u0002opy of affected trees thins and upper shoots develop small leaves, pointing\r\nupright, the foliage has a dull green color. Overall tree decline continues with\r\ntwig dieback and root loss. Other physiological changes follow such as off sea\u0002son flowering and production of water sprouts inside the canopy (Tucker\r\net al., 1984). The first incidence of blight occurs at random in a citrus grove,\r\nbut the subsequent incidences of blight tend to be within one to two trees of\r\ntrees which are already symptomatic, suggesting a natural means of spread that\r\nis yet unknown (Castle & Gottwald, 2005). A serological assay has been devel\u0002oped to test for citrus blight (Derrick et al., 1990). Management of citrus blight\r\nincludes use of blight tolerant rootstocks and testing of budwood source trees\r\nControl of Virus Diseases of Citrus 149\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 007",
        "url": "crawls\\lee2015.json",
        "html": "for lack of reactivity with the blight-associated protein (Derrick et al., 1990).\r\nBlight losses currently are estimated at about 4–7% of the tree population in\r\nFlorida (Wang & Brlansky, 2013).\r\n2.8. Citrus viroids\r\nCitrus viroids are a group of small, low molecular weight (371–330 nt), cir\u0002cular, infectious RNA molecules which cause various symptoms in citrus\r\nand citrus relatives (Table 1) (Brlansky & Timmer, 2014; Duran-Vila,\r\nRoistacher, Rivera-Bustamante, & Semancik, 1988). Viroids are not\r\nencapsidated in a protein. The discovery that Etrog citron was a good indi\u0002cator plant for viroids (Calavan, Frolich, Carpenter, Roistacher, &\r\nChristiansen, 1964) and the development of the sequential polyacrylamide\r\ngel electrophoresis (sPAGE) for diagnosis of the different viroids (Flores,\r\nDuran-Vila, Pallas, & Semancik, 1985) has led to the discovery of additional\r\nviroid pathogens present in citrus (Ito et al., 2001, 2007). Viroids are easily\r\ntransmitted mechanically, and care must be made to sterilize clippers, saws,\r\nand other tools used to cut or prune trees to prevent spread (Roistacher,\r\n1991). There are no reported vectors. Quarantine, clean stock, and certifi\u0002cation programs are effective in control of viroids.\r\nCitrus exocortis viroid (CEVd) was the first citrus viroid described\r\n(Roistacher, 1991). CEVd is associated with bark shelling on trees grown\r\non P. trifoliata or P. trifoliata hybrids (citranges and citrumelos), and can cause\r\ndwarfing of trees grafted on these rootstocks. CEVd is the largest citrus\r\nviroid at 371 nt, and produces the most pronounced symptoms of leaf epi\u0002nasty, stunting, and necrosis of the leaf midvein. CEVd is a species of the\r\ngenus Pospiviroid.\r\nCachexia, previously also called xyloporosis and synonymous with Hop\r\nstunt viroid, (Childs, 1950), was first demonstrated to be viroid-like in\r\n1980 when Roistacher, Nauer, and Wagner (1980) demonstrated the ability\r\nto mechanically transmit the disease and found that thermotherapy would not\r\neliminate the pathogen. The viroid was first characterized by Semancik,\r\nRoistacher, Rivera-Bustamante, and Duran-Vila (1988). Cachexia causes\r\ndwarfing and poor growth of tangelo, mandarin and Citrus macrophylla as\r\nscions or as rootstocks. On susceptible trees, cachexia causes depressions in\r\nthe wood of the tree with corresponding pegs in the bark. Cachexia\r\n(299 nt) is a species in the Hostuviroid genus.\r\nCitrus bark cracking viroid, synonymous with Citrus viroid IV, causes leaf\r\ndrooping on Etrog citron indicator plants, and general necrosis of the leaf\r\nmidribs. Citrus bark cracking viroid (284 nt) is a species in the Cocadviroid genus.\r\n150 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 008",
        "url": "crawls\\lee2015.json",
        "html": "Citrus bent leaf viroid, synonymous with Citrus viroid I, causes leaf bend\u0002ing on Etrog citron and point necrosis on the leaf midribs. Citrus bent leaf\r\nviroid (318 nt) is a species in the Apscaviroid genus.\r\nCitrus dwarfing viroids, synonymous with Citrus viroid III, cause\r\ndwarfing on P. trifoliata, citrange, and citrumelo rootstocks. Citrus viroid IIIa\r\n(297 nt) and Citrus viroid IIIb (294 nt) are species in the Apscaviroid genus.\r\nCitrus viroid V produces mild symptoms in Etrog citron. Citrus viroid\r\nV (294 nt) is a species in the Apscaviroid genus (Serra et al., 2007).\r\nTable 1 Properties of viroids reported from citrus\r\nViroid\r\nSize\r\n(bases)a Symptoms in citron\r\nParson's\r\nspecial\r\nmandarin\r\nreactivity\r\nSymptoms\r\non Poncirus\r\ntrifoliata\r\nCitrus\r\nexocortis\r\nviroid (CEV)\r\n394–369 Stunting, epinasty, midvein\r\nnecrosis, petiole necrosis, leaf\r\ntip browning\r\nNone Bark\r\nscaling,\r\nstunting\r\nCitrus\r\nviroid 1\r\nCV-1a:\r\n340\r\nCV-1b:\r\n330\r\nStunting, leaf bending, point\r\nnecrosis of midvein\r\nNone Unknown\r\nCitrus\r\nviroid II-a, b\r\n305–295 Slight petiole necrosis and leaf\r\ntip browning\r\nNone\r\n(CVd IIa)\r\nBark\r\ncracking\r\nCitrus\r\nviroid IIb\r\nAsymptomatic in citron Strong\r\nsymptoms\r\nUnknown\r\nCitrus\r\nviroid IIc\r\nAsymptomatic in citron Strong\r\nsymptoms\r\nUnknown\r\nCitrus viroid\r\nIII-a to d\r\n291–296 Stunting, leaf dropping,\r\nnecrosis of midvein, petiole\r\nnecrosis\r\nNone Grooving\r\npossible\r\nCitrus\r\nviroid IV\r\n275 Stunting, leaf dropping,\r\nnecrosis of midvein, petiole\r\nnecrosis\r\nNone Unknown\r\nCitrus\r\nviroid Vb\r\n293–294 Mild stunting, mild bark\r\ncracking and gum exudates\r\nNone Unknown\r\nCitrus\r\nviroid VIc\r\n328–331 Stunting, mild leaf bending,\r\npetiole necrosis\r\nNone Unknown\r\na\r\nFrom https://ebi.ac.uk/genomes/viroid.html; Genome Pages—Viroid. b\r\nSerra, Barbosa, Daro`s, Flores, and Duran-Vila (2007). c\r\nIto, Icki, Ozaki, and Ito (2001).\r\nControl of Virus Diseases of Citrus 151\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 009",
        "url": "crawls\\lee2015.json",
        "html": "Citrus viroid VI produces mild symptoms in Etrog citron. Citrus viroid\r\nVI (330 nt) is a species in the Apscaviroid genus.\r\n2.9. Citrus tatterleaf virus\r\nCitrus tatterleaf virus (CiTLV), synonyms Citrange stunt virus, Apple stem\r\ngrooving virus, was first reported in 1962 from Meyer lemon which had been\r\nimported from China in 1908 (Wallace & Drake, 1962). CiTLV causes stu\u0002nting or dwarfing, necrosis at the bud union, and virus-induced bud union\r\nincompatibility on scions grafted onto P. trifoliata, citrange, or citrumelo\r\nrootstocks (Iwanami, Kano, & Koizumi, 1991). The virus is carried asymp\u0002tomatically in most citrus varieties, and symptoms often are not apparent until\r\nthe tree is 3–7 years of age (Roistacher, 1991). The major method of trans\u0002mission is by use of infected propagation materials. CiTLV is widespread in\r\nChina, Japan, and Korea and has been reported in South Africa, Australia, and\r\nin the United States via the importation of Meyer lemon from China. Con\u0002trol of CiTLV is by use of quarantine, clean stock, and certification programs.\r\n2.10. Citrus leaf blotch\r\nCitrus leaf blotch (CLBV) was first reported from Nagami kumquat on Troyer\r\ncitrange rootstock plants that had a bud union crease (Vives, Galipienso,\r\nNavarro, Moreno, & Guerri, 2002). The CLBV is a member of the family\r\nFlexiviridae. The virus has filamentous virions about 960\u000114 nm in size with\r\na single-stranded, positive-sense genomic RNA of 8747 nt. CLBV is seed\r\ntransmitted and there are no known vectors. A similar if not identical virus\r\nwas intercepted in California while indexing a Cleopatra mandarin variety\r\nintroduced from Florida in 1968 and called Dweet mottle virus (DMV)\r\n(Krueger, Bash, & Lee, 2005). Sequencing of DMV has confirmed a 96%\r\nhomology with CLBV, but the reported host range differs slightly (Hajeri,\r\nRamadugu, Keremane, Vidalakis, & Lee, 2010). CLBV has been associated\r\nwith bud union crease with P. trifoliata or trifoliate hybrid rootstocks with Pera\r\nsweet orange in Brazil, Marsh grapefruit and Roble sweet orange in Florida,\r\nand Nules Clementine plants in Italy, and Nules, Clementine, Navelina, and\r\nNavelate sweet orange in Spain (Vives et al., 2002).\r\n2.11. Measles disease\r\nMeasles is a disease which causes pale yellow spots on leaves as they mature.\r\nThe affected trees generally appear smaller and branches have a droopy\r\nappearance. Usually only a few trees in a grove will show symptoms and will\r\n152 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 010",
        "url": "crawls\\lee2015.json",
        "html": "continue to show symptoms year after year. There appears to be a natural\r\nspread but it is very slow with only a few additional trees developing symp\u0002toms once the disorder appears in a grove. While initially thought to be a\r\ngenetic disorder, the measles symptoms has been graft transmitted in Florida\r\n(Lee, Derrick, Futch, & Tucker, 1993) and in California (Lee, Yokomi, &\r\nVidalakis, 2008), but the causal agent has not been identified. Sour orange\r\nseedlings in a cool (20–27 \u0003C) greenhouse are good indicator plants for mea\u0002sles disease.\r\n2.12. Yellow vein\r\nYellow vein is a graft transmissible disease reported from California in the\r\n1950s by Weathers (1960). The disease is characterized by yellow veins in\r\nthe leaves. The fruit also may develop irregular yellow blotches in the rind\r\nand are smaller and flatter than normal fruit. Many varieties and types of cit\u0002rus show symptoms of yellow vein when graft inoculated, but many of these\r\nplants recovery and do not show yellow veins on the leaves of new flushes.\r\nLimes and lemons appear to be the most symptomatic. There is no evidence\r\nof natural spread. A similar disease has been reported in Pakistan (Bove´,\r\n1995). The molecular characterization of Citrus yellow vein clearing virus\r\nhas been recently reported (Loconsole et al., 2012).\r\n2.13. Citrus leprosis\r\nCitrus leprosis is one of the most important citrus viral diseases and has spread\r\nnorthward from South America to Central America and Mexico in recent\r\nyears. The leprosis disease is vectored by the Brevipalpus species mites\r\n(commonly called flat mites) in a persistent manner (Rodrigues, Kitajima,\r\nChilers, & Chagas, 2003). Once thought to be cause by a Rhabdovirus,\r\nresearch has revealed that while there are no difference in symptomology,\r\nthere are two types of citrus leprosis viruses: cytoplasmic and nuclear\r\n(Guerra-Moreno, Manjunath, Brlanksy, & Lee, 2005). The cytoplasmic\u0002type leprosis (CiLV-C) is limited to the cytoplasm. CiLV-C is the type\r\nmember of a new genus Celivirus, has membrane-bound bacilliform virions\r\n50–60\u0001110–120 nm. The genome is a bipartitie, single-stranded, positive\u0002sense RNA with RNA1 having 8729 nts and RNA2 having 4969 nts\r\n(Locali-Fabris et al., 2006). Recently, a variant isolate of CiLV-C was\r\nreported from Colombia which is different enough from the previous char\u0002acterized isolates of CiLV-C from Panama and Brazil that serological and\r\nRT-PCR tests designed for the detection of these previous characterized\r\nControl of Virus Diseases of Citrus 153\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 011",
        "url": "crawls\\lee2015.json",
        "html": "isolates did not detect the Colombian variant, referred to as CiLV-C2 (Roy\r\net al., 2013). CiLV-C2 has a similar genome to CiLV-C with the RNA1\r\nhaving 8717 nts and RNA2 with 4989 nts. Both RNA1 and RNA2 had\r\nonly 58% and 50% homology with RNA1 and RNA2 of CiLV-C. Symp\u0002toms produced by CiLV-C and CiLV-C2 are similar.\r\nThe genome sequence of the nuclear-type leprosis virus (CiLV-N)\r\nobtained from Mexico was recently reported (Roy et al., 2013). RNA1 had\r\n6268 nts and RNA2 had 5847 nts. The genome organization closely resembles\r\nthat reported for Orchid fleck virus with 90–91% homology with OFV at the\r\nnucleotide level and 93–98% homology with amino acid sequence identities.\r\nQuarantine, clean stock, and certification programs are a key to prevent\r\nleprosis from becoming established in new areas and slowing spread within a\r\ncitrus area. Mite control slows the spread of the disease once it is established\r\nin an area. For isolated trees in a grove which become infected with leprosis,\r\nprobably because the tree did not receive the miticide application, severe\r\npruning to eliminate all symptoms of leprosis, followed by miticide applica\u0002tions are successful in recovering the trees.\r\n2.14. Citrus yellow mosaic\r\nCitrus yellow mosaic (CYMV) (synonym Citrus mosaic badnavirus) is an impor\u0002tant disease in India where infection rates are as high as 70% (Ahlawat et al.,\r\n1996). The disease infects most citrus cultivars and relatives, oranges, grape\u0002fruit, and mandarins usually show strong symptoms, while Mexican lime is\r\nsymptomless. The mature leaves show bright yellow mottling for vein\r\nflecking, fruit production is reduced and on chronically infected trees, symp\u0002toms are present on the fruit. The disease is spread by the citrus mealy bug,\r\nPlanococcus citri (Huang & Hartung, 2001). Spread by the mealy bug vector\r\nappears to be limited, widespread spread is by the use of infected propagating\r\nsource materials.\r\nCYMV is a badnavirus with nonenveloped bacilliform particles\r\n150\u000130 nm in size having a DNA genome of 7559 bp in length and six\r\nputative open reading frames, all on the plus-strand of the genome\r\n(Huang & Hartung, 2001). Control is by the use of quarantine, clean stock,\r\nand certification programs, and control of the mealy bug vector.\r\n2.15. Satsuma dwarf\r\nSatsuma dwarf is a virus disease originally described in Japan where it causes\r\nserious problems (Changyong, Xueyuan, Yuanhui, & Xinhua, 1993; Cui,\r\n154 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 012",
        "url": "crawls\\lee2015.json",
        "html": "Gu, & Roistacher, 1991). Trees infected with Satsuma dwarf virus (SDV)\r\nhave spoon shaped leaves, enations, multiple flushing, stunting or dwarfing,\r\nfewer leaves, and small fruit having a thick peel (Tanaka, 1972). There are\r\nvariants of SDV, with one variant being called Citrus mosaic virus (not to be\r\nconfused with CYMV virus which is a badnavirus) (Ahlawat, Chenulu,\r\nViswanath, Pandey, & Bhagabati, 1985; Dakshinamurti & Reddy, 1975).\r\nThe SDV virion is an isometric virus particle about 26 nm in diameter.\r\nTwo RNAs are present, RNA1 with about 7000 nt and RNA2 with about\r\n5400 nt (Karasev, Han, & Iwanami, 2001). SDV has been reported from\r\nJapan, China, Iran, Korea, and Turkey, while the citrus mosaic variant of\r\nSDV has been reported only from Japan.\r\nSDV is readily transmitted by grafting, and soil transmission has been\r\nreported but not confirmed (Koizumi, Kano, Ieki, & Mae, 1988). No vector\r\nhas been reported.\r\n3. OTHER INSECT-SPREAD DISEASES CAUSED BY\r\nPROKARYOTES WHICH NEED TO BE CONSIDERED\r\nIN CONTROL/MANAGEMENT OF CITRUS VIRUSES\r\nAND VIRUS-LIKE DISEASES\r\n3.1. Huanglongbing\r\nHuanglongbing (HLB), also known as citrus greening disease, is perhaps the\r\nmost important citrus disease in areas where the disease and its vector are\r\nboth present (Bove´, 2006). The symptoms of include an asymmetrical mot\u0002tling of the leaves; frequently the midribs of the leaves are yellowed. Sectors\r\nof the canopy decline and dieback, followed by the decline and dieback of\r\nthe entire canopy. Once the tree is nearly totally infected, the tree will pro\u0002duce yellow shoots. The yellow shoots are characteristic of HLB, and HLB\r\nin Chinese translates to “yellow shoot.” Symptomatic fruit are lobsided, usu\u0002ally contain aborted seed, and have an off flavor. Fruit production is reduced,\r\nsymptomatic fruit is small, and fruit often drops prematurely. Over 2–3 years\r\nthe tree declines and dies.\r\nThree forms of HLB have been identified: the Asiatic form which is asso\u0002ciated with Candidatus Liberibacter asiaticus (Las); the African form which is\r\nassociated with Candidatus L. africanus (Laf ); and the American form which\r\nis associated with Candidatus L. americanus (Lam) (Jagoueix, Bove´, &\r\nGarnier, 1994; Teixeira et al., 2005). The Asiatic form of HLB expresses\r\nsymptoms at a warmer temperature whereas the African from which\r\nexpresses strongest symptoms under cooler temperatures. The American\r\nControl of Virus Diseases of Citrus 155\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 013",
        "url": "crawls\\lee2015.json",
        "html": "form expresses symptoms under cooler temperatures and extended periods\r\nof warmer temperature eliminate the disease from infected plants (Lopes\r\net al., 2009). In Brazil where Lam was first reported, the Las has out com\u0002peted Lam and Lam is rarely encountered now under field conditions (Lopes\r\net al., 2009).The host range of HLB is limited to citrus and citrus relatives.\r\nThere are two psyllid vectors of HLB: Diaphorina citri and Trioza erytreae\r\n(Bove´, 2006). Both species of the vector can transmit either the Asiatic form\r\nor the African form of HLB, and D. citri has been shown to transmit the\r\nAmerican form in Brazil (Bove´, 2006; Lopes et al., 2010). T. erytreae occurs\r\nmostly in Africa, while the D. citri occurs in northern Africa, Asia, and the\r\nAmericas. D. citri is the more efficient vector (Bove´, 2006).\r\nControl of HLB requires quarantine, clean stock, and certification pro\u0002grams in order to produce healthy plants and prevent movement of infected\r\nnursery stock. The psyllid vectors must be controlled. Florida and Texas\r\nhave begun using area-wide sprays to reduce the psyllid population during\r\nthe winter months when the psyllids are not as active and only the over\u0002wintering adults are present (Bassanezi et al., 2013). In areas where HLB\r\nis not already established, a three pronged approach to control is effective:\r\nregular surveys to identify early symptoms on trees which are then removed;\r\ncontrol of the psyllid vector by survey and pesticide application; and use of\r\nclean plant material for replanting (Bove´, 2006). Detection of the bacterium\r\nassociated with HLB is by PCR or real-time PCR. Testing psyllids for the\r\npresence of the bacterium associated with HLB by real-time PCR has\r\nproven to provide an earlier warning of the presence of the disease in an area\r\nwhere HLB is not already established (Manjunath, Halbert, Ramadugu,\r\nWebb, & Lee, 2008).\r\n3.2. Stubborn disease\r\nStubborn was described as a disease in 1944 in California. It is now known to\r\nbe caused by a helical mollicute Spiroplasma citri and Koch’s postulates have\r\nbeen fulfilled (Bove´ et al., 2002; Saglio et al., 1973). The S. citri genome has\r\nbeen sequenced (Ye et al., 1992). Stubborn causes stunting, hence the name\r\nstubborn as the infected plants do not grow. This is especially apparent in\r\nwhen young trees become infected (Roistacher, 1991). Fruit on affected\r\ntrees are often lopsided, small in size, and have aborted seed. Color inversion\r\nis often seen with the stylar end remaining green and the peduncular end\r\nshowing color. The symptoms on the tree canopy are often localized into\r\nsectors, especially when larger trees become infected. Leaves are small,\r\n156 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 014",
        "url": "crawls\\lee2015.json",
        "html": "cupped, and often have an upright appearance. Mottling can occur on the\r\nleaves. Diagnosis of stubborn is by in vitro culture, or by use of PCR and/or\r\nreal-time PCR (Yokomi, Mello, Fletcher, & Saponari, 2010). For biological\r\nindexing, Madame Vinous sweet orange seedling maintained in warm con\u0002ditions (37 \u0003C) day temperature and 27 \u0003C night temperature are inoculated\r\nwith bud chips or side shoot grafts (Roistacher, 1991). Symptoms expressed\r\nunder these conditions are slow growth, small cupped leaves, short inter\u0002nodes between leaves, and leaf mottling. Most citrus varieties and cultivars\r\nare susceptible to stubborn.\r\nStubborn has several planthoppers as vectors: Circulifer tenellus and\r\nScaphytopius nitidus common in California and Arizona, and Circulifer\r\nhaematocepts (syn. Neoaliturus haematocepts) in the Mediterranean region\r\n(Calavan & Bove´, 1989). The Spiroplasma multiplies in the vector but there\r\nis no evidence of transovarial passage. Most spread of stubborn in citrus is\r\nprimary spread: there is little evidence of citrus to citrus transmission\r\n(Yokomi et al., 2010). The leafhopper vectors have a wide host range\r\nand citrus is a temporary host if more preferred hosts are not available.\r\nStubborn has not been reported in tropical or subtropical regions.\r\nControl is by the use of quarantine, clean stock, and certification programs\r\nto ensure that healthy plants are planted in the field. The movement of the\r\nplanthopper vectors is seasonal, and planting of new citrus when the vectors\r\nare likely to move to the young actively growing citrus should be avoided.\r\nYoung plants which become infected with stubborn should be removed\r\nand replaced with a healthy plant. The use of trap plants which are more\r\nattractive to the vectors than citrus has been reported (Schwarz, 1965).\r\n3.3. Citrus variegated chlorosis\r\nCitrus variegated chlorosis (CVC) first appeared in Brazil in 1987 and rapidly\r\nbecame established throughout the Brazil citrus industry (Lee, Derrick,\r\nBeretta, Chagas, & Rosetti, 1991). CVC has spread to countries surrounding\r\nBrazil and most recently was reported in Costa Rica (Aguilar et al., 2005).\r\nThe disease was named because of the chlorotic appearance of the tree,\r\nresembling a zinc deficiency, once the tree becomes infected. Newly\r\naffected trees show sectoring of symptoms, while chronically infected trees\r\nhave a yellow appearance. As the leave mature, small, light brown gummy\r\nlesions form on the underside of the leaves, corresponding to the yellow\r\nchlorotic areas on the upper side of the leaf. As the leaf ages, the lesions\r\non the underneath of the leaf may become dark brown and even become\r\nControl of Virus Diseases of Citrus 157\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 015",
        "url": "crawls\\lee2015.json",
        "html": "necrotic. Fruit size on CVC affected trees is greatly reduced and the fruit has\r\na hard rind. Normal fruit thinning after blossom set does not occur on a\r\nCVC affected tree, resulting in the tree carrying more fruit that is smaller.\r\nCVC affected fruit ripens earlier than fruit on a healthy tree and the sugar\r\ncontent is higher. Fruit tends to occur in clusters, rather than one or two\r\nfruit as normal, especially on Pera sweet orange trees. CVC affected trees\r\nbecome stunted, the branches dieback, and the canopy thins, but the tree\r\nrarely dies. The disease has been shown to be caused by a pathovar of Xylella\r\nfastidiosa (Hartung, Beretta, Brlansky, Spisso, & Lee, 1994).\r\nCVC is vectored by numerous sharpshooters; several species have been\r\nidentified as vectors (Hopkins & Purcell, 2002). Control of CVC is by quar\u0002antine, clean stock, and certification programs so that clean propagation\r\nmaterials are used and plants going to the field are healthy. Vector control\r\nis important, and sharpshooter populations are controlled by insecticide\r\napplications.\r\n4. METHODS OF CONTROL OF GRAFT-TRANSMISSIBLE\r\nPATHOGENS OF CITRUS\r\nControl of citrus viruses begins though three programs: (1) quarantine\r\n(safe introduction of germplasm into an area or region), (2) clean stock pro\u0002gram (to test, therapy if necessary, and produce/provide sources of\r\npathogen-tested propagating stock for an industry), and (3) certification\r\nto ensure the maintenance and use of pathogen-tested propagating material\r\nfor commercial use (Lee, 2000; Lee, Lehman, & Navarro, 1999; Navarro,\r\n1993). These three programs will be discussed in greater detail, Figs. 1\r\nand 2 illustrate the relationship among these three programs.\r\n4.1. Quarantine programs\r\nQuarantine programs allow for the safe introduction of germplasm into an\r\narea or region. In a viable citrus industry, there is a constant demand for new\r\nvarieties for possible commercial production or for use in citrus breeding\r\nprograms. A quarantine program provides a mechanism for introduction\r\nof new varieties or cultivars into a citrus area without introducing citrus\r\nviruses or other graft-transmissible pathogens. Quarantine programs require\r\nregulatory authority and are operated under the guidance of the Ministry of\r\nAgriculture or the state Department of Agriculture.\r\nDesired germplasm is requested using an import permit so that everyone\r\nconcerned knows the material is being imported, and once the material\r\n158 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 016",
        "url": "crawls\\lee2015.json",
        "html": "arrives, it is usually inspected to make sure insects, fungi, and other pests are\r\nnot present. The imported germplasm is then established in a quarantine\r\ngreenhouse or in a region removed from the main citrus production area,\r\nor by the use of in vitro quarantine by placing the surface sterilized budstick\r\nin media so that emerging buds may be used for shoot tip grafting (Lee, 2000;\r\nNavarro, 1993). The imported germplasm must be therapied to eliminate\r\ngraft-transmissible pathogens.\r\nThe traditional methods of therapy have been thermotherapy (Grant,\r\n1957) or shoot tip grafting (Navarro, Roistacher, & Mirashige, 1975). More\r\nrecently, cryotherapy has been applied to eliminate graft-transmissible path\u0002ogens (Wang, Panis, Engelmann, Lambardi, & Valkonen, 2009).\r\nThermotherapy involves subjecting the buds, grafted onto a rootstock,\r\nto an extended heat cycle (Roistacher, 1991). Thermotherapy of citrus\r\nFigure 1 Diagram showing the relationship between a quarantine program and a clean\r\nstock program and the general scheme of therapy and testing before incoming acces\u0002sions may be released into the citrus certification program or made available to the\r\ncitrus industry.\r\nControl of Virus Diseases of Citrus 159\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 017",
        "url": "crawls\\lee2015.json",
        "html": "requires grafting a bud onto a rootstock, usually a citrange, keeping the bud\r\nwrapped with grafting tape so that it does not grow or push, and placing the\r\ngrafted rootstock in a heat treatment chamber having a 16-h light cycle at\r\n40 \u0003C and 8-h dark cycle at 30 \u0003C for 12–16 weeks. Once the heat treated\r\nplants are removed, the grafting tape is removed, and the buds are allowed to\r\npush. Once the buds have grown for 12–15 weeks, testing is performed to\r\ndetermine if the pathogens have been eliminated. This method is effective at\r\nremoving most citrus pathogens which are detected by biological indexing\r\nunder cool conditions (Table 2), but it is not effective at eliminating citrus\r\nviroids or CiTLV. The disadvantage of this approach is the time required for\r\nthermotherapy, 12–16 weeks.\r\nTherapy by use of shoot tip grafting has been the approach of choice for\r\nremoval of citrus viruses (Navarro et al., 1975). Using this procedure, the\r\nmeristem tips, about 0.1 mm thick, are cut from emerging buds and grafted\r\nonto etiolated rootstocks grown in vitro. The tips are usually free of graft\u0002Figure 2 Diagram of the general structure of a citrus certification program. The clean\r\nmaterial received from the quarantine or clean stock program is used to establish the\r\nmother trees and maintained under conditions to protect them from exposure to\r\nvector-borne pathogens. Buds cut from the mother trees may be used to establish sec\u0002ondary mother trees, usually maintained under protected conditions in a commercial\r\nnursery, for budwood increase blocks to rapidly increase the number of buds available\r\nfor propagation, or for direct propagation of certified nursery trees. A variety block is\r\nestablished from buds obtained from the mother trees to evaluate the horticultural\r\ntrueness to type of the budline and to obtain production data.\r\n160 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 018",
        "url": "crawls\\lee2015.json",
        "html": "Table 2 A summary of the required tests for citrus viruses and virus-like diseases for\r\nrelease from quarantine status in Californiaa\r\nVirus/disease Indicator plant Symptoms\r\nIndex\r\nconditionb\r\nLaboratory\r\ndiagnosticc\r\nCitrus tristeza\r\nvirus/tristeza\r\nMexican lime Leaf vein\r\nclearing, leaf\r\ncupping,\r\nstunting, stem\r\npitting\r\nCool ELISA\r\nCitrus psorosis\r\nvirus/psorosis\r\nincluding citrus\r\nringspot and\r\npathogens which\r\ntest similar\r\n(impietratura,\r\nconcave gum,\r\ncristicortis)\r\nSweet orange,\r\nDweet tangor\r\nLeaf vein\r\nflecking, oak-leaf\r\npatterns on young\r\nleaves, bark\r\nscaling may occur\r\nwith some\r\nisolates; psorosis\r\nand ringspot will\r\ncause shock\r\nsymptoms\r\nCool\r\nInfectious\r\nvariegation virus,\r\nCitrus leaf rugose\r\nvirus, Citrus\r\ncrinkly leaf virus\r\nSour orange,\r\nmay be\r\nsupplemented\r\nwith Etrog\r\ncitron, Eureka\r\nlemon\r\nLeaf variegation\r\nand/or crinkle on\r\nsour orange;\r\nchlorotic spotting\r\non lemon\r\nCool\r\nApple stem\r\ngrooving virus syn.\r\nCitrus tatter leaf\r\nvirus/citrange\r\nstunt\r\nCitrus excelsa,\r\nrusk citrange\r\non rough\r\nlemon\r\nC. excelsa:\r\ndeformed leaves\r\nwith chlorotic\r\nzones; rusk\r\ncitrange:\r\ndeformed leaves\r\nwith chlorotic\r\nleaf blotch, stem\r\nwith zigzag\r\ngrowth\r\nCool\r\nCitrus leaf blotch\r\nvirus/Dweet\r\nmottle virus\r\nDweet tangor Mottle pattern on\r\nleaves\r\nCool RT-PCR\r\nCitrus viroids\r\nincluding\r\nexocortis,\r\nArizona 861-\r\nSI Etrog citron\r\nLeaf epinasty\r\nand/or stunting,\r\nmidvein necrosis,\r\nWarm sPAGE from\r\ninoculated\r\ncitrons\r\nContinued\r\nControl of Virus Diseases of Citrus 161\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 019",
        "url": "crawls\\lee2015.json",
        "html": "transmissible pathogens, and the resultant recovered plant is usually free of\r\npathogens and does not undergo juvenility. This approach has been shown\r\nto be effective at elimination of all citrus viruses (Navarro, Civerolo,\r\nJuarez, & Garnsey, 1989). A modification of the procedure is referred to\r\nas in vitro quarantine (Lee et al., 1999). Here the budstick, once received\r\nTable 2 A summary of the required tests for citrus viruses and virus-like diseases for\r\nrelease from quarantine status in California—cont'd\r\nVirus/disease Indicator plant Symptoms\r\nIndex\r\ncondition\r\nLaboratory\r\ndiagnostic\r\ncachexia, and\r\nfive other viroid\r\nspecies\r\non rough\r\nlemon\r\npetiole necrosis,\r\nleaf tip browning\r\ngrown under\r\nwarm\r\nconditions\r\nSpiroplasma\r\ncitri/stubborn\r\nSweet orange Stunting, small\r\nleaves, leaf\r\ncupping\r\nWarm Culture from\r\nsource tree\r\nheld under\r\nwarm\r\nconditions\r\nCitrus vein enation\r\nvirus/vein\r\nenation\r\nSour orange/\r\nMexican lime\r\nVein enations;\r\ngalls may form on\r\nMexican lime\r\nwhere wounds\r\noccur\r\nCool RT-PCR\r\nHuanglongbing\r\nassociated with\r\nCandidatus\r\nLiberibacter\r\nspecies/citrus\r\ngreening disease\r\nSource plant\r\nobservation\r\nAsymmetrical\r\nmottle on leaves,\r\nyellowing (zinc\r\ndeficiency\r\nsymptoms)\r\nWarm\r\n(Asiatic\r\nform); cool\r\n(African and\r\nAmerican\r\nforms)\r\nqPCR,\r\nobservation\r\nof source\r\nplant\r\nXylella\r\nfastidiosa/citrus\r\nvariegated\r\nchlorosis\r\nSource plant\r\nobservation\r\nZinc deficiency\r\nsymptoms,\r\ngummy lesion on\r\nunderside of\r\nleaves\r\nWarm PCR\r\nMiscellaneous\r\nand unknown\r\nSource plant dsRNA\r\nELISA, enzyme-linked immunosorbent assay; RT-PCR, reverse transcriptase polymerase chain reac\u0002tion; sPAGE, sequential polyacrylamide gel electrophoresis; qPCR, quantitative real-time polymerase\r\nchain reaction; PCR, polymerase chain reaction; dsRNA, double-stranded RNA.\r\na\r\nWhen performing biological indexing, positive controls in planta must be available in order to perform\r\ncomplete and definite testing. Exotic pathogens (such as Huanglongbing and Xylella fastidiosa may be used\r\nas DNA extracts for positive control for the laboratory testing).\r\nb\r\nCool indexing conditions is 24–27 \u0003C, while warm indexing conditions is 28–40 \u0003C. c\r\nAll laboratory testing is performed on the source plant unless otherwise described.\r\n162 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 020",
        "url": "crawls\\lee2015.json",
        "html": "under permit, is surface sterilized, placed in media in a glass tube and placed\r\nunder lights at 25–26 \u0003C. When the buds emerge, shoot tips are cut and\r\ngrafted as in the normal shoot tip grafting protocol. Depending on the skill\r\nof the technician performing the shoot tip grafting procedure, it is most\r\nlikely the resultant recovered plant will be free of pathogens.\r\nAn alternative method of therapy, referred to a cryotherapy, is where\r\nvegetative buds are excised, treated in a buffer to remove excess water within\r\nthe cells, frozen in liquid nitrogen, then recovered under controlled condi\u0002tions and grafted onto an etiolated rootstock as done with shoot tip grafting\r\n(Wang et al., 2009). The protocol we are using for citrus is very similar to\r\nthat used for cryopreservation of citrus (Volk, Bonnart, Krueger, & Lee,\r\n2012), except that the freezing step is limited to 1–2 h. The advantage of\r\nthis procedure is that vegetative buds are used, not the more tender emerg\u0002ing buds as in shoot tip grafting. The buds are 1–1.5 mm when cut. After the\r\nfreezing step, about 0.5 of the base of the bud is excised and the resultant tip\r\nis grafted to the etiolated rootstock.\r\nRegardless of the method used to therapy the germplasm received in\r\nquarantine, it is important that the therapied germplasm be indexed for all\r\nknown graft-transmissible pathogens before being released from quarantine.\r\nThis usually requires both biological and laboratory testing. Table 2 summa\u0002rizes the pathogens tested and the test used for each pathogen as required in\r\nCalifornia. If the germplasm has been obtained from a region where a virus or\r\nvirus-like pathogen is present, that pathogen should be tested for. For exam\u0002ple, germplasm originating from Florida should be tested for citrus blight.\r\n4.2. Clean Stock Programs\r\nClean stock programs provide for recovery of healthy sources of local cul\u0002tivars and provide a mechanism whereby pathogen-tested propagating\r\nmaterial is available to the local citrus industry. A clean stock program is\r\noften carried on by a research institution utilizing the expertise of specialists\r\nin plant pathology, horticulture, and possibly other departments, but the\r\nclean stock program may be operated by the regulatory agency having juris\u0002diction over the citrus production area.\r\nThere are several steps in a clean stock program (see generalized scheme\r\nin Fig. 1). The clean stock program selects mother trees from local cultivars,\r\nthe selection of potential mother trees should be made with regard to hor\u0002ticultural characteristics without pathogen content being considered. How\u0002ever, it is usually recommended that a measurable trait or phenotype be used\r\nto make the best use of limited resources. Examples of measurable traits or\r\nControl of Virus Diseases of Citrus 163\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 021",
        "url": "crawls\\lee2015.json",
        "html": "phenotypes are earlier maturation, consistent production of more fruit,\r\nhigher color score on fruit, etc. Following the selection of potential mother\r\ntrees, the process for cleanup is similar to the quarantine program. The trees\r\nare indexed to determine what citrus viruses are present. Therapy follows,\r\neither shoot tip grafting or thermotherapy, depending on viruses present and\r\nexpertise and facilities available. Following therapy, the resultant recovered\r\npotential mother trees must be completely indexed for all graft-transmissible\r\npathogens present in the area.\r\nAn important component of a clean stock program is the horticultural\r\nevaluation. The availability of the data from the horticultural evaluation is\r\nvaluable to the local industry in helping growers decide if they want to grow\r\na particular cultivar or variety. In Florida, the productivity on a per tree basis\r\nover a 15–20 year period was increased by 10–15% because the growers\r\ncould evaluate the publically available data obtained from the horticultural\r\nevaluation trials from the accessions being therapied in the Florida clean\r\nstock program (Lee, 2000). The clean stock program maintains a source\r\nof mother trees, usually under protected conditions to prevent possible\r\ninsect vectors access, and makes budwood available upon request.\r\n4.3. Certification Programs\r\nCertification programs are important to guarantee the sanitary status and\r\nhorticultural quality of propagating material for the commercial production\r\nof nursery plants (Lee, 2000; Lee et al., 1999; Navarro, 1993). Certification\r\nprograms must have regulatory authority and are usually operated by a state\r\nor provincial agency having the legal authority to impose restrictions. All the\r\npropagation of citrus is done by commercial nurseries, but the primary foun\u0002dation trees are usually maintained by the agency in charge of the certifica\u0002tion program. In a certification program, testing of primary foundation trees\r\non a recurring basis is done for commonly occurring citrus viruses or viroids\r\nand nursery increase blocks may be tested for pathogens known to be insect\r\nvectored in the region. A typical scheme for a certification program is shown\r\nin Fig. 2.\r\n5. OTHER METHODS OF CONTROL\r\n5.1. Pest management areas\r\nPest management areas for eradication or suppression of citrus viruses and\r\nother pathogens have been used effectively in California. As an example,\r\n164 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 022",
        "url": "crawls\\lee2015.json",
        "html": "in California pest management areas for the suppression of CTV were\r\nestablished in the Central Valley of California in 1963 (Gottwald et al.,\r\n2002). An epidemic of CTV decline on sour orange had occurred in the\r\nsouthern California production area resulting a wide spread incidence of tris\u0002teza, but CTV was rarely found in the Central Valley production area\r\n(Fresno, Kern, Madera, and Tulare counties). To control losses due to\r\nCTV, the Central California Citrus Pest Control Agency was charged with\r\nlocating and removing CTV-infected trees. This agency was later renamed\r\nthe Central California Tristeza Eradication Agency (CCTEA) with respon\u0002sibility through an agreement of the Joint Operations of the Tristeza Erad\u0002ication Program (Joint Powers Agreement or JPA) of what was then five\r\ncitrus pest control districts in Fresno, Tulare, and Kern counties. Two of\r\nthe districts withdrew in 1995 and 1996, leaving three pest management dis\u0002tricts. The program is funded by a special assessment on growers depending\r\non the acreage of citrus in the district.\r\nThe purpose of the CCTEA is to identify and eradicate CTV in a timely,\r\norderly, and cost effective manner and to encourage and support appropriate\r\nresearch programs that pursue method to eliminate the threat of CTV\r\n(Gottwald et al., 2002). The program has been charged with ensuring that\r\nall trees planted in the suppressive areas remain virus-free by identifying res\u0002ervoirs of CTV so the trees can be eliminated. While the approach for sur\u0002veying and eliminating CTV has changed over the years and technology has\r\nbeen developed and applied, the area still has a very low incidence of CTV\r\nafter five decades.\r\n5.2. Mild strain cross-protection\r\nMSCP is the phenomenon which occurs when a mild isolate of a virus is\r\ninoculated into a plant, and when that plant is later inoculated (or chal\u0002lenged) with a severe isolate of the same virus, the symptoms of the severe\r\nisolate are suppressed or delayed in expression (Lee, Brlansky, Garnsey, &\r\nYokomi, 1987). MSCP is not the same as virus resistance. MSCP as a man\u0002agement strategy is useful only when (1) the disease is endemic with no other\r\npossibility of control; (2) there is confidence that the mild isolate being used\r\nwill not spread and cause damage in other crops or act in combination with\r\nother viruses to cause more severe damage; (3) there is some level of con\u0002fidence that the mild isolate being used is stable (especially if it has been\r\nderived by mutation) and will continue to be mild when purposefully inoc\u0002ulated into many plants.\r\nControl of Virus Diseases of Citrus 165\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 023",
        "url": "crawls\\lee2015.json",
        "html": "MSCP of citrus viruses has been a useful method to control, or manage,\r\ndisease losses due to severe viruses, especially with tristeza (Bederski,\r\nRoistacher, Silvestre, & Muller, 2010; da Grac € ¸a & van Vuuren, 2010;\r\nLee & Keremane, 2013; Roistacher et al., 2010). Empirically selected mild\r\nisolates of CTV have been used in several citrus production areas to maintain\r\nthe ability to produce fruit despite the presence of severe stem pitting strains\r\nof CTV; Pera sweet orange in Brazil (Muller & Costa, 1987 € ), grapefruit in\r\nAustralia and South Africa, limes in India, Hassuku dwarf on pummelo in\r\nJapan. More recently, in Florida isolates of CTV were empirically selected\r\nwhich protected against CTV decline on sour orange rootstock (Lee &\r\nKeremane, 2013).\r\nThe mechanism of MSCP in citrus is not understood, and it is probable\r\nthat several mechanisms are involved in the phenomena perhaps depending\r\non the virus and/or host. The mechanisms of protein mediated protection,\r\nsuch as CP-mediated resistance, RNA-mediated resistance, and RNA\r\nsilencing have been suggested as mechanisms of cross protection. The prac\u0002tical cross protection employed at the field level so far has involved selection\r\nof cross protection strains by empirical methods, but as a better understand\u0002ing of the mechanisms(s) determine the efficiency and effectiveness of\r\nMSCP, better and quicker methods of selection of isolates for MSCP should\r\ndevelop in the foreseeable future. The ability to transform plants, including\r\ncitrus, should enable the development of a better understanding of MSCP at\r\nthe molecular level with specific viruses.\r\n5.3. CP-mediated resistance\r\nCP-mediated resistance to Tobacco mosaic virus (TMV) was demonstrated by\r\nSherwood and Fulton (1982) and in Cucumber mosaic virus by Dodds, Lee,\r\nand Tiffany (1985). In transgenic plants, the level of expression of the CP seems\r\nto determine if resistance is expressed for not, with the higher expression of the\r\nCP having better protection against challenge (Powell, Sanders, Tumer,\r\nFraley, & Beachy, 1990). CP-mediated resistance has been reported to be less\r\nstrain specific than forms of resistance involving RNA (Lomonossoff, 1995).\r\nDominguez et al. (2002) reported pathogen-derived resistance to CTV in\r\n10–33% of the Mexican lime plants transformed with the CP gene of CTV.\r\n5.4. RNA-mediated resistance\r\nUsing TMV as the model system, RNA-mediated resistance to explain cross\r\nprotection was suggested by Palukaitis and Zaitlin (1984). In this model, the\r\n166 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 024",
        "url": "crawls\\lee2015.json",
        "html": "protecting virus produces excessive positive-sense RNA which hybridizes\r\nto the newly formed minus-strand RNA and this stops the further replica\u0002tion and translation of the challenge virus. This protection by RNA hybrid\u0002ization theory has been demonstrated at the cell level but not at the whole\r\nplant level.\r\nVirus resistance due to an expressed transgene with sequence homology\r\nto the virus is a form of RNA-mediated resistance (Febres, Lee, & Moore,\r\n2008; Lindbo, Silvarosales, Proebsting, & Dougherty, 1993; Ratcliff,\r\nHarrison, & Baulcombe, 1997; Waterhouse, Graham, & Wang, 1998). This\r\nRNA-mediated resistance, also called gene silencing, and has been termed\r\nRNA interference or RNAi. Silencing is initiated in plants by dsRNA that is\r\nprocessed into small interfering RNA (siRNA) of about 21–26 nt. The\r\nsiRNAs then mediate RNA degradation of complementary sequences; a\r\nprocess known as posttransciptional gene silencing (PTGS). SiRNAs can\r\nalso direct methylation of complementary DNA sequences (Mette,\r\nAufsatz, van der Winden, Matzke, & Matzke, 2000; Wassenegger,\r\nHeimes, Riedel, & Sanger, 1994). Thus, methylation of the transcribed\r\nsequence is associated with PTGS. Methylation of promoter sequences\r\ninhibits transcription. RNAi has been proposed to be a natural plant defense\r\nmechanism against viruses and transposons and is also involved in the\r\nregulation of the expression levels of certain gene (Voinnet, 2002;\r\nWaterhouse, Wang, & Lough, 2001).\r\nRNA-mediated protection against CTV has been reported in Duncan\r\ngrapefruit transformed with the 30 end of the CTV genome (Febres et al.,\r\n2008). The most resistant line showed no transgene mRNA accumulation\r\nand promoter methylation of cytosines; both characteristic of PTGS.\r\nMost likely MSCP uses one of these two methods as suggested by exper\u0002iments with transformed plants, either CP-mediated resistance or RNA\u0002mediated resistance, or a combination. The virus and even strain of the virus\r\nprobably determines the mechanism used. Regardless, at least with CTV,\r\nmild strain cross-protection, using empirically selected strains, has been\r\ndemonstrated to be a viable control mechanism. Further research will pro\u0002vide more information as to the nature of this protection.\r\nREFERENCES\r\nAguilar, E., Villalobos, W., Moreira, L., Rodriguez, C. M., Kitajima, E. W., & Rivera, C.\r\n(2005). First report of Xylella fastidiosa infecting citrus in Costa Rica. Plant Disease,\r\n89, 687.\r\nAhlawat, Y. S., Chenulu, V. V., Viswanath, S. M., Pandey, P. K., & Bhagabati, K. N. (1985).\r\nMosaic disease of citrus in India. Current Science, 54, 873–874.\r\nControl of Virus Diseases of Citrus 167\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 025",
        "url": "crawls\\lee2015.json",
        "html": "Ahlawat, Y. S., Pant, R. P., Lockhart, B. E. L., Srivastava, M., Charkaborty, N. K., &\r\nVarma, A. (1996). Association of a Badnavirus with citrus mosaic disease India. Plant Dis\u0002ease, 80, 590–592.\r\nBarthe, G. A., Ceccardi, T. L., Manjunath, K. L., & Derrick, K. S. (1998). Citrus psorosis virus:\r\nNucleotide sequencing of the coat protein gene and detection by hybridization and\r\nRT-PCR. Journal of General Virology, 79, 1531–1537.\r\nBassanezi, R. B., Montesino, L. H., Gimenes-Fernandes, N., Yamamoto, P. T.,\r\nGottwald, T. R., Amorim, L., et al. (2013). Efficacy of area-wide inoculum reduction\r\nand vector control on temporal progress of huanglongbing in your sweet orange plant\u0002ings. Plant Disease, 97, 789–796.\r\nBederski, K., Roistacher, C. N., Silvestre, O. P., & Muller, G. W. (2010). Long-term cross €\r\nprotection of severe stem pitting Citrus tristeza virus in Peru. In M. E. Hilf,\r\nL. W. Timmer, R. G. Milne, & J. V. da Grac¸a (Eds.), Proceedings of the 17th conference\r\nof the International Organisation of Citrus Virologists (pp. 67–79).\r\nBove´, J. M. (1995). Virus and virus-like diseases of citrus in the Near East region. Rome: FAO, 518 p.\r\nBove´, J. M. (2006). Huanglongbing: A destructive, newly-emerging, century-old disease of\r\ncitrus. Journal of Plant Pathology, 88, 7–37.\r\nBove´, J. M., Renaudin, J., Foissac, X., Gaurivaud, P., Carle, P., Laigret, F., et al. (2002).\r\nSpiroplasma citri: From functional genomics to ... genomics!. In N. Duran-Vila,\r\nR. G. Milne, & J. V. da Grac¸a (Eds.), Proceedings of the 15th conference of the International\r\nOrganisation of Citrus Virologists (pp. 278–287).\r\nBrlansky, R. H., & Timmer, L. W. (2014). 2014 Florida citrus pest management guide: Exocortis,\r\ncachexia, and other viroids (p. 179). Gainesville, FL: University of Florida.\r\nCalavan, E. C., & Bove´, J. M. (1989). Ecology of Spiroplasma citri. In R. F. Whitcomb, &\r\nJ. G. Tully (Eds.), The mycoplasmas (pp. 425–485). New York: Academic Press.\r\nCalavan, E. C., Frolich, E. F., Carpenter, J. B., Roistacher, C. N., & Christiansen, D. W.\r\n(1964). Rapid indexing for exocortis of citrus. Phytopathology, 54, 1359–1362.\r\nCaruso, A., Davino, M., & Terranova, G. (1993). Observation of impietratura disease symp\u0002toms in four citrus species. In P. Moreno, J. V. da Grac¸a, & L. W. Timmer (Eds.),\r\nProceedings of the 12th conference of the International Organisation of Citrus Virologists\r\n(pp. 379–382).\r\nCastle, W. S. (1995). Rootstock as a fruit quality factor in citrus and deciduous tree crops.\r\nNew Zealand Journal of Crop and Horticultural Science, 23, 383–394. http://dx.doi.org/\r\n10.1080/01140671.1995.9513914.\r\nCastle, W. S., & Gottwald, T. R. (2005). Spatio-temporal analysis of tree decline losses\r\namong Navel orange trees on Swingle citrumelo rootstock in two central Florida citrus\r\ngroves. In M. E. Hilf, N. Duran-Vila, & M. A. Rocha-Pen˜a (Eds.), Proceedings of the 16th\r\nconference of the International Organisation of Citrus Virologists (pp. 375–380).\r\nChangyong, Z., Xueyuan, Z., Yuanhui, J., & Xinhua, H. (1993). The occurrence of satsuma\r\ndwarf virus in China. In P. Moreno, J. V. da Grac¸a, & L. W. Timmer (Eds.), Proceedings of\r\nthe 12th conference of the International Organisation of Citrus Virologists (pp. 349–351).\r\nChilds, J. F. L. (1950). The cachexia disease of Orlando tangelo. The Plant Disease Reporter,\r\n34, 295–298.\r\nCui, P. F., Gu, C. F., & Roistacher, C. N. (1991). Occurrence of Satsuma dwarf virus in\r\nZhejiang Province, China. Plant Disease, 75, 149–153.\r\nda Grac¸a, J. V., & van Vuuren, S. P. (2010). Citrus tristeza virus: Complex and tristeza disease.\r\nIn A. V. Karasev, & M. E. Hilf (Eds.), Managing Citrus tristeza virus losses using cross pro\u0002tection (pp. 247–260). St. Paul: APS Press.\r\nDakshinamurti, V., & Reddy, G. S. (1975). Mosaic—A transmissible disorder of sweet\r\noranges. Indian Phytopathology, 28, 398–399.\r\nDawson, W. O. (2010). Citrus tristeza virus: Complex and tristeza disease. In A. V. Karasev, &\r\nM. E. Hilf (Eds.), Molecular genetics of Citrus tristeza virus (pp. 53–72). St. Paul: APS Press.\r\n168 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 026",
        "url": "crawls\\lee2015.json",
        "html": "Dawson, T. E., & Mooney, P. A. (2000). Evidence for trifoliate resistance breaking isolates of\r\nCitrus tristeza virus in New Zealand. In N. Duran-Vila, R. G. Milne, & J. V. da Grac¸a\r\n(Eds.), Proceedings of the 14th conference of the International Organisation of Citrus Virologists\r\n(pp. 69–76).\r\nDerrick, K. S., Brlansky, R. H., de Graca, J. V., Lee, R. F., Timmer, L. W., & Nguyen, T. K.\r\n(1988). Partial characterization of a virus associated with citrus ringspot. Phytopathology,\r\n78, 1298–1301.\r\nDerrick, K. S., Lee, R. F., Brlanksy, R. H., Timmer, L. W., Hewitt, B. G., & Barthe, G. A.\r\n(1990). Proteins associated with citrus blight. Plant Disease, 74, 168–170.\r\nDerrick, K. S., & Timmer, L. W. (2000). Citrus blight and other disease of recalcitrant eti\u0002ology. Annual Review of Phytopathology, 38, 181–205.\r\nDodds, J. A., Lee, S. Q., & Tiffany, M. (1985). Cross protection between strains of Cucumber\r\nmosaic virus: Effect of host and type of inoculum on accumulation of virions and double\u0002stranded RNA of the challenge strain. Virology, 144, 301–309.\r\nDominguez, A., de Mendoza, A. H., Guerri, J., Cambra, M., Navarro, L., Moreno, P., et al.\r\n(2002). Pathogen-derived resistance to Citrus tristeza virus (CTV) in transgenic Mexican\r\nlime (Citrus aurantifolia (Christ.) Swing.) plants expressing its p25 coat protein gene.\r\nMolecular Breeding, 10, 1–10.\r\nDuran-Vila, N., Roistacher, C. N., Rivera-Bustamante, R., & Semancik, J. S. (1988).\r\nA definition of citrus viroids groups and their relationship to the exocortis disease. Journal\r\nof General Virology, 69, 3069–3080.\r\nFawcett, H. S. (1934). Is psorosis of citrus a virus disease? Phytopathology, 24, 659–668.\r\nFawcett, H. S. (1936). Citrus diseases and their control. New York/London: McGraw-Hill\r\nBook Co., Inc, 656 p.\r\nFebres, V. J., Lee, R. F., & Moore, G. A. (2008). Transgenic resistance to Citrus tristeza virus\r\nin grapefruit. Plant Cell Reports, 27, 93–104.\r\nFlores, R., Duran-Vila, N., Pallas, V., & Semancik, J. S. (1985). Detection of viroid and\r\nviroid-like RNAs from grapevine. Journal of General Virology, 66, 2095–2102.\r\nGarnsey, S. M., Barrett, H. C., & Hutchison, D. J. (1987). Identification of Citrus tristeza\r\nvirus resistance in citrus relatives and its potential applications. Phytophylactica, 19,\r\n187–191.\r\nGarnsey, S. M., Civerolo, E. L., Gumpf, D. J., Paul, C., Hilf, M. E., Lee, R. F., et al. (2005).\r\nBiological characterization of an international collection of Citrus tristeza virus (CTV) iso\u0002lates. In M. E. Hilf, N. Duran-Vila, & M. A. Rocha-Pena (Eds.), Proceedings of the 16th\r\nconference of the International Organisation of Citrus Virologists (pp. 75–93).\r\nGarnsey, S. M., Gumpf, D. J., Roistacher, C. N., Civerolo, E. L., Lee, R. F., Yokomi, R. K.,\r\net al. (1987). Toward a standardized evaluation of the biological properties of Citrus tris\u0002teza virus. Phytophylactica, 19, 151–157.\r\nGottwald, T. R., Polek, M., & Riley, K. M. (2002). History, present incidence, and spatial\r\ndistribution of Citrus tristeza virus in the California Central Valley. In N. Duran-Vila,\r\nR. G. Milne, & J. V. da Grac¸a (Eds.), Proceedings of the 15th conference of the International\r\nOrganisation of Citrus Virologists (pp. 83–94).\r\nGrant, T. J. (1957). Effect of heat treatments on tristeza and psorosis viruses in citrus. The Plant\r\nDisease Reporter, 41, 232–234.\r\nGuerra-Moreno, A. S., Manjunath, K. L., Brlanksy, R. H., & Lee, R. F. (2005). Citrus\r\nleprosis symptoms can be associated with the presence of two different viruses: Cytoplas\u0002mic and nuclear, the former having a multipartite RNA genome. In M. E. Hilf,\r\nN. Duran-Vila, & M. A. Rocha-Pen˜a (Eds.), Proceedings of the 15th conference of the Inter\u0002national Organisation of Citrus Virologists (pp. 230–239).\r\nHajeri, S., Ramadugu, C., Keremane, M., Vidalakis, G., & Lee, R. (2010). Nucleotide\r\nsequence and genome organization of Dweet mottle virus and its relationship to members\r\nof the family Betaflexiviridae. Archives of Virology, 155, 1523–1527.\r\nControl of Virus Diseases of Citrus 169\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 027",
        "url": "crawls\\lee2015.json",
        "html": "Halbert, S. E., Genc, H., Cevik, B., Brown, L. G., Rosales, I. M., Manjunath, K. L., et al.\r\n(2004). Distribution and characterization of Citrus tristeza virus in South Florida following\r\nestablishment of Toxoptera citricida. Plant Disease, 88, 935–941.\r\nHartung, J. S., Beretta, J., Brlansky, R. H., Spisso, J., & Lee, R. F. (1994). Citrus variegated\r\nchlorosis bacterium: Axenic culture, pathogenicity, and serological relationships with\r\nother strains of Xylella fastidiosa. Phytopathology, 84, 591–597.\r\nHiltabrand, W. F. (1957). Certification program for maintenance of virus-free propagation\r\nsources of citrus in California. In J. M. Wallace (Ed.), Citrus virus diseases (pp. 229–231).\r\nRichmond, CA: University of California, Division of Agricultural Sciences.\r\nHopkins, D. L., & Purcell, A. H. (2002). Xylella fastidiosa: Cause of Pierce’s disease of grape\u0002vine and other emergent diseases. Plant Disease, 86, 1056–1066.\r\nHuang, Q., & Hartung, J. S. (2001). Cloning and sequence analysis of an infectious clone of\r\nCitrus yellow mosaic virus that can infect sweet orange via Agrobacterium-mediated inoc\u0002ulation. Journal of General Virology, 82, 2549–2558.\r\nIto, T., Icki, H., Ozaki, K., & Ito, T. (2001). Characterization of a new citrus viroid species\r\ntentatively termed citrus viroid OS. Archives of Virology, 146, 975–982.\r\nIto, T., Ito, T., Shiotani, H., Iwanami, T., Ozaki, K., & Muramoto, K. (2007). Genetic\r\ndiversity and a heterogeneous population of Citrus mosaic virus within a single citrus tree.\r\nJournal of General Plant Pathology, 73, 147–151.\r\nIwanami, T., Kano, T., & Koizumi, M. (1991). Pathogenic diversity of Citrus tatter leaf virus\r\nisolates. Annals of Plant Phytopathological Society of Japan, 45, 712–720.\r\nJagoueix, S., Bove´, J. M., & Garnier, M. (1994). The phloem-limited bacterium of greening\r\ndisease of citrus is a member of the alpha subdivision of the proteo-bacteria. International\r\nJournal of Systematic Bacteriology, 44, 379–386.\r\nKarasev, A. V., Han, S. S., & Iwanami, T. (2001). Satsuma dwarf and related viruses belong to\r\na new lineage of plant picorna-like viruses. Virus Genes, 23, 45–52.\r\nKoizumi, M., Kano, T., Ieki, H., & Mae, H. (1988). China laurestine: A symptomless carrier of\r\nSatsuma dwarf virus which accelerates natural transmission in the fields. In L. W. Timmer,\r\nS. M. Garnsey, & L. Navarro (Eds.), Proceedings of the 10th conference of the International\r\nOrganisation of Citrus Virologists (pp. 348–352).\r\nKrueger, R. R., Bash, J. A., & Lee, R. F. (2005). Dweet mottle virus and Citrus leaf blotch virus.\r\nTopics in Subtropics Newsletter, 3, 1.\r\nLee, R. F. (2000). Why have mandatory citrus certification programs? In J. V. da Grac¸a,\r\nR. F. Lee, & R. K. Yokomi (Eds.), Proceedings of the 14th conference of the International Orga\u0002nisation of Citrus Virologists (pp. 311–325).\r\nLee, R. F., Baker, P. S., & Rocha-Pena, M. A. (1994). The Citrus tristeza virus (CTV): An\r\nintroduction to current priorities with special reference to the worsening situation in Central America\r\nand the Caribbean. Rome: International Institute of Biological Control, Centre for\r\nAgriculture and BioSciences International, and Food and Agricultural Organization,\r\n197 p.\r\nLee, R. F., Brlansky, R. H., Garnsey, S. M., & Yokomi, R. K. (1987). Traits of Citrus tristeza\r\nvirus important for mild strain cross protection of citrus: The Florida approach.\r\nPhytophylactica, 19, 215–218.\r\nLee, R. F., Derrick, K. S., Beretta, M. J. G., Chagas, C. M., & Rosetti, V. (1991). Citrus\r\nvariegated chlorosis: A new destructive disease of citrus in Brazil. Citrus Industry Maga\u0002zine, 12–13, 15.\r\nLee, R. F., Derrick, K. S., Futch, S. H., & Tucker, D. P. H. (1993). Graft transmission of\r\ncitrus measles. In P. Moreno, J. V. da Grac¸a, & L. W. Timmer (Eds.), Proceedings of the\r\n12th conference of the International Organisation of Citrus Virologists (pp. 371–374).\r\nLee, R. F., & Keremane, M. L. (2013). Mild strain cross protection of tristeza: A review of\r\nresearch to protect against decline on sour orange in Florida. Frontiers in Microbiology, 4,\r\n259. http://dx.doi.org/10.3389/fmicb.2013.00259.\r\n170 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 028",
        "url": "crawls\\lee2015.json",
        "html": "Lee, R. F., Lehman, P. S., & Navarro, L. (1999). Nursery practices and certification programs\r\nfor budwood and rootstocks. In L. W. Timmer, & L. W. Duncan (Eds.), Citrus healthy\r\nmanagement (pp. 35–46). St. Paul, MN: APS Press.\r\nLee, R. F., Marais, L. J., Timmer, L. W., & Graham, J. H. (1984). Syringe injection of water\r\ninto the trunk: A rapid diagnostic test for citrus blight. Plant Disease, 68, 511–513.\r\nLee, R. F., Yokomi, R. K., & Vidalakis, G. (2008). First report of citrus measles in California.\r\nIn Proceedings of the 11th international citrus congress, 2008 October 26–30, Wuhan, China.\r\nLindbo, J. A., Silvarosales, L., Proebsting, W. M., & Dougherty, W. G. (1993). Induction of a\r\nhighly specific antiviral state in transgenic plants—Implications for regulation of gene\u0002expression and virus-resistance. Plant Cell, 5, 1749–1759.\r\nLocali-Fabris, E. C., Freitas-Astu, J., Souza, A. A., Takita, M. A., Astua-Monge, G.,\r\nAntonioli-Luizon, R., et al. (2006). Complete nucleotide sequence, genomic organiza\u0002tion and phylogenetic analysis of Citrus leprosis virus cytoplasmic type. Journal of General\r\nVirology, 87, 2721–2729.\r\nLoconsole, G., Onelge, O., Potere, A., Giampetruzzi, O., Bozan, S., Satar, A., et al. (2012). €\r\nIdentification and characterization of Citrus yellow vein clearing virus, a putative new mem\u0002ber of the genus Mandarivirus. Phytopathology, 102, 1168–1175.\r\nLomonossoff, G. P. (1995). Pathogen-derived resistance to plant viruses. Annual Review of\r\nPhytopathology, 33, 323–343.\r\nLopes, S. A., Frare, G. F., Bertolini, E., Cambra, M., Fernandes, N. G., Ayres, A. J., et al.\r\n(2009). Liberibacters associated with citrus huanglongbing in Brazil: ‘Candidatus\r\nLiberibacter asiaticus’ is heat tolerant, ‘Candidatus L. americanus’ is heat sensitive. Plant\r\nDisease, 93, 257–262.\r\nLopes, S. A., Frare, G. F., Camargo, L. E. A., Wulff, N. A., Teixeira, D. C., Bassanezi, R. B.,\r\net al. (2010). Liberibacters associated with orange jasmine in Brazil: Incidence in urban\r\nareas and relatedness to citrus Liberibacters. Plant Pathology, 59, 1044–1053.\r\nMaharaj, S. B., & da Grac¸a, J. V. (1988). Observation of isometric virus-like particles asso\u0002ciated with citrus vein enation-infected citrus and the viruliferous aphid vector Toxoptera\r\ncitricidus. Phytophylactica, 20, 357–360.\r\nManjunath, K. L., Halbert, S. E., Ramadugu, C., Webb, S., & Lee, R. F. (2008). Detection\r\nof ‘Candidatus Liberibacter asiaticus’ in Diaphorina citri and its importance in the manage\u0002ment of citrus huanglongbing in Florida. Phytopathology, 98, 387–396.\r\nMette, M. F., Aufsatz, W., van der Winden, J., Matzke, M. A., & Matzke, A. J. (2000). Tran\u0002scriptional silencing and promoter methylation triggered by double-stranded RNA.\r\nEMBO Journal, 19, 5194–5201.\r\nMilne, R. G., Garcia, M. L., & Grau, O. (2000). Genus Ophiovirus. In M. H. V. van\r\nRegenmortel, C. M. Fauquest, D. H. L. Bishop, E. B. Carstens, M. K. Estes,\r\nS. M. Lemon, J. Maniloff, M. A. Moyo, D. J. McGeoch, C. R. Pringle, &\r\nR. B. Wickner (Eds.), Viruses taxonomy: Seventh report of the international committee on tax\u0002onomy of viruses (pp. 626–631). San Diego: Academic Press.\r\nMuller, G. W., & Costa, A. S. (1987). Search for outstanding plants in tristeza infected citrus €\r\norchards: The best approach to control the diseases by premmunization. Phytophylactica,\r\n19, 197–198.\r\nNavarro, L. (1993). Citrus sanitation, quarantine and certification programs. In P. Moreno,\r\nJ. V. da Grac¸a, & L. W. Timmer (Eds.), Proceedings of the 12th conference of the International\r\nOrganisation of Citrus Virologists (pp. 383–391).\r\nNavarro, L., Civerolo, E. L., Juarez, J., & Garnsey, S.M. (1989). Improvingtherapy methods for\r\ncitrus germplasm exchange. In R. H. Brlansky, R. F. Lee, & L. W. Timmer (Eds.), Proceed\u0002ings of the 11th conference of the International Organisation of Citrus Virologists (pp. 400–408).\r\nNavarro, L., Roistacher, C. N., & Mirashige, T. (1975). Improvement of shoot-tip graftting\r\nin vitro for virus-free citrus. Journal of the American Society for Horticultural Science, 100,\r\n471–479.\r\nControl of Virus Diseases of Citrus 171\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 029",
        "url": "crawls\\lee2015.json",
        "html": "Palukaitis, P., & Zaitlin, M. (1984). A model to explain the “cross-protection” phenomenon\r\nshown by plant viruses and viroids. In T. Kosuge, & E.W. Nester (Eds.), Plant–microbe inter\u0002actions:Molecular and genetics perspectives(pp. 213–222).New York:Macmillan PublishingCo.\r\nPowell, C. A., Pelosi, R. R., Sonoda, R. M., & Lee, R. F. (1998). A psorosis-like agent prev\u0002alent in Florida’s grapefruit groves and budwood sources. Plant Disease, 82, 208–209.\r\nPowell, P. A., Sanders, P. R., Tumer, N., Fraley, R. T., & Beachy, R. N. (1990). Protection\r\nagainst Tobacco mosaic virus infection in transgenic plants requires accumulation of coat\r\nprotein rather than coat protein RNA sequences. Virology, 175, 2124–2130.\r\nRatcliff, F., Harrison, B., & Baulcombe, D. (1997). A similarity between viral defense and\r\ngene silencing in plants. Science, 276, 1558.\r\nRocha-Pen˜a, M. A., Lee, R. F., Lastra, R., Niblett, C. L., Ochoa-Corona, F. M.,\r\nGarnsey, S. M., et al. (1995). Citrus tristeza virus and its aphid vector Toxoptera citricida:\r\nThreats to citrus production in the Caribbean and Central and North America. Plant Dis\u0002ease, 79, 437–445.\r\nRodrigues, J. C. V., Kitajima, E. W., Chilers, C. C., & Chagas, C. M. (2003). Citrus leprosis\r\nvirus vectored by Brevipalpus phoenicis (Acari: Tenuipalpidae) on citrus in Brazil. Experi\u0002mental and Applied Acarology, 30, 161–179.\r\nRoistacher, C. N. (1991). Graft-transmissible disease of citrus. Handbook for detection and diagnosis.\r\nRome: FAO-IOCV, 286 p.\r\nRoistacher, C. N. (1993). Psorosis—A review. In P. Moreno, J. V. da Grac¸a, &\r\nL. W. Timmer (Eds.), Proceedings of the 12th conference of the International Organisation of\r\nCitrus Virologists (pp. 139–154).\r\nRoistacher, C. N., da Grac¸a, J. V., & Muller, G. W. (2010). Cross protection against € Citrus\r\ntristeza virus—A review. In N. Duran-Vila, R. G. Milne, & J. V. da Grac¸a (Eds.), Pro\u0002ceedings of the 17th conference of the International Organisation of Citrus Virologists (pp. 1–27).\r\nRoistacher, C. N., Nauer, E. M., & Wagner, R. C. (1980). Transmissibility of cachexia,\r\ndweet mottle, psorosis, tatterleaf and infectious variegation viruses on knife blades and\r\nits prevention. In E. C. Calavan, S. M. Garnsey, & L. W. Timmer (Eds.), Proceedings\r\nof the 8th conference of the International Organisation of Citrus Virologists (pp. 225–229).\r\nRoy, A., Choudhary, N., Guillermo, L. M., Shao, J., Govindarajulu, A., Achor, D., et al.\r\n(2013). A novel virus of the genus Cilevirus causing symptoms similar to citrus leprosis.\r\nPhytopathology, 103, 488–500.\r\nRoy, A., Stone, A., Otero-Colina, G., Wei, G., Chaurdhary, N., Achor, D., et al. (2013).\r\nGenome assembly of Citrus leprosis virus nuclear type reveals a close association with\r\nOrchid fleck virus. Genome Announcements, 4, e00519-13.\r\nSaglio, P., Hospital, M., Lafle´che, D., Bove´, J. M., Tully, J. G., & Freundt, E. A. (1973).\r\nSpiroplasma citri gen. and sp.n.: A mycoplasma-like organism associated with\r\n“stubborn” disease of citrus. International Journal of Systematic Bacteriology, 23, 191–204.\r\nSchwarz, R. E. (1965). Aphid-borne virus diseases of citrus and their vectors in South Africa.\r\nA. Investigations into the epidemiology of aphid transmissible virus diseases of citrus by\r\nmeans of trap plants. South African Journal of Agricultural Science, 8, 839–852.\r\nSemancik, J. S., Roistacher, C. N., Rivera-Bustamante, R., & Duran-Vila, N. (1988). Citrus\r\ncachexia viroid, a new viroid of citrus: Relationship to viroids of the exocortis disease\r\ncomplex. Journal of General Virology, 69, 3059–3068.\r\nSerra, P., Barbosa, C. J., Daro`s, J. A., Flores, R., & Duran-Vila, N. (2007). Citrus viroid V:\r\nMolecular characterization and synergistic interactions with other members of the genus\r\nApscaviroid. Virology, 370, 102–112.\r\nSherwood, J. L., & Fulton, R. W. (1982). The specific involvement of coat protein in Tobacco\r\nmosaic virus cross protection. Virology, 119, 150–158.\r\nSwingle, W. T., & Reese, P. C. (1967). The botany of citrus and its wild relatives of the\r\norange subfamily. In W. Reuther, H. J. Webber, & L. D. Batchlor (Eds.), Vol. 1. The\r\ncitrus industry (revised ed., pp. 190–430). Berkley: University of California Press.\r\n172 Richard F. Lee\r\nARTICLE IN PRESS\n"
    },
    {
        "title": "Control of Virus Diseases of Citrus - 030",
        "url": "crawls\\lee2015.json",
        "html": "Tanaka, H. (1972). Mechanical transmission of viruses of satsuma dwarf and natsudaidai dwarf\r\nfrom citrus to citrus. Annals of the Phytopathological Society of Japan, 38, 156–160.\r\nTeixeira, D. C., Ayres, J., Kitajima, E. W., Danet, L., Jagoueix, S., Saillard, C., et al. (2005).\r\nFirst report of a Huanglongbing-like disease of citrus in Sa˜o Paulo state, Brazil and asso\u0002ciation of a new Liberibacter species, Candidatus Liberibacter americanus, with the dis\u0002ease. Plant Disease, 89, 107–111.\r\nTucker, D. P. H., Lee, R. F., Timmer, L. W., Albrigo, L. G., & Brlansky, R. H. (1984).\r\nExperimental transmission of citrus blight. Plant Disease, 68, 979–980.\r\nVives, M. C., Galipienso, L., Navarro, L., Moreno, P., & Guerri, J. (2002). Citrus leaf blotch\r\nvirus: A new citrus virus associated with bud union crease on trifoliate rootstocks.\r\nIn N. Duran-Vila, R. G. Milne, & J. V. da Grac¸a (Eds.), Proceedings of the 15th conference\r\nof the International Organisation of Citrus Virologists (pp. 205–212).\r\nVives, M. C., Vela´zquez, K., Pina, J. A., Moreno, P., Guerri, J., & Navarro, L. (2013). Iden\u0002tification of a new enovovirus associated with citrus vein enation disease by deep\r\nsequencing of small RNAs. Phytopathology, 103, 1077–1086.\r\nVogel, R., & Bove´, J. M. (1968). Cristacortis, a virus disease inducing stem pitting on sour\r\norange and other citrus species. In J. F. L. Childs (Ed.), Proceedings of the 4th conference of the\r\nInternational Organisation of Citrus Virologists (pp. 221–228).\r\nVoinnet, O. (2002). RNA silencing: Small RNAs as ubiquitous regulators of gene expres\u0002sion. Current Opinion in Plant Biology, 5, 444–451.\r\nVolk, G. M., Bonnart, R., Krueger, R., & Lee, R. (2012). Cryopreservation of citrus shoot\r\ntips using micrografting for recovery. CryoLetters, 33, 418–426.\r\nWallace, J. M., & Drake, R. J. (1953). A virus-induced vein enation in citrus. Citrus Leaves,\r\n33, 22–24.\r\nWallace, J. M., & Drake, R. J. (1962). Tatterleaf, a previously undescribed virus effect of\r\ncitrus. The Plant Disease Reporter, 46, 211–212.\r\nWang, N., & Brlansky, R. (2013). Citrus blight: Update on research. Citrus Industry Maga\u0002zine, (pp.28 and 30).\r\nWang, Q. C., Panis, B., Engelmann, F., Lambardi, M., & Valkonen, J. P. T. (2009). Cryo\u0002therapy of shoot tips: A technique for pathogen eradication to produce healthy planting\r\nmaterials and prepare healthy plant genetic resources for cryopreservation. Annals of\r\nApplied Biology, 154, 351–363.\r\nWassenegger, M., Heimes, S., Riedel, L., & Sanger, H. L. (1994). RNA-directed de novo\r\nmethylation of genomic sequences in plants. Cell, 76, 567–576.\r\nWaterhouse, P. M., Graham, H. W., & Wang, M. B. (1998). Virus resistance and gene silenc\u0002ing in plants can be induced by simultaneous expression of sense and antisense RNA. Pro\u0002ceedings of the National Academy of Sciences of the United States of America, 95, 13959–13964.\r\nWaterhouse, P. M., Wang, M. B., & Lough, T. (2001). Gene silencing as an adaptive defence\r\nagainst viruses. Nature, 411, 834–842.\r\nWeathers, L. G. (1960). Yellow-vein disease of citrus and studies on interactions between\r\nyellow-vein and other viruses of citrus. Virology, 11, 753–764.\r\nWebber, H. J., Reuther, W., & Lawton, H. W. (1967). History and development of the citrus\r\nindustry. In W. Reuther, H. J. Webber, & L. D. Batchelor (Eds.), Vol. 1. The citrus industry\r\n(pp. 1–39). Riverside, CA: University of California, Division of Agricultural Sciences\r\n(Chapter 1).\r\nYe, F., Laigret, F., Whitley, J. C., Citti, C., Finch, L. R., Carle, P., et al. (1992).\r\nA physical and genetic map of the Spriroplasma citri genome. Nucleic Acids Research, 20,\r\n1559–1565.\r\nYokomi, R. K., Mello, A. F. S., Fletcher, J., & Saponari, M. (2010). Estimation of citrus\r\nstubborn incidence in citrus groves by real-time PCR. In N. Duran-Vila,\r\nR. G. Milne, & J. V. da Grac¸a (Eds.), Proceedings of the 17th conference of the International\r\nOrganisation of Citrus Virologists (pp. 131–141).\r\nControl of Virus Diseases of Citrus 173\r\nARTICLE IN PRESS\n"
    }
]