[
    {
        "title": "Chapter-5-Diseases-and-Pests - 0000",
        "url": "Chapter-5-Diseases-and-Pests.pdf",
        "html": "83\r\nCitrus Fruit Processing. http://dx.doi.org/10.1016/B978-0-12-803133-9.00005-9\r\nCopyright © 2016 Elsevier Inc. All rights reserved.\r\nChapter 5\r\nDiseases and pests\r\nIt is believed that numerous diseases have been attacking citrus trees already \r\nin their region of origin and that their actual widespread occurrence is the \r\nman-made consequence of international travel and trade. The pathogen or\u0002ganisms are bacteria, fungi, viruses, and viroids. The diseases are spread by \r\nbiological natural vectors such as insects, by winds and rain, or by humans \r\nand man-made devices. Many of the diseases have been qualified as “dev\u0002astating.” This is no exaggeration, considering that each one of the diseases \r\nhas almost caused destruction of the citrus industry, in some part of the \r\nworld, at one time or another.\r\n5.1 DISEASES\r\n5.1.1 Huanglongbing (HLB)\r\nHuanglongbing (HLB), also known as the “Citrus greening disease” \r\n(da Graça, 1991) is a serious microbial disease affecting major citrus\u0002growing areas and spreading to new citrus-growing regions. It is caused \r\nby a gram-negative bacterium named Candidatus Liberibacter, spread by \r\nthe psyllids Trioza erytrea and Diaphorina citri, acting as natural vectors. \r\nThe disease is also propagated by grafting. Three species of the bacterium \r\nare known. They are named after the continent in which they are promi\u0002nent Liberibacter asiaticus, L. africanus, and L. americanus (Bové, 2006). \r\nThe pathogens penetrate the phloem and attack the vascular system, clog\u0002ging the veins and drastically reducing the transport of water and nutrients. \r\nThe disease was described in China, already in 1919. In the first half of the \r\n20th century, it affected large citrus-producing areas in South-East Asia, \r\nIndia, and South Africa and caused serious damage to the production of \r\ncitrus in many countries. In 2004, it was discovered in Brazil (Coletta-Filho, \r\n2004; Teixeira et al., 2005) and in 2005 it appeared in Florida (Spreen and \r\nBaldwin, 2013). The bacterium found in Florida is L. asiaticus and the one \r\ndetected in Brazil is L. americanus. The occurrence of HLB in Florida is \r\nbelieved to have seriously affected the citrus production there already. Re\u0002alizing the potential devastating effect of the disease, many Florida grow\u0002ers abandoned citriculture and sold their orchards to real estate developers. "
    },
    {
        "title": "Chapter-5-Diseases-and-Pests - 0001",
        "url": "Chapter-5-Diseases-and-Pests.pdf",
        "html": "84 CHAPTER 5 Diseases and pests\r\nThe growing area was reduced, in addition to the decline of the yield per \r\nhectare. The impact of HLB on the citrus economy of Florida is estimated at \r\nseveral billion dollars but the long-range effect on the industry is believed to \r\nbe far more serious. Spreen and Baldwin (2013) estimate that, in the future, \r\nthe presence of HLB will have a negative influence on the drive for planting \r\nnew citrus trees. In summary, there is a good reason for defining HLB as the \r\nmost serious calamity threatening the citrus industry of Florida today.\r\nHuanglongbing is a Chinese word meaning the “yellow dragon disease,” \r\nprobably due to the appearance of conspicuous yellow shoots as one of \r\nthe first symptoms of the disease. Another early symptom is yellowing \r\nof the leaf veins. Other symptoms include yellowing and mottling and even\u0002tually fall of the leaves, loss of fibrous rootlets, and ultimately death of the \r\nplant. Sick trees produce few small and deformed fruits that remain green \r\nat the stylar end, all along maturation. Fruit fall is extensive and the fruits \r\nare bitter and devoid of commercial value. The name of “citrus greening \r\ndisease” originated in South Africa where the disease was known for a long \r\ntime but was mistaken for some sort of mineral deficiency of the tree.\r\nThe three species of Liberibacter differ in their reaction to temperature. \r\nL. asiaticus is heat-tolerant and can survive at temperatures superior to 30°C, \r\nwhile L. africanus is thermo-labile and prefers temperatures in the range of \r\n22–25°C. Detection of the pathogen in the infected plant or in the vector is \r\ndifficult (Manjunath et al., 2008). The bacteria were identified using elec\u0002tron microscopy (Bové, 2006).\r\nAt present, there are no known methods for curing HLB. Control of the dis\u0002ease relies, therefore, on prevention. Considerable sums have been allocated \r\nfor research toward the development of methods for the control of HLB. One \r\napproach which does not cure diseased trees but seems to counteract its del\u0002eterious effects is based on feeding the trees via foliar sprays. Control by pre\u0002vention includes the destruction of all diseased trees, chemical and biological \r\n(natural enemies) control of the psyllids and observance of strict quarantine \r\nprocedures (Bové, 2006). Affected trees may not show characteristic symp\u0002toms for up to 5 years, which hampers the efficiency of prevention measures.\r\n5.1.2 Citrus canker\r\nCitrus canker is a serious disease caused by Xanthomonas axonopodis citri, \r\na gram-negative, slender, rod-shaped bacterium. Citrus canker can be par\u0002ticularly dangerous under certain climatic conditions such as rain and warm \r\nweather at the beginning of the fruit development period. It is not considered \r\na potential threat in California and Arizona where the warm season is also dry \r\n(Klotz, 1978). The disease manifests itself as dark spots and lesions on the \r\nleaves and fruits (Verniere et al., 2002). The lesions are initially small but they "
    },
    {
        "title": "Chapter-5-Diseases-and-Pests - 0002",
        "url": "Chapter-5-Diseases-and-Pests.pdf",
        "html": "5.1 Diseases 85\r\nmay grow to large spots, up to 10 mm in diameter. A greenish yellow-brown \r\nring or “halo” around the lesions is the most easily recognized sign of the dis\u0002ease. As the pathogen multiplies profusely in the lesions, infected trees become \r\nactive sources of contamination. The pathogen penetrates the plant through the \r\nstomata of the leaves or through open wounds. It attacks the young, develop\u0002ing organs of the tree. The vigor and growth of the tree are compromised by \r\nthe extensive and premature drop of the leaves and shoot dieback. The spotty \r\nappearance of the fruit makes it unmarketable. The pathogen does not require \r\na biological vector, but lesions caused by certain insects, particularly the pest \r\ninsect citrus leafminer, serve as available openings for penetration.\r\nCitrus canker is believed to have originated in Southeast Asia or northwest \r\nIndia (Klotz, 1978), but being easily propagated by rains and winds (Bock \r\net al., 2005), it has infected orchards in almost every part of the world. \r\nTropical storms are known to propagate the disease, which is also dissemi\u0002nated by machinery, containers, and humans carrying the bacterium. It is a \r\nvery persistent disease. Florida has known a number of serious outbreaks. A \r\nfew years after the disease had been declared eradicated a new outbreak was \r\ndetected (Graham et al., 2004).\r\nCitrus fruits vary in their susceptibility to canker. Grapefruit and Mexican \r\nlimes are highly susceptible. Sweet oranges and lemons are moderately sus\u0002ceptible. Mandarins are moderately resistant. However, even resistant vari\u0002eties may succumb to the disease after serious insect infestation. There are \r\nseveral types of citrus canker, caused by different variants of Xanthomon\u0002as axonopodis. The so-called canker A, caused by strains of X. axonopo\u0002dis citri, is the most widespread type. Cancrosis B, caused by X. axonopodis \r\naurantifolii, originally detected in South America is a serious threat to the \r\nlemons of Argentina and attacks also key lime, bitter orange, and pomelo. \r\nCancrosis C infects only bitter orange and key lime.\r\nCitrus cancer is a relatively latent disease. The length of time between infec\u0002tion and appearance of the first symptoms in the field may be a few weeks \r\nto a few months. Latency is increased by cool weather. Early detection is \r\nimportant for efficient management. The bacterium can be detected and \r\nidentified by genetic methods based on polymerase chain reaction (Cubero \r\net al., 2000). Improved methods based on image processing, for the diagno\u0002sis of canker and its distinction from other types of external disorders, have \r\nbeen developed (Li et al., 2012; Qin et al., 2009, 2012).\r\nControl of citrus canker is based on prevention and eradication. Prevention \r\nrequires strict quarantine measures, establishing windbreaks (Gottwald and \r\nTimmer, 1994), copper sprays and disinfection of machinery, vehicles, con\u0002tainers, and workers in contact with the plants. Eradication implies cutting \r\ndown and destroying infected trees and all trees within a certain radius from "
    },
    {
        "title": "Chapter-5-Diseases-and-Pests - 0003",
        "url": "Chapter-5-Diseases-and-Pests.pdf",
        "html": "86 CHAPTER 5 Diseases and pests\r\nan infected tree. Eradication is costly as it may amount to the destruction of \r\nmillions of trees. Yet, according to Graham et al. (2004), “living with can\u0002ker” is a more costly option.\r\n5.1.3 Citrus Tristeza\r\nTriteza (also known as Citrus tristeza virus (CTV)) is the name of an im\u0002portant citrus disease caused by different strains of a virus (Bar-Joseph \r\net al., 1989; Rocha-Pena et al., 1995). The name, which means “sadness, \r\nmelancholy” in Portuguese and Spanish, describes well the aspect of trees \r\ninfected with the disease. It is caused by various species of the Closterovirus\r\ngenus. Wallace (1978) suggests that Tristeza is not a single disorder but a \r\ncomplex made up from several distinct diseases. The disease is transmitted \r\nmainly by aphids that penetrate the phloem to feed on the sap. The brown \r\ncitrus aphid, Toxoptera citricida, is the most efficient vector. The cotton/\r\nmelon aphid, Toxoptera gossypii, is a less efficient but significant vector, \r\nbecause it is more abundant. Citrus varieties grafted on sour orange root\u0002stock are particularly vulnerable.\r\nCharacterizing CTV by the symptoms is problematic, because each one of \r\nthe different strains of the virus produces a different group of symptoms on \r\ndifferent hosts. Following Wallace’s concept of a “complex,” each group \r\nof symptoms can be regarded as a different malady. The general effect of \r\nCTV infection on citrus is stunting of the trees and reduction of the fruit \r\nsize. More severe and specific syndromes may develop. Decline is probably \r\nthe most spectacular of CTV syndroms. It can be quick or slow. It occurs \r\nmainly in sweet oranges, mandarins, and grapefruit on sour orange rootstock \r\n(Spiegel-Roy and Goldschmidt, 1996). All the leaves suddenly wilt and dry \r\n(Wallace, 1978). The root system is severely reduced. The starch stock of the \r\nplant is depleted. In the case of quick decline, the tree dies a few days after \r\nthe first symptoms are visible. Trees that appear to be dying may recover but \r\nthey never return to their normal vigor and productivity. Young trees are partic\u0002ularly prone to quick decline. Old trees usually decline slowly (Wallace, 1978). \r\nStem pitting is another group of CTV syndroms. The term “stem pitting” refers \r\nto the occurrence of depressions in the wood of plants. In citrus trees, stem \r\npitting caused by CTV consists of depressions of various sizes and shapes on \r\nthe outer face of the bark. The third group of syndroms is called “seedling \r\nyellows,” caused by a certain strain of CTV, first described in Australia. When \r\napplied by tissue grafts on seedlings of a number of citrus varieties, this virus \r\nwas found to induce severe stunting and yellowing (Wallace, 1978).\r\nCTV was traditionally diagnosed by graft-inoculating Mexican lime \r\nwith tissue from the suspected plant and watching for the appearance of "
    },
    {
        "title": "Chapter-5-Diseases-and-Pests - 0004",
        "url": "Chapter-5-Diseases-and-Pests.pdf",
        "html": "5.1 Diseases 87\r\nsymptoms such as leaf chlorosis. At present, the disease can be diagnosed \r\nalso by immunoassay techniques and electron microscopy.\r\nFor the control of CTV, strict quarantine as well as chemical and biological \r\ninactivation of the vector aphids are necessary but insufficient measures. \r\nImmunization of the trees by inoculation with a mild type of the virus is \r\na promising approach. Development of resistant rootstock–scion combina\u0002tions is an effective way to exclude Tristeza from the citrus orchards.\r\n5.1.4 Mal secco\r\nMal secco is a destructive vascular disease caused by the fungus Phoma \r\ntraceiphila Petri (Klotz 1978; Migheli et al., 2009). It attacks particularly \r\nlemon and sour orange trees. Sweet oranges, grapefruit, and mandarins are \r\nseldom affected (Solel and Salerno, 2000).\r\nThe disease has caused severe damage to lemon plantings in several coun\u0002tries. Mal secco occurs in the Eastern Mediterranean region, around the \r\nBlack Sea and in Asia minor (Spiegel-Roy and Goldschmidt, 1996) where \r\nthe climate is optimal for the growth of the fungus. It has not been report\u0002ed from Spain, Portugal, and Morocco. Infection by fungal spores occurs \r\nmainly in winter via the rain. Overhead irrigation sprinklers and winds are \r\nalso propagating agents. Penetration is primarily through wounds. The first \r\nsymptom is sudden wilting and drying of the leaves, hence the name “mal \r\nsecco” (dry disease in Italian). Extensive leaf drop and twig dieback follow. \r\nThe seeds are discolored and necrosis of the fruit occurs at the stem end. \r\nDeath of the whole tree may occur within 1 or 2 years after infection. The \r\ncausal agent is apparently a glycoprotein toxin, named malseccin, excreted \r\nby the fungus (Reverberi et al., 2008).\r\nMal secco can be detected visually by examining the leaves for chlorosis \r\naround the veins or by the pink-brown discoloration of the phloem under \r\nthe bark. Specific and accurate diagnosis at the laboratory makes use of \r\nmolecular methods such as polymerase chain reaction test.\r\nContainment of mal secco is possible by replacing infected trees by less \r\nsusceptible varieties. Unfortunately, the replacements are often of inferi\u0002or quality. Pruning of the infected branches and twigs helps. It is recom\u0002mended to burn the pruned material. Chemical control by repeated sprays of \r\ncopper-based fungicides is practiced in nurseries.\r\n5.1.5 Stubborn\r\nThe Citrus stubborn disease (CSD) is caused by Spiroplasma citri, a bac\u0002terium without a cell wall (Saglio et al., 1973). The disease is particularly "
    },
    {
        "title": "Chapter-5-Diseases-and-Pests - 0005",
        "url": "Chapter-5-Diseases-and-Pests.pdf",
        "html": "88 CHAPTER 5 Diseases and pests\r\nimportant in the hot and arid regions like California, the Middle East, and \r\nNorth Africa (Spiegel-Roy and Goldschmidt, 1996). Oranges, grapefruit, \r\nand mandarins are the most sensitive varieties, Young trees are more vul\u0002nerable. The pathogen dwells principally in the phloem of the host and is \r\ntransmitted by various kinds of leafhoppers. Weeds, ornamental flowers, \r\nand certain herbaceous vegetables serve as hosts to the vector insects and \r\nare, therefore, a significant source of infection. CSD is also transmissible \r\nby grafting.\r\nCSD infected trees do not die but they are severely stunted. They produce \r\nsmall leaves and small, lopsided fruits with unacceptable sensory quality \r\n(Dreistadt, 2012). Control and prevention measures are applied primarily in \r\nnurseries and on young trees in the orchard. Frequent inspection and removal \r\nof unproductive trees is suggested. Use of infected budwood should be avoid\u0002ed. Treatment of budwood with antibiotics has been tried (Wallace, 1978). \r\nElimination of the weeds and good orchard sanitation are essential.\r\n5.1.6 Root rot and brown rot: diseases induced \r\nby Phytophthora\r\nThe root system of citrus trees is attacked by soil-born fungi and fungus\u0002like organisms such as Phytophthora, Fusarium, and Armillaria. The most \r\nimportant and widespread root rot disease is caused by Phytophthora spe\u0002cies (Dreistadt, 2012; Spiegel-Roy and Goldschmidt, 1996). Phytoptora is \r\na fungus-like parasite, an oomycete, but not a true fungus. (Oomycetes are a \r\ndistinct group of eukaryotic microorganisms, closely related to brown algae \r\nand diatoms). It thrives in humid ground and in free water near the roots. \r\nIt multiplies and propagates through oospores, highly motile in water. Phy\u0002tophthora infection occurs through wounds and cracks on the bark of roots \r\nand the lower parts of the trunk. The rot caused is known as gummosis.\r\nPhytophthora may also infect fruit near or touching the ground and cause a \r\ndisease known as “brown rot.” The disease occurs mainly on mature fruit. \r\nAt its advanced stage the disease is visible as brown lesions of the fruit \r\nbut when recently infected the fruit shows no abnormal symptoms. After \r\nharvest, the infected fruit may contaminate healthy fruit during storage and \r\ntransport (Dreistadt, 2012).\r\nPrevention of Phytophthora-induced diseases includes planting, as much as \r\npossible, in well-drained soil, selecting resistant rootstocks (see Table 4.2), \r\nremoving soil at the foot of the trunk above the principal lateral root, avoid\u0002ing flood irrigation, disinfection of irrigation water, application of systemic \r\nfungicides, and observance of good sanitation rules, particularly in nurser\u0002ies. Fumigation of the soil in nurseries is widely practiced. One of the most "
    },
    {
        "title": "Chapter-5-Diseases-and-Pests - 0006",
        "url": "Chapter-5-Diseases-and-Pests.pdf",
        "html": "5.2 Pests 89\r\ncommon fumigants is methyl bromide. One of the problems with soil fumi\u0002gation is the risk of eliminating beneficial root fungi (mycorrhizae).\r\n5.1.7 Citrus psorosis\r\nCitrus psorosis is a serious disease attacking mainly sweet orange. It is \r\ncaused by a virus, Citrus Psorosis Virus CPsV (Sofy et al., 2007) and trans\u0002mitted mainly by seeds and grafting. The visible symptoms, which are usu\u0002ally slow to appear, include flaking of the bark of the trunk and branches. \r\nYoung leaves develop chlorosis near the veins and lose their oil glands. \r\nTrees infected with the disease do not die but their performance declines \r\nconsiderably. Removal and replacement of the infected tree is often the best \r\noption. Prevention measures include avoiding the use of contaminated bud\u0002wood and proper disinfection of budding and pruning tools.\r\n5.1.8 Citrus exocortis\r\nCitrus exocortis, known also as scalybutt, is caused by the Citrus exo\u0002cortis viroid (ceVd). Viroids are infectious molecules of RNA (Garnsey \r\nand Jones, 1967). The rootstocks of trifoliated orange, Rangpur lime, and \r\nSwingle citrumelo are particularly sensitive to the disease. Exocortis have \r\nnot been found on trees grown on sweet orange, rough lemon, and manda\u0002rin. The symptoms are moderate to severe stunting and peeling of strips of \r\nbark. The disease has been kept under control by removing and destroying \r\ninfected trees from the orchard and, primarily, by avoiding use of diseased \r\ntrees as a source of budwood.\r\n5.2 PESTS\r\nIn the context of citriculture, pests may be defined, simply and practically, as \r\nharmful animals, although vegetal organisms, such as weeds, are sometimes \r\nincluded in the definition. Pests may damage citrus production directly, for \r\nexample, by feeding on leaves, roots, or fruits, or indirectly, by serving as vec\u0002tors to pathogen microorganisms. Attack by pests is classified as “biotic stress” \r\n(Spiegel-Roy and Goldschmidt, 1996) in contrast to “abiotic stress” caused by \r\nunanimated factors such as climatic conditions. Citrus pests include insects, \r\nmites, snails, nematodes, and some vertebrates (eg, rodents, birds, wild pigs). \r\nThey are too numerous to be treated in detail in this chapter. A partial list is \r\ngiven in Tables 5.1 and 5.2. A colorful book, “Integrated Pest Management for \r\nCitrus,” published by the University of California gives a detailed account of \r\ncitrus pests, illustrated by many pictures (Dreistadt, 2012). Although emphasis \r\nis put on pests encountered in California, most of the species described in the \r\nbook infest citrus groves in many other parts of the world."
    },
    {
        "title": "Chapter-5-Diseases-and-Pests - 0007",
        "url": "Chapter-5-Diseases-and-Pests.pdf",
        "html": "90 CHAPTER 5 Diseases and pests\r\nMost pests are attacked by natural enemies. Biological control relies on \r\nthe activity of natural enemies. Wide spectrum pesticides affecting pests \r\nand their enemies alike are therefore counterproductive. Repeated applica\u0002tion of the same pesticide may induce development of resistant types of \r\nthe pest.\r\nTable 5.2 Partial List of Citrus Pests: Non-Insect Pests\r\nGroup-Class Common Name Type of Injury\r\nMites Citrus red mite\r\nCitrus flat mite\r\nCitrus rust mite\r\nMites feed on buds, stunting trees. Cause chlorosis in leaves, leaf and \r\nfruit drop, reduction in fruit size.\r\nGastropods Garden snail Snails chew fruit, young leaves and the bark of young trees in nurseries.\r\nNematodes Citrus nematode\r\nBurrowing nematode\r\nNematodes impair growth of feeder roots, cause decline of the tree, \r\nreduction of fruit size and number.\r\nTable 5.1 Partial List of Citrus Pests: Insects\r\nGroup Common Name Type of Injury\r\nScales Florida wax scale\r\nCalifornia red scale\r\nCitricola scale\r\nWhite wax scale\r\nBrown wax scale\r\nBlack scale\r\nScales suck phloem fluids from leaves and twigs, reducing tree vigor. \r\nSome scales excrete honeydew on which mold can grow. Many are \r\ncontrolled by natural enemies.\r\nThrips Citrus thrips\r\nFlower thrips\r\nGeenhouse thrips\r\nThrips feed on epidermal tissue, destroy leaves, scar fruit. Are attacked \r\nby natural predator insects.\r\nCaterpillars Citrus leaf miner\r\nCirus peel miner\r\nBark-eating borer\r\nLight brown apple moth\r\nCitrus moth borer\r\nCaterpillars are larvae of moths and butterflies. They feed on plants, \r\nchew leaves, flowers and fruits, bore tunnels in fruits, and leaves. Bark \r\nborer damages root and trunk tissue and may kill young trees.\r\nMealybugs Citrus mealybug\r\nCitrophilus mealybug\r\nCitriculus mealybug\r\nMealybugs are covered with white’ powdery wax. They suck phloem \r\nsap reducing tree vigor. They excrete honeydew. They are efficiently \r\ncontrolled by natural enemies.\r\nPsyllids Citrus psyllid Vector of different types of the bacterium Candidatus Liberibacter, \r\ncausing Huanglongbing disease.\r\nAphids Cotton (melon) aphid\r\nBlack citrus aphid\r\nBrown citrus aphid\r\nBrown aphid and cotton aphid are vectors of the Tristeza virus. Direct \r\ndamage (curling of leaves, honeydew production, blossom drop) \r\nis mild.\r\nFruit flies Mediterranean fruit fly\r\nMexican fruit fly\r\nCaribbean fruit fly\r\nParticularly dangerous at the end of the season when the fruit is ripe. \r\nThe females lye eggs in the rind. Causes rejection or downgrading \r\nof fruit.\r\nChewing insects Grasshoppers Grasshoppers chew leaves of young trees and cause economic damage \r\nwhen in large number.\r\nForktailed Katydid Nymphs chew young fruit and leave scars in the grown fruit.\r\nAnts Leaf-cutting ant\r\nArgentine ant\r\nMay cause serious damage to foliage. May attack natural protecting \r\nenemies."
    },
    {
        "title": "Chapter-5-Diseases-and-Pests - 0008",
        "url": "Chapter-5-Diseases-and-Pests.pdf",
        "html": "5.2 Pests 91\r\n5.2.1 Insects\r\nInsects damage citrus by chewing various parts of the plant, sucking sap, \r\ndepositing eggs or larvae, boring tunnels in leaves and fruit, excreting hon\u0002eydew. Honeydew is an excretion consisting of modified plant sap. It soils \r\nthe fruit and may attract other pests. It provides growing medium to molds, \r\ncausing a deposit of dark mycelium known as “sooty mold.” In certain cas\u0002es, the damage results from the action of more than one insect. Thus, for \r\nexample, the citrus flat mite feeds on peel tissue injury made previously by \r\nthrips, creating a more serious scar.\r\n5.2.2 Mites\r\nMites are relatives of spiders and ticks. They are very small. Most are barely \r\nvisible to the naked eye. They are serious pests of fruit intended for the fresh \r\nmarket. Some mites are vectors of pathogenic viruses. Mites degrade fruit \r\nquality, reduce fruit size, and may cause excessive fruit drop. Control of \r\nmites is less critical in the case of fruit grown for processing.\r\n5.2.3 Nematodes\r\nNematodes of interest in citriculture are soil-borne, nonsegmented round \r\nworms. They attack only the roots and their specific above-ground symp\u0002toms are usually unnoticed (Baines et al., 1978). They do not kill trees \r\nbut cause serious decline, reducing growth and fruit yield. Crop reduction \r\nof 30–50% in oranges and lemons has been reported. Citrus nematodes \r\nare present in all types of soils in citrus-growing regions of the world \r\n(Duncan, 2005). Nematodes lack motility and are not present on the fruit. \r\nTheir widespread occurrence suggests, therefore, dissemination by the \r\ntransport of plants and planting material. Citrus rootstocks differ in their \r\nsensitivity to nematodes. Citrus nematodes are attacked by several bacte\u0002ria, fungi, and predator nematodes but heavy infestation may require the \r\nuse of chemical nematicides. Infestation with nematodes in areas where \r\ncitrus trees have been growing requires protective measures if replant\u0002ing the area with citrus is planned. Unless young trees on highly resistant \r\nrootstocks are to be used, preplant fumigation of the soil with nematicides \r\nis recommended.\r\n5.2.4 Snails\r\nSnails chew young leaves and the bark of young trees. As such, they are pri\u0002marily damaging in nurseries. They also chew fruit, at all stages of maturity \r\nand leave large, visible wounds. They are mostly active at night. They are \r\nattacked by natural enemies."
    },
    {
        "title": "Chapter-5-Diseases-and-Pests - 0009",
        "url": "Chapter-5-Diseases-and-Pests.pdf",
        "html": "92 CHAPTER 5 Diseases and pests\r\n5.2.5 Vertebrates\r\nVertebrate citrus pests are rabbits, squirrels, rats, gophers, wild pigs, deer, \r\nand birds. Some of these pests are protected animals and their elimination \r\nis permitted only when the damage they cause is economically important. \r\nControl methods are variable and depend on the target species. They include \r\nbaits, traps, shooting, fumigation, and habitat modification (Dreistadt, 2012).\r\nREFERENCES\r\nBaines, R.C., Van Gundy, S.D., DuCharme, E.P., 1978. Nematodes attacking citrus. \r\nReuther, W., Calavan, E.C., Carman, G.E. (Eds.), Citrus Industry, vol. IV, University \r\nof California Press, Berkeley, CA. \r\nBar-Joseph, M., Marcus, R., Richard, F., Lee, R.F., 1989. The continuous challenge of \r\nCitrus Tristeza Virus control. Ann. Rev. Phytopathol. 27, 291–316. \r\nBock, C.H., Parker, P.E., Gottwald, T.R., 2005. The effect of simulated wind-driven rain \r\non duration and distance of dispersal of Xanthomonas axonopodis pv. citri from can\u0002ker infected citrus trees. Plant Dis. 89, 71–80. \r\nBové, J.M., 2006. Huanglongbing: a destructive, newly-emerging, century-old disease of \r\ncitrus. J. Plant Pathol. 88, 7–37. \r\nColetta-Filho, H.D., Targon, M.L.P.N., Takita, M.A., De Negri, J.D., Pompeu, Jr., J., \r\nMachado, M.A., 2004. First report of the causal agent of huanglongbing (Candidatus \r\nLiberibacter asiaticus) in Brazil. Plant Dis. 88, 1382. \r\nCubero, J., Graham, J.H., Gottwald, T., Riley, T., 2000. Quantitative PCR method for the \r\ndiagnosis of citrus bacterial canker. Appl. Environ. Microbiol. 67, 2849–2852. \r\nda Graça, J.V., 1991. Citrus greening disease. Annu. Rev. Phytopathol. 29, 109–135. \r\nDreistadt, S., 2012. Integrated Pest Management for Citrus, third ed University of Cali\u0002fornia, Richmond. \r\nDuncan, L.W., 2005. Nematode parasites of citrus. In: Luc, M., Sikora, R.A., Bridge, \r\nJ. (Eds.), Plant Parasitic Nematodes in Subtropical and Tropical Agriculture. CAB \r\nInternational, Wallingford, UK. \r\nGarnsey, S.M., Jones, J.W., 1967. Mechanical transmission of exocortis virus with con\u0002taminated budding tools. Plant. Dis. Rep. 51, 410–413. \r\nGottwald, T.R., Timmer, L.W., 1994. The efficacy of windbreaks in reducing the spread \r\nof citrus canker caused by Xanthomonas campestris pv. citri. Trop. Agric. 72, \r\n194–201. \r\nGraham, J.H., Gottwald, T.R., Cubero, J., Achorn, D.S., 2004. Xanthomonas axonopodis \r\npv citri: factors affecting successful eradication of citrus canker. Mol. Plant Pathol. \r\n5, 1–15. \r\nKlotz, J.L., 1978. Fungal, bacterial and nonparasitic diseases and injuries originating in \r\nthe seedbed, nursery and orchard. Reuther, W., Calavan, E.C., Carman, G.E. (Eds.), \r\nCitrus Industry, vol. IV, University of California Press, Berkeley, CA. \r\nLi, J., Rao, X., Ying, Y., 2012. Development of algorithms for detecting citrus canker \r\nbased on hyperspectral reflectance imaging. J. Sci. Food Agric. 92, 125–134. \r\nManjunath, K.L., Halbert, S.E., Ramadugu, C., Webb, S., Lee, R.F., 2008. Detection of \r\n‘Candidatus Liberibacter asiaticus’ in Diaphorina citri and its importance in the man\u0002agement of citrus Huanglongbing in Florida. Phytopathology 98, 387–396. "
    },
    {
        "title": "Chapter-5-Diseases-and-Pests - 0010",
        "url": "Chapter-5-Diseases-and-Pests.pdf",
        "html": "References 93\r\nMigheli, Q., Balmas, V., Pane, A., Ezra, D., Magnano di San Lio, G., 2009. Mal secco dis\u0002ease caused by Phoma tracheiphila: a potential threat to lemon production worldwide. \r\nPlant Dis. 93, 852–867. \r\nQin, J., Burks, T.F., Ritenour, M.A., Bonn, W.G., 2009. Detection of citrus canker using \r\nhyperspectral reflectance imaging with spectral information divergence. J. Sci. Food \r\nAgric. 93, 183–191. \r\nQin, J., Burks, T.F., Zhao, X., Niphadkar, N., Ritenour, M.A., 2012. Development of a \r\ntwo-band spectral imaging system for real-time citrus canker detection. J. Food Eng. \r\n108, 87–93. \r\nReverberi, M., Betti, C., Fabbri, A.A., Zjalic, S., Spadoni, S., Mattei, B., Fanelli, C., 2008. \r\nA role for oxidative stress in the Citrus limon/Phoma tracheiphila interaction. Plant \r\nPathol. 57, 92–102. \r\nRocha-Pena, M.A., Lee, R.F., Lastra, R., Niblett, C.L., Ochoa, C.F., Garsney, S.M., Yo\u0002komi, R.K., 1995. Citrus tristeza virus and its aphid vector Toxoptera citricida: threats \r\nto citrus production in the carribean and central and North America. Am. Phytopathol. \r\nSoc. 79, 437–445. \r\nSaglio, P., Lhospital, M., Laflèche, D., Dupont, G., Bové, J.M., Tully, J.G., Freundt, E.A., \r\n1973. Spiroplasma citri gen. and sp. n.: a Mycoplasma-like organism associated with \r\n“Stubborn” disease of citrus. IJSEM 23, 191–209. \r\nSofy, A.R., Mousa, A.A., Fahmy, H., Ghazal, S.A., El-Dougdoug, K.A., 2007. Anatomical \r\nand ultrastructural changes in citrus leaves infected with citrus psorosis virus Egyp\u0002tian isolate (CPsV-EG). J. Appl. Sci. Res. 3, 485–494. \r\nSolel, Z., Salerno, M, 2000. Mal secco. In: Timmer, L.W., Garnsey, S.M., Graham, G.H. \r\n(Eds.), Compendium of Citrus Diseases. second ed. APS Press, St Paul, MN. \r\nSpiegel-Roy, P., Goldschmidt, E.E., 1996. Biology of Citrus. Cambridge University Press, \r\nCambridge. \r\nSpreen, T.H., Baldwin J-P., 2013. The impact of Huanglongbing (HLB) on citrus tree \r\nplanting in Florida. Southern Agricultural Economics Association, Annual Meeting, \r\nOrlando.\r\nTeixeira, D.C., Ayres, A.J., Danet, J.L., Jagoueix, E.S., Saillard, C., Bové, J.M., 2005. \r\nFirst Report of a huanglongbing-like disease of citrus in Saõ Paulo State Brazil, and \r\nassociation of a new Liberibacter species, Candidatus Liberibacter americanus, with \r\nthe disease. Plant Dis. 89, 107.\r\nVerniere, C.J., Gottwald, T.R., Pruvost, O., 2002. Disease development and symptom\r\nexpression of Xanthomonas campestris pv. citri in various citrus plant tissues. \r\nPhytopathology 93, 832–843. \r\nWallace, J.M., 1978. Virus and viruslike diseases. Reuther, W., Calavan, E.C., Carman, \r\nG.E. (Eds.), Citrus Industry, vol. IV, University of California Press, Berkeley. "
    }
]