[
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0000",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "371\r\nThe Genus Citrus. https://doi.org/10.1016/B978-0-12-812163-4.00018-8\r\n© 2020 Elsevier Inc. All rights reserved.\r\nBacterial pathogens of citrus: Citrus \r\ncanker, citrus variegated chlorosis and \r\nHuanglongbing\r\nDean Gabriela, Timothy R. Gottwaldb, Silvio A. Lopesc, Nelson A. Wulffc\r\na\r\nPlant Pathology Department, University of Florida, Gainesville, FL, United States, bUS Department of Agriculture, Agricultural Research Service, Fort \r\nPierce, FL, United States, cResearch and Development Department, Fundecitrus, Araraquara, Brazil\r\n18.1 Introduction\r\nCommercial citrus groves are invariably planted as dense monocultures comprising a few commercial citrus varieties \r\ncovering large tracts of land, providing little to no natural variation in resistance to any pest/vector, pathogen, or a com\u0002bination of both with capacity to exploit it. The majority of bacterial pathogens need no insect vector at all, for example, \r\nthe xanthomonads causing citrus canker, although disease incidence can be dramatically accelerated by leafminers. These \r\nxanthomonads enter through stomata or wounds, actively attacking mesophyll cells from the outside and directly affecting \r\ncitrus cell gene expression by injection of eukaryotic transcription factors. Nevertheless, as discussed in detail below, there \r\nis remarkably little variation in resistance among commercially grown citrus genera, species, and varieties to the Asiatic \r\nstrains of the disease.\r\nLiberibacters are literally injected by their psyllid vectors directly into living phloem cells. Psyllids free of Liberibacters \r\nmay be introduced into a citrus growing region free of Huanglongbing (HLB), resulting only in the direct damage caused \r\nby the psyllid. Independent of vector introduction, Liberibacters may be introduced by planting infected and asymptomatic \r\ncitrus into a previously uninfected region, but the pathogen cannot spread without an insect vector with host range on citrus. \r\nAs discussed in some detail below, the excessively long incubation period required before HLB symptoms become recog\u0002nizable can prevent or frustrate timely detection of such introductions, even with inspections. Epidemics can result from \r\nthe intersection of these two independent introduction events, as appears to have occurred relatively recently in Florida with \r\nHLB. Of course, both events can be concurrent. Again, however, there is remarkably little variation in resistance among \r\ncommercially grown citrus varieties to Liberibacter infections.\r\nIt is useful to distinguish between parasitism and pathogenicity. A parasite is capable of deriving nutrition from, and \r\nreproducing on or within, its host(s), and is not always associated with the disease. For example, a Liberibacter-infected \r\npear tree is nearly asymptomatic (Raddadi et al., 2011). A pathogen causes disease, but not always on all hosts. Pathologists \r\ntypically pay attention only to pathogens on commercially important crops, but pathogens can have a much wider parasitic \r\nhost range than expected if they cause no disease or cause the disease on weeds. A recurring theme in this chapter involves \r\nthe worldwide increase in commerce and in transcontinental dispersal of many pathogens and their vectors. The fact that \r\nthere is often overlap of parasitic, if not pathogenic, host ranges of multiple bacterial species, and the fact that apparent host \r\nrange limitations of a given pathogen can be disguised by the host range limitations of its insect vector can result in emerg\u0002ing and sometimes surprisingly severe disease threats. In general terms, if a vector is introduced into a geographic region \r\nwith an unusually wide host range that may include weed or arboreal crops, it is conceivable that the vector may facilitate \r\nexposure of previously isolated bacterial populations to one another, thereby facilitating horizontal gene transfer events, \r\neither by cell–cell conjugation or by phage transduction within either the insect vector or plant host. Transcontinental dis\u0002persal of pathogens and vectors dramatically increases the opportunities for horizontal gene transfer and allows increased \r\nrecombination frequencies between pathogenic variants of a species and even across genera.\r\nChapter 18"
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0001",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "372 The genus citrus\r\nXylella strains are injected by their various vectors directly into (dead) xylem vessels. In the case of citrus variegated \r\nchlorosis (CVC), despite the fact that sharpshooters feeding on both oranges and other citrus varieties are abundantly avail\u0002able, it is therefore perhaps surprising that host range on citrus appears limited to Citrus sinensis. Why only sweet orange? \r\nOne can speculate that since coffee plantations with coffee leaf scorch disease are in close proximity to citrus groves with \r\nCVC in Brazil and since both diseases are caused by the same X. fastidiosa subspecies pauca (Xfp), the opportunity arose \r\nfor horizontal gene transfer or recombination of host range factors that allowed emergence of CVC. Recombination is docu\u0002mented between Xf subsp. morus strains pathogenic to mulberry and blueberry in the United States (Almeida and Nunney, \r\n2015), and Xfp strains from coffee (Jacques et al., 2016). The wide variation in Xylella pathogenicity and host range il\u0002lustrates the need for a better understanding of the genetic factors determining both. In contrast with both citrus canker and \r\nHLB, there is remarkably strong variation in resistance among commercially grown citrus genera.\r\nIn all the three cases, each involving very different pathogen disease cycle and reproductive strategies, the causal \r\nbacterial genera exhibited a wide host range, pathogenicity, and genome variations that indicate horizontal gene transfer \r\nof pathogenicity factors. Selection in citrus monocultures does the rest. In addition to the three bacterial pathogens most \r\ndamaging to commercial citrus that are the focus of this chapter, other bacteria causing notable citrus diseases of worldwide \r\nimportance include Burkholderia andropogonis (bacterial brown leaf spot) and a few Mollicute (lacking a cell wall) species \r\nsuch as Spiroplasma citri (citrus stubborn disease) and Phytoplasma species (witches’ broom disease of lime and HLB-like \r\ndiseases). Currently the worldwide incidence and importance of these bacteria are minor.\r\n18.2 Citrus canker\r\n18.2.1 History and background\r\nAsiatic citrus canker (ACC) is an important bacterial disease of citrus with severe yield, trade, and quarantine implications. \r\nThe ACC is also referred to as “Canker A” and is by far the most widespread and severe form of the disease. The disease is \r\ncaused by Xanthomonas citri (ex Hasse 1915) (Gabriel et al., 1989) subsp. citri (Schaad et al., 2006) pathotype A (XccA). \r\nHistorical synonyms for XccA are X. citri, Xanthomonas axonopodis pv. citri, and Xanthomonas campestris pv. citri\r\n“strain” A). ACC is believed to have originated in Southeast Asia-India based on herbarium specimens from India and Java \r\nin the 1830–1840s. During the 1900s it was found throughout Asia, including Japan, as well as South and Central Africa, \r\nMiddle East, Australia, New Zealand, Pacific Islands, South America and Florida, USA. Another form of citrus canker, \r\n“Cancrosis B,” with nearly identical symptoms as ACC (erumpent, hyperplastic lesions on leaves, stems, and fruit are the \r\nkey diagnostic symptoms) emerged in South America (Carrera, 1933) with host range limited to lemons, Mexican lime, \r\nsour orange, and pummelo (Stall and Seymour, 1983). Cancrosis B is also referred to as “False canker” or “Canker B” and \r\nis caused by a different and phylogenetically quite distinct species, Xanthomonas fuscans subsp. aurantifolii (Xfa) (Schaad \r\net al., 2006) pathotype B (XfaB). Cancrosis B is prevalent on lemons in Argentina, Paraguay, and Uruguay, but is less ag\u0002gressive than ACC and is largely under control (Canteros et al., 2017). Since it is in a separate species, XfaB (Cancrosis \r\nB) strains can be easily differentiated by microbiological, serological, genetic, and host range inoculation tests from XccA \r\n(ACC) strains.\r\nWhat do the two species, X. citri and X. fuscans, have in common to allow their respective subspecies, Xcc and Xfa, \r\nto elicit very similar symptoms on citrus? Both encode and inject nearly identical eukaryotic transcriptional activator-like \r\n(TAL) protein effectors into citrus cells. Pathogenicity gene pthA was the first member of the avrBs3/pthA gene family dem\u0002onstrated to function for pathogenicity and is required for both growth and pathogenicity of XccA strains on citrus (Swarup \r\net al., 1991, 1992). pthA is capable of conferring ability to cause canker-like symptoms to strains that cannot otherwise \r\ncause canker, such as X. aurantifolii pv. citrumelo. A very close homolog, pthB, is similarly required for pathogenicity of \r\nXfaB (Cancrosis B) strain B69 and is found on a self-mobilizing plasmid that can transfer itself between these two species \r\n(El-Yacoubi et al., 2007). All canker-causing strains of X. citri subsp. citri tested carry pthA homologs (Cubero and Graham, \r\n2002; Mavrodieva et  al., 2004; Munoz-Bodnar et  al., 2017). When pthA is transiently expressed in citrus using either \r\nAgrobacterium tumefaciens or particle bombardment, small canker-like lesions are elicited (Duan et al., 1999). Therefore, \r\npthA and its homologs encode the primary causal effectors of the citrus canker disease phenotype.\r\nNot surprisingly, variant pathotypes within both Xcc and Xfa species have emerged that are primarily distinguished \r\non the basis of host range and determined by apparently minor differences in virulence factors. A third citrus canker type, \r\ndescribed as Cancrosis C or “Canker C,” was discovered in Brazil on Mexican lime by Namekata (1971) with an even more \r\nrestricted host range than XfaB (Cancrosis B) strains (Stall and Seymour, 1983). Cancrosis C is also caused by Xfa, and \r\nstrains of this group (XfaC) are primarily limited to Mexican lime, although sour orange can also be a host. XfaC strains are \r\ncurrently distinguished from XfaB strains by pathogenicity tests and from ACC strains by species-level tests."
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0002",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "Bacterial pathogens of citrus: Citrus canker, citrus variegated chlorosis and Huanglongbing Chapter | 18 373\r\nVariants of X. citri subsp. citri (Xcc) have also emerged more recently. These also elicit ACC-like lesions but with less \r\naggressive symptoms and with host range largely limited to Mexican lime: XccA* and XccAw (Gordon et al., 2015). XccA* \r\nstrains were discovered in Oman, Saudi Arabia, Iran, and India with host range limited to Mexican lime (Vernière et al., \r\n1998). The XccAW pathotype is also characterized by host range restricted to Mexican lime and lemon and has to date only \r\nbeen found in Florida and Texas (Munoz-Bodnar et al., 2017). Grapefruit (Citrus paradisi), resistant to both XccA* and \r\nXccAW strains, may serve to differentiate the two groups, since XccAW strains elicit a strong hypersensitive response (HR) \r\nin grapefruit, while XccA* strains do not (Brunings and Gabriel, 2003). A single avirulence gene was found to restrict an \r\nXccAw strain from virulence on grapefruit, but this gene was not detected in XccA* strains tested (Rybak et al., 2009). \r\nInterestingly, XfaC strains also cause an HR on grapefruit, while XfaB strains do not (Brunings and Gabriel, 2003). Minor \r\ngenetic differences in one or a few virulence factors may account for the differences from XccA in the restriction of these \r\npathotypes to lime and from each other. The restricted host range variants of Xcc (XccA* and XccAW) and Xfa (XfaB and \r\nXfaC) are of limited worldwide distribution and economic consequence and therefore further discussion will be limited to \r\nACC, caused by XccA.\r\n18.2.2 Symptoms and epidemiology of ACC\r\nACC is primarily a leaf and fruit spotting disease characterized by erumpent lesions (cankers) on fruit, foliage, and young \r\nstems (Fig. 18.1) of susceptible cultivars of citrus (Schubert et al., 2001; Timmer et al., 1996). Most commercial citrus \r\nvarieties are moderately to highly susceptible to the disease, although grapefruit is the most susceptible fruit. When the \r\ndisease is severe, defoliation, dieback, and fruit drop can occur and infected fruit that remain are less valuable or entirely \r\nunmarketable (Graham and Gottwald, 1991). ACC is spread by rain splash combined with wind and is greatly exacerbated \r\nby tropical storms and hurricanes (Gottwald et al., 2002). ACC epidemics are aggravated by the Asian citrus leaf miner, \r\nPhyllocnistis citrella, introduced to Florida in 1993 and to Brazil in 1996. Where the leaf miner and citrus canker coincide, \r\ncanker has increased significantly as a consequence of the insect’s feeding activities which create wounds that expose leaf \r\nmesophyll tissues to splashed inoculum, thus greatly expanding the probability of infection (Gottwald et al., 1997, 2007).\r\nDuring seasons when spring and summer rains are combined with wind speeds in excess of 8m/s damage from the dis\u0002ease can range from nominal to significant (Serizawa et al., 1969; Serizawa and Inoue, 1974). When lesions on leaves are \r\nwetted for only 1–2min, the bacteria ooze to the surface in great numbers and this inoculum release can persist for several \r\nhours, continuously providing inoculum for dispersal throughout prolonged storm events (Bock et al., 2010a,b). Distance of \r\nspread due to bacterial aerosols is directly related to rain splash and wind speed, from a few cm during gentle rains without \r\nwind to several km during tropical storms and hurricanes (Gottwald and Irey, 2007; Bock et al., 2011). For moderate wind\u0002blown rain events, natural windbreaks such as conifers or hardwood trees with interlocking canopies can effectively reduce \r\nwind speed and trap windblown inoculum, thereby reducing infection. Citriculturists effectively control ACC in Argentina \r\nFIG. 18.1 Asiatic citrus canker (ACC) lesions on leaves, fruit, and young stems of grapefruit."
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0003",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "374 The genus citrus\r\nby judicious use of such natural windbreaks effectively surrounding plantings 1–5ha in area (Stall and Seymour, 1983). \r\nACC is highly contagious. Spread is often human mediated by contaminated clothing, vehicles, equipment (e.g., pruners, \r\nhedgers, mowers, ladders, harvesters), or animals either in commercial or residential citrus. When the foliage is wetted, the \r\nbacteria ooze from the hyperplastic lesions that have broken the foliar surfaces (for a physiological process description, \r\nrefer Brunings and Gabriel, 2003) and can be transferred when the mechanical device, human, or animal come in contact \r\nwith the bacterial ooze and inadvertently transfer it to susceptible foliar tissues on adjacent or distant trees.\r\n18.2.3 ACC control through eradication\r\nACC currently exists in the majority of commercial citrus producing regions of the world and in the Americas has plagued \r\nmultiple States in the Southeastern US, as well as Argentina, Bolivia, Brazil, Chile, Paraguay, and Uruguay (Braithwaite \r\net al., 2002; Koizumi, 1985; Gottwald et al., 2007). The approach to controlling ACC depends on whether the disease is \r\nnewly introduced or if it has become endemic. If it is newly introduced, by far the best approach is eradication. ACC in\u0002festations have most significant impact on commerce and trade due to the governmental regulatory actions that result in \r\nrestricted interstate and international transport and sale of fruit originating from known infested areas.\r\nThe consequences of ACC introduction to citriculture must be examined through a historical, economic, and sociopo\u0002litical lens to fully comprehend its impact. If the disease is recently introduced and in low incidence, eradication has often \r\nbeen attempted to return the area to a disease-free status, thereby avoiding the cost of quarantines and unfavorable trade \r\nimpediments. Conceptually, eradication is quite simple. Diseased plants must be removed more rapidly than they become \r\ndiseased. The more rapidly and efficiently diseased individuals are removed, the less chance of continued pathogen spread, \r\nand the quicker the disease will be extinguished. In practice, however, eradication is complex. It is not always easy to recog\u0002nize newly infected plants. A several week-long incubation period between infection and disease expression is quite com\u0002mon. Thus, some infected members of the plant population are “subclinical”; that is, infected but not yet expressing disease. \r\nFor ACC the subclinical infections can persist for 10–14days without expressing symptoms and even then, these symptoms \r\nare not always easily seen. The average time of detection in residential areas was estimated to be 108days postinfection \r\nproviding ample time for polycyclic reproduction and spread (Gottwald et al., 2001a,b).\r\nAdditionally, diseased plants are not always recognizably aggregated into convenient or contained groups for easy \r\neradication. The disease is often somewhat considerably diffuse among an otherwise healthy population. The combination \r\nof lengthy incubation periods and diffuse patterns of disease necessitates that to achieve eradication, large radii around rec\u0002ognized infections of both diseased and asymptomatic but potentially latently infected plants must be removed or “culled” \r\nas well (Gottwald et al., 2001a,b, 2002, 2007; Schubert et al., 2001). For ACC epidemics, the resulting eradication programs \r\nhave at times exceeded the social tolerance of commercial growers and additionally residential homeowners who resist \r\nthe removal of their apparently healthy but potentially asymptomatically affected trees in support of the commercial citrus \r\nindustry.\r\nSeveral early eradication programs were successful in South Africa, Australia, the Fiji Islands, Mozambique, New \r\nZealand, and the United States (Koizumi, 1985). In Northeast Argentina, ACC was first recognized in 1928 and eradication \r\nwas attempted in 1976 but subsequently failed in part due to grower’s concern and reluctance to remove the large propor\u0002tions of commercial trees to achieve eradication (Canteros et al., 2017; Hogg, 1985; Rodriguez, 2012). In Australia ACC \r\nhas been introduced and successfully eradicated three times: 1918, 1984 and a third time in Queensland in 2004 (Gambley \r\net al., 2009). In Brazil ACC was first detected in 1957 and eradication programs were intermittent over the next 60years \r\neventually leading to establishment of ACC; by 2009 the disease was declared endemic and the eradication program halted \r\n(Behlau et al., 2016).\r\nACC was first detected in Florida in 1910 and it was eradicated by the 1930s after massive removal of infected trees \r\n(Schubert et al., 2001). ACC was discovered a second time in Florida in 1986 and was declared eradicated in 1992 but was \r\ndiscovered a third time in multiple residential areas in Dade County in 1995 within a 14 mile2 area south of the Miami \r\nInternational Airport (Gottwald et al., 2001a,b). This discovery prompted an intensive eradication campaign by a joint state/\r\nfederal citrus canker eradication program (CCEP). The program was based on an epidemiological study of ACC spread that \r\nresulted in an ACC-eradication protocol that required the removal of all “exposed trees” within a 579-m radius of a known \r\ninfected tree (Gottwald et al., 2001a,b). Over the next 10years, the canker eradication program cost approximately $1 bil\u0002lion dollars, the largest plant disease eradication program worldwide to date. The program was plagued by legal conflicts \r\nbetween the CCEP and residential homeowners who felt that the regulatory actions being taken protected the citrus industry \r\nat too high a cost to residential citrus tree owners. The litigation of numerous injunctions and appeals led to a discontinu\u0002ous and sporadic eradication program. As the legalities of eradication were debated, the disease continued to spread, and \r\noutbreaks in new commercial and residential areas erupted across Florida."
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0004",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "Bacterial pathogens of citrus: Citrus canker, citrus variegated chlorosis and Huanglongbing Chapter | 18 375\r\nHurricanes and tropical storms in Florida have been associated with long-range dissemination and increased local inci\u0002dence of ACC (Gottwald and Irey, 2007; Irey et al., 2006). In 2004, three hurricanes and a major tropical storm crossed the \r\nFlorida peninsula and exacerbated preexisting ACC infections and caused overwhelming dispersal of the pathogen over the \r\ncommercial industry. Statistical models developed to predict the spread of ACC due to hurricanes and tropical storms led \r\nto numerous discoveries of new ACC outbreaks and more effective and rapid eradication (Irey et al., 2006). However, hur\u0002ricane Wilma struck Florida in the Fall of 2005 and caused such massive additional spread of the disease that the regulatory \r\nagencies, citrus industry, and research scientists alike concluded that the disease had likely become ineradicable, resulting \r\nin the termination of the 10-year, $1 billion canker eradication program (Gottwald and Irey, 2007). As a consequence, ACC \r\nhas greatly increased and is now found throughout the majority of Florida’s commercial groves.\r\n18.2.4 Endemic control/mitigation of ACC\r\nWhere ACC is endemic, mitigation requires integration of appropriate cultural practices including windbreaks and \r\nleafminer control, with frequent applications of copper (copper hydroxide and copper oxychloride) sprays (Leite Jr et al., \r\n1987). Leafminer control via insecticides is particularly important for young trees and certain cultivars that have more \r\nfrequent and longer duration of growth flush. Copper sprays reduce infection somewhat. Fruit are most susceptible for \r\n90 days after petal fall when copper is most efficacious. Grapefruit is highly susceptible to ACC requiring more sprays \r\nto provide acceptable control compared to orange or mandarins which are much less susceptible. Antibiotics such as \r\ngentamicin, kasugamycin, and streptomycin also have activity for canker control if properly formulated. However, the \r\npossibility of eliciting bacterial resistance and human and animal health issues raise concerns about wide scale antibiotic \r\nuse in agriculture (Graham et al., 2006; Behlau et al., 2012). Recently the control of ACC via the use of nano-formulated \r\nzinc oxide was shown to exceed the cuprous oxide and cuprous oxide/zinc oxide bactericides, although deployment has \r\nnot been wide scale (Graham et al., 2016).\r\n18.2.5 Implications of citrus canker quarantines and trade\r\nThe risk of introduction of citrus canker bacteria to new, unaffected citrus producing areas is a major concern for those \r\ncitrus industries attempting to remain free of citrus canker. If canker is introduced, quarantines and restrictions could en\u0002sue that would severely limit or deny access to domestic and international markets. Various regulatory agencies such as \r\nUSDA (United States Department of Agriculture), APHIS (Animal and Plant Health inspection Service) initiate extensive \r\nPest Risk Assessments and Risk Management Analysis to evaluate the potential for processed fruit as a pathway for ACC \r\nintroduction. Based on the assessments and analyses, regulatory agencies develop regulations under which fruit may be \r\nmoved interstate or intercountry from quarantined areas. To address fruit as a pathway, a series of studies were conducted \r\nwith citrus fruit as a potential pathway for XccA to enter and become established in these areas, including: (1) survival of \r\nXccA in disease lesions on fruit and on fruit surface after disinfectant treatment as used by commercial packing houses; (2) \r\nsurvival of XccA in culled fruit that were discarded in cull piles, and (3) dissemination of XccA and disease establishment \r\nin simulated rainstorms. Taken as a group, this series of studies on canker bacteria viability in and on fruit surfaces, and \r\nbacteria dissemination, demonstrated that harvested and packinghouse-disinfested citrus fruit are extremely unlikely to be a \r\npathway for canker to reach and become established in canker-free areas (Gottwald et al., 2009). These studies have helped \r\nto diminish the need of quarantines and maintain open markets and trade.\r\n18.3 Citrus variegated chlorosis\r\n18.3.1 History and background\r\nXylella fastidiosa (Xf) is a Gram-negative, xylem-limited, insect vectored and often difficult to culture bacterium that \r\ncauses some of the most serious plant diseases worldwide and in a wide variety of hosts. Its five (to date) described sub\u0002species tend to have strong host range preferences that may overlap, although individual strains appear to have a highly \r\nrestricted host range. Xf appears to have originated in the Americas, and causes production-limiting diseases including: (1) \r\nXf subsp. fastidiosa (Xff), which causes Pierce’s disease (PD) of grapevines in the United States; (2) Xf subsp. pauca (Xfp), \r\ncauses CVC in sweet orange and coffee leaf scorch in Brazil (Nunney et al., 2014); (3) Xf subsp. sandyi (Xfs) causes leaf \r\nscorch of oleander; (4) Xf subsp. morus causes leaf scorch of mulberry and blueberry in the United States, and (5) Xf subsp. \r\nmultiplex (Xfm) causes leaf scorch diseases in North America on a wide range of tree species, including almond, peach, oak \r\nand more recently associated with quick decline of olive trees in Italy (Almeida and Nunney, 2015)."
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0005",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "376 The genus citrus\r\nCVC is transmitted by sharpshooters and has so far been found limited in host range only to sweet orange varieties. \r\nThe first trees affected by the disease were observed in 1984 in Argentina, where it was named “pecosita” or “falsa man\u0002cha grasienta” (Contreras, 1992), and in 1987 in Brazil within the main citrus growing belt of the country in the northern \r\nregion of the state of São Paulo (Rossetti et al., 1990). Currently, CVC is present in all major Brazilian citrus producing \r\nareas. Nevertheless, in the last 30 years of known disease outbreaks in Brazil, despite the wide distribution on many citrus \r\nvarieties and occurrence of large populations of the species of sharpshooters known to transmit the pathogen (Yamamoto \r\nand Gravena, 2000), no other citrus type was found affected by the disease. This indicates that the host range limitation to \r\nsweet orange is determined by the Xfp genome.\r\nXylem colonization of Xfp starts when the insect vector carrying the pathogen feeds on the xylem sap of a healthy \r\ntree. Xylem colonization is enhanced by enzymes that degrade the xylem pit membranes, which would otherwise occlude \r\nmovement of objects as large as Xf (Roper et al., 2006). Xfp colonization ultimately leads to the obstruction of sap flow \r\n(Queiróz-Voltan and Paradela, 1999; Garcia et al., 2012), with infected trees expressing symptoms characteristic of the dis\u0002ease first on leaves and later on fruits. Symptoms may be elicited by multiple pathogenicity factors that may not correlate \r\nwith ability to colonize the xylem (Zhang et al., 2015). CVC-affected leaves show small spots distributed throughout on \r\nboth the surfaces (Fig. 18.2). As the infection progresses, orange gum appears in the center of the spot present on the lower \r\nsurface of the leaf. In later infection stages, the yellow spots coalesce and become necrotic. Highly affected leaves usually \r\nabscise, leaving behind tufts of small leaves at the tips of affected branches, which commonly exhibit symptoms resembling \r\nzinc deficiency. The fruits that appear on the affected branches usually do not drop, as happens in the case of trees affected \r\nby HLB. Instead they mature earlier and are smaller (Fig. 18.2) and much harder. The fruit are also richer in sugar but more \r\nacidic than the fruit from asymptomatic branches of infected or healthy trees (Laranjeira and Palazzo, 1999). The smaller \r\nsize causes direct losses since larger numbers of affected fruits are needed to fill a typical commercial box of 40.8 kg (Ayres, \r\n2000). The harder fruits can slow commercial juice production, while the smaller size also makes the fruits less acceptable \r\nto consumers in fresh markets.\r\nThe disease progress of CVC is faster in younger than older trees, and in trees exposed to seasonal water deficits, as \r\nhappens more frequently in the northern regions of the state of São Paulo. Under these conditions, tree development is \r\nhighly affected by the disease, with the decrease in fruit production reaching up to 75% of that in healthy or asymptomatic \r\ntrees (Ayres, 2000).\r\n18.3.2 Disease management, control, and mitigation\r\nIn Brazil, CVC management has relied on the use of preventive measures, particularly eradication of symptomatic citrus, to \r\nreduce inoculum sources and the chances of recurrent infections. Although weeds and some arboreal plants may harbor Xfp, \r\nthe apparently low bacterium titer and short life of weedy hosts greatly limit their importance as sources of CVC (Lopes \r\nFIG. 18.2 Mature leaves and fruits of sweet orange severely affected by citrus variegated chlorosis (CVC). Note the raised, gummy pustules on the \r\nabaxial leaf surface in (A). The two green fruits at the top right of (B) are unaffected."
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0006",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "Bacterial pathogens of citrus: Citrus canker, citrus variegated chlorosis and Huanglongbing Chapter | 18 377\r\net al., 2003). Correct identification of diseased trees is an important step in this process which, due to constant appearance of \r\nnew symptomatic trees as a result of constant infections, requires frequent and careful tree inspections. Under certain condi\u0002tions, the health of diseased trees may be restored by drastic pruning of symptomatic branches. However, for pruning to be \r\nsuccessful the tree must be over 2.5years of age and the symptoms present at the tip of only one secondary branch (Rodas, \r\n1994). Recently, based on the high levels of resistance to Xfp infection observed for the Cravo Rangpur lime rootstock \r\n(Garcia et al., 2012), a new mitigation measure was developed (Lopes, 2019). Since the bacteria do not move downwards be\u0002low the graft union into these rootstocks, new healthy scions can be generated by removing all the infected scion, even from \r\nhighly affected sweet orange trees, and grafting with healthy budwood onto these rootstocks. Unfortunately, the immunity to \r\nCVC exhibited by the rootstocks does not transfer to the scion. However, the new shoots that develop on the rootstock trunk \r\nproduced new fruits faster and at lower costs than those on the new regularly planted nursery trees.\r\nSince the removal of infected trees is not uniformly followed by all growers, the inoculum pressure from neighboring \r\ngroves may be high in some areas. Therefore, and as for HLB, aggressive control of the insect vector is a critical component \r\nof CVC control. Currently, such control consists in treating younger trees to be used for replants with systemic insecticides \r\napplied to the trunk (Yamamoto, 2008). In the state of São Paulo, young trees for planting are produced inside screened \r\nnurseries, where they are protected from infected sharpshooters. Clean nursery tree production is a key aspect of CVC \r\ncontrol, and has been mandatory in the state of São Paulo since 2003. Systemic insecticide treatments of nursery stock \r\nprior to field planting will protect the trees for the next 2–3months. New applications of systemic and regular spray of \r\ncontact insecticides must be carried out for the following 2 years after field planting (Yamamoto, 2008), a period when the \r\ntrees constantly flush with new shoots and become attractive to the vectors. After this period, the effectiveness of systemic \r\ninsecticide applications is reduced, and the trees must be protected with contact insecticide only, which should be applied \r\nmore frequently during flushing.\r\n18.3.3 Recent discoveries and advances\r\nIn the last three decades, new research and field observations have revealed important aspects of the CVC pathosystem \r\nwhich have contributed to improved cultural practices and strategies to control CVC. The Xfp CVC strain 9a5c was the \r\nfirst plant pathogen to have its genome completely sequenced (Simpson et al., 2000). Functional genomic analyses allowed \r\nthe development of testable hypotheses that revealed many new aspects of the mechanisms of Xf pathogenicity and bacte\u0002rial adaptation to the xylem sap. It also revealed important and previously unknown vulnerabilities of these pathogens. For \r\nexample, while most bacterial pathogens carry multiple redundant copies of TolC, a critical bacterial efflux pump compo\u0002nent is needed to efflux toxic phytoanticipins, phytoalexins, and/or antibiotics; Xf strains carry only one copy of TolC and \r\ninactivation of this gene is lethal for growth in xylem sap (Reddy et al., 2007). The biology, migration patterns, feeding \r\nbehavior, and pathogen transmission by the insect vector were also elucidated. New experimental procedures allowed for \r\nmore precise evaluation of the responses of the distinct citrus varieties and species to pathogen infection (Lopes et al., \r\n2005), and the impact of the environment on disease progress and severity was determined.\r\nDuring this period of intensive research activity and implementation of integrated pest management strategies, CVC \r\nincidence initially continued increasing, reaching 34%–44% of the average 200 million orange trees grown in state of São \r\nPaulo from 1999 to 2012. However, the incidence dropped from 37.6% in 2012 to 6.8% in 2015. A further decrease was \r\nobserved in the 2016 and 2017 surveys, and currently <3.0% of the trees express CVC symptoms in the main citrus belt of \r\nBrazil (http://www.fundecitrus.com.br/comunicacao/revistas). The losses attributed to the disease, estimated in the range \r\nof $100–120 million per year in the period of high incidence (Bové and Ayres, 2007; Lopes et al., 2004), were in 2017 \r\nnegligible. Several technical advances help explain the level of control achieved, but other cultural factors were equally \r\nimportant, including: (1) the removal of large areas of abandoned groves, which must have significantly contributed to \r\ndecrease sources of inoculum; (2) an aggressive inspection and eradication program, and (3) the increased rigor and wider \r\nefforts to control the insect vector. Grower attitudes toward stronger and more cooperative integrated control measures were \r\ngreatly stimulated by the report and fast spread of an even more destructive and incurable insect transmitted citrus disease, \r\nas described below.\r\n18.4 Huanglongbing\r\n18.4.1 History and background\r\nHLB, also known as “citrus greening,” is caused by uncultured, phloem-restricted alpha-proteobacteria in the genus \r\nCandidatus Liberibacter. These bacterial plant pathogens cause severe disease symptoms on citrus, but nevertheless are "
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0007",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "378 The genus citrus\r\nwell adapted, circulative, and systemic colonizers of the psyllids that vector them into phloem cells. Three species are \r\ncurrently well described as causing HLB in citrus—Ca. L. asiaticus (Las), Ca. L. africanus (Laf), and Ca. L. americanus \r\n(Lam)—and each species appears to have independently evolved in the continent reflecting its name (Beattie et al., 2005; \r\nNelson et al., 2013). HLB is currently the most significant bacterial disease of citrus worldwide. HLB is found in Asia, \r\nthe Middle East, Africa, and the Americas. It is spread by the psyllid vectors Diaphorina citri and Trioza erytreae. Other \r\nwell-described Ca. Liberibacter species with different vectors are known to cause serious diseases on solanaceous crops \r\n(Liefting et al., 2009; Munyaneza et al., 2009), less serious problems on celery (Teresani et al., 2014), and almost no symp\u0002toms at all on pear (Raddadi et al., 2011); these will not be further discussed here.\r\nReports on the occurrence of HLB as “yellow shoot” disease (Fig. 18.3) date back to 1919 in Southwest Asia, from \r\nChina to Pakistan, 1928 in Africa, and 2004 in the American continent, although references to maladies similar to HLB \r\nare even older. HLB was first called Greening in South Africa, Mottle Leaf in the Philippines, Dieback in India, and Vein \r\nPhloem Degeneration in Indonesia; in the Americas, it is most commonly called HLB or citrus greening (Bové, 2006; da \r\nGraça, 1991).\r\nThe most characteristic symptom of HLB is the appearance of asymmetric, blotchy mottles on the leaves, which is a di\u0002agnostic symptom. Before the development of DNA-based diagnostic tests allowing the detection of specific Liberibacters, \r\nthe occurrence of HLB was confirmed mainly by two tests: a thin layer chromatographic test (Schwarz and van Vuuren, \r\n1970) and a starch test to demonstrate its high abundance in symptomatic samples (Su, 2008). However, both methods \r\nlacked sufficient specificity to be used routinely in diagnosis. Although transmission electron microscopy (TEM) was used \r\nto identify the presence of walled bacteria in phloem cells, it is time consuming and laborious and does not distinguish \r\nbacteria at species level.\r\nIn several old descriptions of the occurrence of symptoms resembling HLB, the authors mentioned the presence of \r\npsyllids and damage caused by psyllid feeding. It was not until the 1960s that T. erytreae in South Africa (McClean and \r\nOberholzer, 1965) and D. citri in India (Capoor et al., 1967) were demonstrated to vector the disease. In 1970 bacterial cells \r\nwere found in phloem sieve tubes (Laflèche and Bové, 1970), characterized as Gram-negative bacteria (Garnier et al., 1984) \r\nand later determined to be a species of alpha proteobacteria (Jagoueix et al., 1994). Two species were then proposed: Las \r\nfor the disease in Asia and Laf for the disease in Africa. In 2004, when HLB was seen for the first time in the Americas (in \r\nSão Paulo State, Brazil), both Las and a new species, Lam, were proposed as causal agents (Teixeira et al., 2005b).\r\nKoch’s postulates have yet to be completed for any Liberibacter, and none of the pathogenic Liberibacters have been \r\ncultured, likely because they have lost certain key genes to make them capable of axenic growth (Jain et al., 2017b). The \r\nonly extant isolates of Liberibacter crescens (Lcr) were cultured after isolation from diseased mountain papaya in Puerto \r\nRico (Leonard et al., 2012; Fagen et al., 2014) but none of these could be transmitted back to papaya or any other plant or \r\ninsect host, despite numerous efforts. Lcr may be nonpathogenic. Although the causal relationship between Liberibacters \r\nFIG. 18.3 Classic symptoms of “yellow shoot,” “yellow dragon,” or Huanglongbing (HLB)."
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0008",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "Bacterial pathogens of citrus: Citrus canker, citrus variegated chlorosis and Huanglongbing Chapter | 18 379\r\nand HLB is technically associative, strong and accumulating evidence leaves little doubt that Liberibacters are the primary \r\netiological agent of HLB. Much of this conclusion rests upon diagnostic molecular tests, primarily polymerase chain \r\nreaction (PCR), which is currently the gold standard for detection and diagnosis. Metagenomics were used to sequence \r\nmultiple genomes of Las (Duan et al., 2009; Lin et al., 2013; Katoh et al., 2014), Lam (Wulff et al., 2014), and Laf (Lin \r\net al., 2015). Molecular techniques and other tools have been used to help elucidate the insect-Liberibacter as well as the \r\nplant-Liberibacter interactions.\r\n18.4.2 Symptoms\r\nLas growth in planta is phloem limited (Fig 18.4A), causing perturbed assimilate partitioning, leaf chlorosis, loss of pro\u0002ductivity, and eventual decline and death of infected trees after several years. By contrast, the bacterium is systemic and \r\ncirculative in its psyllid host, causing only localized apoptosis in the midgut tissue and accumulating on the outside of the \r\ngut under a biofilm (Fig. 18.4B) but without causing overt disease symptoms (Ghanim et al., 2016). Field diagnoses of \r\nHLB affected trees are initially determined visually by trained human inspectors. HLB in Florida was initially discovered \r\nby spotting the appearance of “yellow shoot” symptoms (Fig. 18.3). No field deployable device has yet been validated by \r\nPCR results as reliably allowing field use for diagnoses of Las infection of symptomatic or asymptomatic trees. However, \r\nreplicated field studies have indicated that canines can detect Las- and Laf-infected plants with >99% accuracy and prelimi\u0002nary results indicate canines will alert trained human handlers to Lam-infected plants as well (Gottwald et al., 2017). The \r\nmain symptoms used for field diagnosis is blotchy mottle of the leaves (Fig. 18.5), and also asymmetric chlorosis along the \r\naxis of the leaves, frequently delimited in color from green to yellow by veins. A similar—but symmetrical—yellowing of \r\nthe leaves is characteristic of zinc deficiency, and this close similarity can cause some confusion and doubt, even to trained \r\nscouts looking for symptomatic trees in areas where HLB was previously unknown.\r\nWithin one to multiple years after HLB has been identified in a citrus grove, nearly 100% of the trees typically become \r\ninfected, and often without apparent symptoms. The severity of the symptoms is correlated with the time that a plant has \r\nbeen infected. After a plant is first infected, a surprisingly lengthy (usually no shorter than 6months) incubation period is \r\nrequired before any symptoms start to develop (Lee et al., 2015). The first symptoms are a pale or mild leaf mottle, which \r\nonly slowly progresses to more characteristic leaf mottle symptoms. Symptom progression is usually faster during the fall \r\nand winter seasons. Leaf curling, reduced leaf size, and thickening of the midveins or raised corky veins are additional \r\nsymptoms (Fig. 18.6) often, but not always, found. Twig dieback is also observed but takes longer to develop. Fruits devel\u0002oping from infected branches can be lopsided (Fig. 18.6), harbor aborted seeds, and have discolored columellas (Fig. 18.7). \r\nFruit color inversion is sometimes seen, with yellowing starting from the peduncular end and the stylar end remaining green \r\n(these symptoms gave rise to the common name “greening”). A yellow to orange abscission zone is seen in the peduncular \r\nscar of the fruits, even in the absence of color inversion (Bové, 2006). Leaf and fruit drop are common characteristics, and \r\ninfected groves experience very high levels of premature fruit drop, exacerbated by drought conditions. Root systems are \r\nFIG. 18.4 Transmission electron micrographs of (A) Ca. Liberibacter americanus (Lam) packed in a sieve tube element and moving through a sieve \r\npore in plant host (periwinkle) phloem cells, and (B) Las in insect host (psyllid), on outer gut surface following bacterial penetration through the gut and \r\ngrowth on the outer gut surface, bathed in hemolymph. (A: Photo courtesy of Dr. Brigitte Batailler, UMR-1332 de Biologie du Fruit et Pathologie, INRA, \r\nUniversité Bordeaux, Villenave d’Ornon, France. Bar=500nm; B: Photo courtesy of Prof. Mike Davis, University of Florida.)"
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0009",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "380 The genus citrus\r\nalso affected by severely reduced numbers of fibrous roots, and increased susceptibility to Phytophthora (Graham et al., \r\n2013). With time, symptoms become severe, branches die and tree decline is evident; skeletonized trees in groves with long\u0002standing HLB becomes all too commonplace (Fig. 18.8).\r\n18.4.3 Etiology and diagnosis\r\nLiberibacters were first found in citrus affected with HLB using TEM (Laflèche and Bové, 1970). Up to the 1990s, TEM \r\nwas the way to prove the association of phloem-restricted bacteria with HLB. With the advance of molecular techniques and \r\ncharacterization of ribosomal protein and 16SrDNA genes, PCR-based diagnostics and the nature of HLB etiology were \r\nFIG. 18.6 HLB symptoms of corky veins and misshapen fruit in field grown grapefruit.\r\nFIG. 18.7 HLB symptoms in Valencia fruit (aborted seeds, and misshapen, discolored columellas).\r\nFIG. 18.5 Blotchy mottle symptoms of Huanglongbing (HLB) caused by Ca. Liberibacter asiaticus (Las) in sweet orange (A and B), Rangpur lime (C), \r\nand Tahiti lime (D)."
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0010",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "Bacterial pathogens of citrus: Citrus canker, citrus variegated chlorosis and Huanglongbing Chapter | 18 381\r\nestablished. The causal bacteria were named Ca. Liberibacter spp.; “Candidatus” refers to inability to culture the bacteria \r\nand “Liberibacter” refers to the liber or sieve elements in which they were found (Jagoueix et al., 1994). Attempts to raise \r\nmonoclonal antibodies from the infected tissues failed to yield either Las-specific or universal antibodies, largely due to \r\nthe inability to grow Las in axenic cultures. However, extensive genome sequencing may now provide adequate targets for \r\nantigen production and generation of useful antibodies (Ding et al., 2017).\r\nDNA probes for the detection of nucleic acids from Liberibacters in Southern and dot blots were developed (Villechanoux \r\net al., 1992), but were soon surpassed by PCR-based diagnostic tests. PCR is useful for Liberibacter detection and identifi\u0002cation, both in plant and in psyllid samples (Jagoueix et al., 1996; Hocquellet et al., 1999; Teixeira et al., 2005a, 2008a; Li \r\net al., 2006; Roberts and Pietersen, 2017). There are many variations in PCR techniques and primers used, with the most \r\ncommon based on the detection of the 16S and ribosomal protein genes. Real time (semi-quantitative, or qPCR) enjoys \r\nwidespread use. PCR and qPCR are much less effective in evaluating chemical treatment effects, since DNA from dead \r\nLiberibacter cells remains in phloem cells (Trivedi et al., 2009). In plant tissues, small pioneer or fibrous roots and seed \r\ncoats of developing seeds are the organs with highest Liberibacter cell numbers (Achor et al., 2014). qPCR also enabled \r\nthe quantification of Las and Lam titers in plants and psyllids. Estimated average highest titers in individual psyllids were \r\n6.3×108 for Las and 5.6×104 for Lam; and in 1g of tissue of sweet orange and orange jasmine leaves, respectively, 4×107\r\nand 1×103 for Las, and 3.2×106 and 2×104 for Lam (Duan et al., 2009; Lopes et al., 2010; Teixeira et al., 2008a).\r\nFluorescent in situ hybridization (FISH) indicated that Las is able to colonize the filter chamber, midgut, Malpighian \r\ntubules, hemolymph, salivary glands, ovaries, and muscle and fat tissues of D. citri (Ammar et al., 2011). Loop-mediated \r\nisothermal amplification (LAMP)-based diagnostic tests have the advantage of reduced cost of equipment, but the relative \r\nlack of specificity and single-target detection are concerns (Okuda et al., 2005; Li et al., 2007). Conventional PCR can be \r\nstill very useful for limited sample testing, allow multiple pathogen detection; although it is less sensitive than qPCR, but \r\nhas the advantage of reduced initial costs. For activity related to sampling and eradication programs, where laboratory di\u0002agnoses may guide scouting operations, current molecular techniques are most useful for confirmatory purposes.\r\nThe vast majority of publications dealing with diagnosis of HLB have established a consensus that Liberibacters are \r\nthe most frequently encountered causal agent of HLB. Phytoplasmas can also elicit HLB symptoms, but these agents are \r\nof marginal occurrence in relation to Liberibacters (Teixeira et al., 2008b; Chen et al., 2009; Wulff et al., 2015). Outside \r\ncitrus and Rutaceae, the finding of new Ca. Liberibacter species is flourishing. As mentioned above, Ca. L. solanacearum \r\nwas found in 2008 infecting Solanaceae and other crops, such as carrots and celery, causing disease in these hosts. \r\nFIG. 18.8 Scenes from commercial citrus Hamlin groves in Florida, 2018 (A, still productive) and 2016 (B, abandoned), about 10years after HLB was \r\nfound in the groves."
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0011",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "382 The genus citrus\r\nCa. L. europaeus was found as an asymptomatic endophyte of pear trees and Liberibacter crescens was described in 2012 \r\nas the first axenically cultivated member of this genus. Except L. crescens, all other Liberibacters—that is, the known \r\npathogenic Liberibacters—are all axenically uncultured to date due at least in part to the loss of the glyoxylase pathway and \r\nthe presence of phage that are repressed by host factors (Jain et al., 2017a,b; Merfa et al., 2019).\r\nLaf diversity at the subspecies or haplotype level in Africa is noteworthy. Besides having a host range on citrus trees, \r\nLaf subsp. capensis (LafC) has been found in cape chestnut (Calodendrum capense), while recently, additional rutaceous \r\nhosts were described for the following subspecies: Laf subsp. clauseane (LafCl) in Clausena anisata, Laf subsp. vepridis \r\n(LafV) in Vepris lanceolata, Laf subsp. zanthoxyli (LafZ) in Zanthoxylum capense, and Laf subsp. tecleae (LafZ) in Teclea \r\ngerrardii (Roberts et al., 2015, 2017). Additionally, LafCl strains with a wide host range were identified in Citrus, with a \r\ncharacteristic pattern of single nucleotide polymorphisms (SNPs) named LafCl ex citrus. Of great importance for diagnos\u0002tic testing is the fact that the widely used 16S PCR primers used for Las identification (Li et al., 2006) incorrectly identified \r\nLafCl ex citrus, and LafCl, LafV, and LafZ were also misidentified as Las or Laf by the same qPCR test. Clearly, additional \r\nprimer sets are required to distinguish these subspecies. A more general caution is that a great deal of care must be taken \r\nwhen dealing with first occurrences of Liberibacters in unusual places and plant and insect hosts (Roberts et al., 2017).\r\nCurrently Las is the prevalent species in HLB samples from Brazil, China, and the United States, where Las is now \r\nfound in all citrus growing states. In Brazil, only a very limited number of samples harboring groups IX and III phytoplas\u0002mas and Lam are now found, where once Lam was the predominant HLB causal agent. One reason for the sharp decrease \r\nin Lam incidence in Brazil seems to be its lower titer levels in citrus tissues that reduce the chances of being acquired and \r\ntransmitted by psyllids (Lopes et al., 2009a). Lam and phytoplasmas would probably show up occasionally in additional \r\nplaces. It should also be noted that since Las and Lam can be dodder transmitted to tobacco and periwinkle, it seems likely \r\nthat Ca. Liberibacter host range may be more limited by the host range of the insect vector responsible for phloem transmis\u0002sion than by any particular pathogenicity or virulence determinants in these pathogens.\r\n18.4.4 Pathogen biology: Phloem restriction in citrus, systemic infection in psyllid, and lack \r\nof axenic culture\r\nAfter the transmission of Las, Lam, and Laf to periwinkle using dodder, the bacteria were found restricted to phloem sieve \r\ntubes, as expected. The TEM was also used to characterize uncultured Ca. Liberibacters as Gram negative by visualization \r\nof the tri-lamellar cell wall envelope (Garnier et al., 1984). Periwinkles were used for the maintenance of multiple isolates \r\nin planta at INRA in Bordeaux, France for decades by Bové’s group (Teixeira et al., 2008a; Wulff et al., 2014). Periwinkles \r\nhave allowed the maintenance of isolates in a smaller space than citrus and even comparative strain characterizations, \r\nsuch as heat tolerance (Las is exceptionally more heat tolerant than Lam and Laf; Bové et al., 1974; Lopes et al., 2009b), \r\nantibody generation (Garnier and Bové, 1993; Ke et al., 1993), and the description of the first Las phage particles (Zhang \r\net al., 2011). Indeed, periwinkle became the source of DNA enriched for genome sequencing of Lam (Wulff et al., 2014). \r\nHowever, transmission from periwinkle to citrus cannot be accomplished because Diaphorina citri and T. erytreae are \r\nrestricted in host range to citrus.\r\nCa. Liberibacter spp. multiply in the sieve tubes of infected plant hosts and there are pockets of sieve cells filled with \r\nelongated, electron dense young bacterial cells (Fig. 18.4) while most sieve tubes are free of bacteria. Ca. Liberibacters \r\nliterally squeeze from sieve cell to sieve cell through sieve pores (Su, 2008), apparently without degrading plant cell walls, \r\nsince there are no cell wall degrading enzymes annotated in any Liberibacter genomes. With maturity, the bacterial cells \r\nform less dense spherical bodies of 600–800 nm, eventually plasmolyzing (Su, 2008). As a host response to the spread of \r\nthe bacterium in the vascular system, an increase in callose deposition occurs and together with bacterial multiplication, \r\nblocks the flow of phloem sap between the cells, disrupting the source to sink movement of sugars (Koh et al., 2012). HLB\u0002affected trees are imbalanced in sugars (Fan et al., 2010). Notably, all pathogenic Liberibacters, by stark contrast with L. \r\ncrescens, lack any known mechanism for sucrose import, and appear to rely instead on direct import of ATP from host cells \r\n(Jain et al., 2017b).\r\nOne consequence of the development of an intracellular lifestyle is the necessity of avoiding (to the greatest extent \r\npossible) and suppressing (where avoidance is impossible) the triggering of innate immune responses by any host, plant \r\nor insect. This can involve the shedding or downregulation of genes that directly encode such triggers; for example, fla\u0002gellin, lipopolysaccharides (LPS), or enzymes that synthesize these triggers. Flagellin and LPS are two classic examples \r\nof a general group of molecules collectively referred to as “pathogen-associated molecular patterns” (PAMPs), which are \r\nrecognized by the innate immune systems in eukaryotic hosts of all types (Jones and Dangl, 2006). Although flagella-like \r\nappendages have been observed on the surface of Ca. L. solanacearum infecting potato (Cicero et al., 2016), flagella have \r\nnot been observed with any citrus-associated Liberibacter, and the flagellin produced by Las is a PAMP weaker than those "
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0012",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "Bacterial pathogens of citrus: Citrus canker, citrus variegated chlorosis and Huanglongbing Chapter | 18 383\r\nof other plant pathogenic bacteria (Zou et al., 2012). Eukaryotic cells typically are highly sensitive to LPS, which serves as \r\na highly protective bacterial outer membrane defensive barrier against plant antimicrobial compounds such as phytoalexins; \r\ninterestingly, Lam has no LPS genes at all (Wulff et al., 2014). The severe reduction in genome size observed generally \r\nwith all intracellular pathogenic bacteria is likely driven, in part, by selection pressure to remove genes encoding PAMPs.\r\nLas actively suppresses innate citrus immune responses to infection, helping to explain why HLB symptoms have such \r\na long incubation period following initial introduction by the psyllid vector (a period spanning multiple months to years). \r\nThe suppression of citrus defense reactions, particularly generation of reactive oxygen species (ROS) and prevention of \r\napoptosis, is accomplished by a phage-encoded peroxidase (Jain et al., 2015) and two chromosomally encoded peroxire\u0002doxins (Jain et al., 2018, 2019). The peroxidase and one peroxiredoxin are both nonclassically secreted directly into host \r\nphloem cytoplasm, resulting in: (a) straight detoxification of host-generated H2O2, (b) limited catastrophic chain reaction \r\nspread of a lipid peroxidation event in the phloem cell membrane, and (c) dampening of the systemic propagation of H2O2-\r\nmediated defense signaling in the host plant following the initial colonization event. Las peroxiredoxin may represent a \r\ncritical secreted effector conserved across all pathogenic Liberibacter species (even in the phageless strains) that functions \r\nto suppress host symptoms, a tactic used by most biotrophic plant pathogens.\r\nThe extent of Las and Lam multiplication and symptom induction in citrus is quite different. Las multiplies to 10-fold \r\nhigher titers in citrus than Lam, but Lam elicits much more severe symptoms of HLB, despite lower titer (Lopes et al., \r\n2009a). Las can be transmitted by grafting budwood with efficiencies close to 100%, whereas Lam transmission by graft\u0002ing is usually lower than 50%. There are no comparable data for Laf. Natural transmission by psyllids is influenced by \r\nseveral factors and bacterium multiplication and temperature are key aspects. Las titer in citrus influences D. citri trans\u0002mission; while Las is readily transmitted from citrus to citrus, Lam is less efficiently transmitted. Interestingly and by \r\ncontrast, Lam titer in Murraya exotica (M. paniculata) is higher than that of Las (Lopes et al., 2010). Murraya spp. is a \r\ngood host for Lam acquisition and transmission to sweet orange plants, but this is not true for Las (Gasparoto et al., 2010; \r\nDamsteegt et al., 2010).\r\n18.4.5 Genomics and taxonomy\r\nAlphaproteobacteria are quite diverse as a class, and often form associations with eukaryotes. Free-living members have ge\u0002nome sizes over 5 Mbp and include the mutualistic endosymbionts in the Rhizobiaceae family: Rhizobium, Azorhizobium, \r\nBradyrhizobium, and Mesorhizobium, as well as the pathogenic Agrobacterium species. Alphaproteobacteria are also well \r\nknown to adapt an intracellular lifestyle with differing species utilizing independent paths of severe genome reduction. \r\nThese famously include the mitochondria, as well as the Rickettsiales (including tick-borne diseases in genus Rickettsia, \r\nand endosymbionts of arthropods in genus Wolbachia). Liberibacters form a cluster of closely related alphaproteobacteria \r\nin the Rhizobiaceae family with highly reduced genomes as compared with free-living members. Interestingly, they appear \r\nmuch more highly adapted to their insect hosts than plant hosts, spreading inter- and intracellularly across salivary glands, \r\nalimentary canal, midgut epithelium and basement membrane, Malpighian tubules, hemolymph, muscle and fat tissues, and \r\novaries with little or no evidence of pathogenic effects (Ammar et al., 2011).\r\nOnly two strains of a single species of Liberibacter, L. crescens strains BT-0 and BT-1 (NC_019907.1), have been cul\u0002tured in vitro (Leonard et al., 2012). Both were isolated from the sap of Babaco mountain papaya (Carica stipulata × C. pu\u0002bescens) and are not known to be pathogenic, despite numerous efforts in several labs, and they have no known insect host. \r\nL. crescens has a slightly larger genome size (1.5Mb) than any of the pathogenic Ca. Liberibacters (all about 1.2Mb). L. \r\ncrescens appears to have diverged from the uncultured, pathogenic Ca. Liberibacter spp. early (Nakabachi et al., 2013). The \r\nfirst Liberibacter genome to be completely sequenced was Las strain psy62 (Duan et al., 2009); since then more than nine \r\nadditional Las genomes have been sequenced. In addition to Las, complete genome sequences were determined for Lam \r\nstrain São Paulo (Wulff et al., 2014), Laf strain PTSAPSY (Lin et al., 2015), and Lso strain CLso-ZC1 (Lin et al., 2011). \r\nAll the chromosomes contain three ribosomal operons and genome GC% of 35.4%, while Lam GC% is lowest, at 31.1%.\r\nAll pathogenic Ca. Liberibacters contain prophage or remnants of prophage not found in L. crescens with GC% content \r\nof 36% (Zhang et al., 2011). Typically, Las strains have 1–2 complete prophages, but a few strains have only remnants, such \r\nas Ishi-1 from Japan (Katoh et al., 2014). Both prophages may be integrated in the chromosome, but one of them typically \r\nreplicates as an excision plasmid, thus expanding the copy number per cell of the encoded genes. As mentioned above, the \r\nperoxidase is encoded on the excision plasmid, can functionally suppress plant defenses and is therefore likely a horizon\u0002tally acquired lysogenic conversion factor benefitting plant infections (Jain et al., 2015). One of the prophages can be lytic \r\nin planta and even form particles in citrus (Fu et al., 2015), yet remain as a stable lysogen in psyllids (Zhang et al., 2011). \r\nSuppression of Las phage gene expression appears to be critically important in psyllid hosts (Fleites et al., 2014; Jain et al., \r\n2017a). Despite the few horizontally acquired gene additions, comparative genomics and metabolic pathway analyses of "
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0013",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "384 The genus citrus\r\nthe chromosomal genomes have revealed a trend toward reduction or complete absence of multiple biosynthetic pathways, \r\nincluding glycolysis and glyoxylase, metabolic enzymes, LPS biosynthesis, sucrose import and secretion systems in these \r\ngenomes, helping to explain the failure to obtain sustainable axenic cultures of the pathogenic Ca. Liberibacters to date \r\n(Wulff et al., 2014; Jain et al., 2017b).\r\n18.4.6 Epidemiology: Latency and incubation\r\nIn the absence of a vector, all Ca. Liberibacter species remain confined to their plant hosts. Citrus trees infected with vari\u0002ous pathogens are not infrequently brought into commercial citrus growing areas by unsuspecting homeowners. If a Las\u0002infected tree is brought into an area without the vector, both the tree and the Las that infects it can remain alive for many \r\nyears, due to the surprisingly long incubation period between the initial infection and the appearance of even the slightest \r\nsymptom. The vectors of HLB are also found in disease-free areas and introduction of Las-free insect vectors usually \r\nprecedes the discovery of HLB by many years. In sharp contrast to the long incubation period for HLB, the latency period \r\nof the transmission of Las from citrus to psyllid and back again is measured in weeks, and the multiplication of infected \r\npsyllid vectors is explosive (Lee et al., 2015). The importance and surprising nature of the very short latency period for \r\ntransmission of Las, coupled with the exceptionally long incubation period for HLB cannot be overemphasized. Las epi\u0002demics spread very rapidly in completely asymptomatic trees, making early detection critical (Gottwald, 2010). T. erytreae\r\nis found in the Mediterranean basin, although the bacteria are not, so the disease is not known to be present (Pérez-Otero \r\net al., 2015; Siverio et al., 2017). The absence of both HLB and its vectors, such as in Australia, is a great advantage to the \r\nsuccess and sustainability of citriculture.\r\nPsyllid transmission is the only natural mode of dissemination of Las, Lam, and Laf, although spread by infected bud\u0002wood during citrus propagation may occur locally. Illicit importation of budwood or entire infected plants will spread the \r\ndisease and perhaps the vector over long distances including internationally. Strict quarantine measures should be applied \r\nto restrict the imports of propagative citrus material which originate only from certified regions or from certified plants free \r\nof psyllids and Liberibacters.\r\n18.4.7 Control/management\r\nSince there is no cure for HLB, preventive and mitigation actions must be taken, starting with quarantine regulations, imple\u0002mentation of inspections of nursery trees, and production of budwood in insect-proof nurseries. Although systemic or semi\u0002systemic antibiotics have shown promise with trunk injection (e.g., Bové et al., 1980; Hu and Wang, 2016), there is some \r\ncontroversy over the widespread use of even limited types of antibiotics in agriculture. Psyllid monitoring (Miranda et al., \r\n2017) and control (Miranda et al., 2016) by means of insecticide control in commercial areas is a key aspect to avoid the \r\nspread of HLB-infection in orchards (Bassanezi et al., 2013). In order to reduce inoculum, scouting for infected trees and \r\nremoval of symptomatic trees must be carried out. These three strategies have been used in South Africa, Brazil, and Costa \r\nRica (Bové, 2012; Aubert, 1990) and proven to be effective as a regional management strategy (Bassanezi et al., 2013). \r\nDue to the very short latency period for Las transmission, the development of presymptomatic Las detection techniques is a \r\nresearch priority. Due to the severe economic impact of HLB in regions and states where HLB infections have recently been \r\ndetected, deployment of all available early detection resources, such as the use of canines, should be strongly considered.\r\nReferences\r\nAchor, D., Davis, C.L., Brlansky, R.H., Folimonova, S.Y., 2014. Guidelines for selection of tissues for electron microscopy confirmation of Candidatus\r\nLiberibacter spp in Huanglongbing-affected citrus. J. Citrus Pathol. 1, 99.\r\nAlmeida, R.P.P., Nunney, L., 2015. How do plant diseases caused by Xylella fastidiosa emerge? Plant Dis. 99, 1457–1467.\r\nAmmar, E.D., Shatters Jr., R.G., Hall, D.G., 2011. Localization of Candidatus Liberibacter asiaticus, associated with citrus Huanglongbing disease, in its \r\npsyllid vector using fluorescence in situ hybridization. J. Phytopathol. 159, 726–734.\r\nAubert, B., 1990. Integrated activities for the control of huanglungbin-greening and its vector Diaphorina citri in Asia. In: Aubert, B., Tontyaporn, S., \r\nBuangsuwon, D. (Eds.), Rehabilitation of Citrus Industry in the Asia Pacific Region. Proceedings of the Asia Pacific International Conference on \r\nCitriculture, Chiang Mai, Thailand. UNDP-FAO, Rome, pp. 133–144.\r\nAyres, A.J., 2000. Intensidade da clorose variegada dos citros em pomares comerciais de laranja do estado de São Paulo e sul do triângulo mineiro (MSc \r\nThesis). Universidade Estadual Paulista, Faculdade de Ciências Agrárias e Veterinárias, Jaboticabal, Brasil.\r\nBassanezi, R.B., Montesino, L.H., Gimenes-Fernandes, N., Yamamoto, P.T., Gottwald, T.R., Amorim, L., Bergamin Fo, A.B., 2013. Efficacy of area-wide \r\ninoculum reduction and vector control on temporal progress of huanglongbing in young sweet orange plantings. Plant Dis. 97, 789–796."
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0014",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "Bacterial pathogens of citrus: Citrus canker, citrus variegated chlorosis and Huanglongbing Chapter | 18 385\r\nBeattie, G.A.C., Mabberley, D.J., Holford, P., Broadbent, P., De Barro, P., 2005. Huanglongbing: its possible origins, collaborative research in Southeast \r\nAsia, and developing incursion management plans for Australia. In: Second International Citrus Canker and Huanglongbing Research Workshop, \r\np. 52.\r\nBehlau, F., Jones, J.B., Myers, M.E., Graham, J.H., 2012. Monitoring for resistant populations of Xanthomonas citri subsp. citri and epiphytic bacteria on \r\ncitrus trees treated with copper or streptomycin using a new semi-selective medium. Eur. J. Plant Pathol. 132, 259–270.\r\nBehlau, F., Fonseca, A.E., Belasque Jr., J., 2016. A comprehensive analysis of the Asiatic citrus canker eradication programme in São Paulo state, Brazil, \r\nfrom 1999 to 2009. Plant Pathol. 65, 1390–1399.\r\nBock, C.H., Graham, J.H., Gottwald, T.R., Cook, A.Z., Parker, P.E., 2010a. Wind speed effects on the quantity of Xanthomonas citri subsp. citri dispersed \r\ndownwind from canopies of grapefruit tree infected with citrus canker. Plant Dis. 94, 725–736.\r\nBock, C.H., Graham, J.H., Gottwald, T.R., Cook, A.Z., Parker, P.E., 2010b. Wind speed and wind-associated leaf injury affect severity of citrus canker on \r\nSwingle citrumelo. Eur. J. Plant Pathol. 128, 21–38.\r\nBock, C.H., Parker, P.E., Cook, A.Z., Graham, J.H., Gottwald, T.R., 2011. Infection and decontamination of citrus canker and inoculated the surfaces. \r\nCrop Prot. 30, 259–264.\r\nBové, J.M., 2006. Huanglongbing: a destructive, newly-emerging, century-old disease of citrus. J. Plant Pathol. 88, 7–37.\r\nBové, J.M., 2012. Huanglongbing and the future of citrus in São Paulo state. Brazil. J. Plant Pathol. 94 (3), 465–467.\r\nBové, J.M., Ayres, A.J., 2007. Etiology of three recent diseases of citrus in São Paulo state: sudden death, variegated chlorosis and huanglongbing. IUBMB \r\nLife 59, 346–354.\r\nBové, J.M., Calavan, E.C., Capoor, S.P., Cortez, R.E., Schwarz, R.E., 1974. Influence of temperature on symptoms of California stubborn, south \r\nAfrican greening, Indian citrus decline and Philippines leaf mottling diseases. In: Conference of the International Organization of Citrus Virologists. \r\nProceedings of 6th Conference IOCV. University of California, Riverside, pp. 12–15.\r\nBové, J.M., Bonnet, P., Granier, M., Aubert, B., 1980. Penicillin and tetracycline treatments of greening-disease-affected citrus plants in the glasshouse, \r\nand the bacterial nature of the prokariote associated with greening. In: Conference of the International Organization of Citrus Virologists. Proceedings \r\nof 8th Conference IOCV. University of California, Riverside, pp. 91–102.\r\nBraithwaite, M., Leite, R.P., Smith, J.J., Boa, E., Saddler, G.S., 2002. First report of citrus canker caused by Xanthomonas campestris pv. citri on Citrus \r\nsinensis in Bolivia. Plant Pathol. 51, 383.\r\nBrunings, A.M., Gabriel, D.W., 2003. Xanthomonas citri: breaking the surface. Mol. Plant Pathol. 4, 141–157.\r\nCanteros, B.I., Gochez, A.M., Moschini, R.C., 2017. Management of citrus canker in Argentina, a success story. Plant Pathol. J. 33, 441–449.\r\nCapoor, S.P., Rao, D.G., Viswanath, S.M., 1967. Diaphorina citri: a vector of the greening disease of citrus in India. Indian J. Agric. Sci. 37, 572–576.\r\nCarrera, C., 1933. Informe preliminar sobre una enfermedad nueva comprobada en los citrus de Bella Vista (Corrientes). Bol. Mens. Min. Agric. Nac. \r\nBuenos Aires 34, 275–280.\r\nChen, J., Pu, X., Deng, X., Liu, S., Li, H., Civerolo, E., 2009. A phytoplasma related to Candidatus Phytoplasma asteri detected in citrus showing huan\u0002glongbing (yellow shoot disease) symptoms in Guangdong, P. R. China. Phytopathology 99 (3), 236–242.\r\nCicero, J.M., Fisher, T.W., Brown, J.K., 2016. Localization of ‘Candidatus Liberibacter solanacearum’ and evidence for surface appendages in the potato \r\npsyllid vector. Phytopathology 106, 142–154. https://doi.org/10.1094/PHYTO-04-15-0088-R.\r\nContreras, J.D.V., 1992. Pecosita ou falsa mancha grasienta na Argentina. Laranja e Cia 31, 6.\r\nCubero, J., Graham, J.H., 2002. Genetic relationship among worldwide strains of Xanthomonas causing canker in citrus species and design of new primers \r\nfor their identification by PCR. Appl. Environ. Microbiol. 68, 1257–1264.\r\nda Graça, J.V., 1991. Citrus greening disease. Annu. Rev. Phytopathol. 29, 109–136.\r\nDamsteegt, V.D., Postnikova, E.N., Stone, A.L., Kuhlmann, M., Wilson, C., Sechler, A., Schaad, N.W., Brlansky, R.H., Scheneider, W.L., 2010. Murraya \r\npaniculata and related species as potential hosts and inoculum reservoirs of ‘Candidatus Liberibacter asiaticus’, causal agent of Huanglongbing. \r\nPlant Dis. 94, 528–533.\r\nDing, F., Paul, C., Brlansky, R., Hartung, J.S., 2017. Immune tissue print and immune capture-PCR for diagnosis and detection of Candidatus Liberibacter \r\nAsiaticus. Sci. Rep. 7, 46467.\r\nDuan, Y.P., Castaneda, A., Zhao, G., Erdos, G., Gabriel, D.W., 1999. Expression of a single, host-specific, bacterial pathogenicity gene in plant cells elicits \r\ndivision, enlargement, and cell death. Mol. Plant Microbe Interact. 12, 556–560.\r\nDuan, Y., Zhou, L., Hall, D.G., Li, W., Doddapaneni, H., Lin, H., Liu, L., Vahling, C.M., Gabriel, D.W., Williams, K.P., Dickerman, A., Sun, Y., Gottwald, \r\nT., 2009. Complete genome sequence of citrus huanglongbing bacterium, ‘Candidatus Liberibacter asiaticus’ obtained through metagenomics. Mol. \r\nPlant Microbe Interact. 22, 1011–1020.\r\nEl-Yacoubi, B., Brunings, A.M., Yuan, Q., Shanker, S., Gabriel, D.W., 2007. In planta horizontal transfer of a major pathogenicity effector gene. Appl. \r\nEnviron. Microbiol. 73, 1612–1621.\r\nFagen, J.R., Leonard, M.T., Coyle, J.F., McCullough, C.M., Davis-Richardson, A.G., Davis, M.J., Triplett, E.W., 2014. Liberibacter crescens gen. nov., \r\nsp. nov., the first cultured member of the genus Liberibacter. Int. J. Syst. Evol. Microbiol. 64 (7), 2461–2466.\r\nFan, J., Chen, C., Brlansky, R.H., Gmitter Jr., F.G., Li, Z.-G., 2010. Changes in carbohydrate metabolism in Citrus sinensis infected with ‘Candidatus\r\nLiberibacter asiaticus’. Plant Pathol. 59, 1037–1043.\r\nFleites, L.A., Jain, M., Zhang, S.J., Gabriel, D.W., 2014. “Candidatus Liberibacter asiaticus” prophage late genes may limit host range and culturability. \r\nAppl. Environ. Microbiol. 80, 6023–6030.\r\nFu, S.M., Hartung, J., Zhou, C.Y., Su, H.N., Tan, J., Li, Z.A., 2015. Ultrastructural changes and putative phage particles observed in sweet orange leaves \r\ninfected with ‘Candidatus Liberibacter asiaticus’. Plant Dis. 99, 320–324."
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0015",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "386 The genus citrus\r\nGabriel, D.W., Kingsley, M.T., Hunter, J.E., Gottwald, T., 1989. Reinstatement of Xanthomonas citri (ex Hasse) and X. phaseoli (ex Smith) to species and \r\nreclassification of all X. campestris pv. citri strains. Int. J. Syst. Bacteriol. 39, 14–22.\r\nGambley, C.F., Miles, A.K., Ramsden, M., Doogan, V., Thomas, J.E., Parmenter, K., Whittle, P.J.L., 2009. The distribution and spread of citrus canker in \r\nEmerald, Australia. Australas. Plant Pathol. 2009 (38), 547–557.\r\nGarcia, A.L., Torres, S.C.Z., Heredia, M., Lopes, S.A., 2012. Citrus responses to Xylella fastidiosa infection. Plant Dis. 96, 1245–1249.\r\nGarnier, M., Bové, J.M., 1993. Citrus greening disease and the greening bacterium. In: Conference of the International Organization of Citrus Virologists. \r\nProceedings of 12th Conference IOCV. University of California, Riverside, pp. 212–219.\r\nGarnier, M., Danel, N., Bové, J.M., 1984. The greening organism is a gram negative bacterium. In: Conference of the International Organization of Citrus \r\nVirologists. Proceedings of 9th Conference IOCV. University of California, Riverside, pp. 115–124.\r\nGasparoto, M.C.G., Bassanezi, R.B., Amorim, L., Montesino, L.H., Lourenço, S.A., Wulff, N.A., Teixeira, D.C., Mariano, A.G., Martins, E.C., Leite, \r\nA.P.R., Bergamin Filho, A., 2010. First report of ‘Candidatus Liberibacter americanus’ transmission from Murraya paniculata (L.) Jack to sweet \r\norange (Citrus sinensis Osbeck) by Asian citrus psyllid (Diaphorina citri Kuwayama). J. Plant Pathol. 92 (2), 546.\r\nGhanim, M., Fattah-Hosseini, S., Levy, A., Cilia, M., 2016. Morphological abnormalities and cell death in the Asian citrus spyllid (Diaphorina citri) \r\nmidgut associated with Candidatus Liberibacter asiaticus. Sci. Rep. 6, 33418.\r\nGordon, J.L., Lefeuvre, P., Escalon, A., Barbe, V., Cruveiller, S., Gagnevin, L., Pruvost, O., 2015. Comparative genomics of 43 strains of Xanthomonas \r\ncitri pv. citri reveals the evolutionary events giving rise to pathotypes with different host ranges. BMC Genomics 16, 1098. https://doi.org/10.1186/\r\ns12864-015-2310-x.\r\nGottwald, T.R., 2010. Current epidemiological understanding of citrus Huanglongbing. Annu. Rev. Phytopathol. 48, 119–139.\r\nGottwald, T.R., Irey, 2007. Post-hurricane analysis of citrus canker II: predictive model estimation of disease spread and area potentially impacted by \r\nvarious eradication protocols following catastrophic weather events. Plant Health Prog. https://doi.org/10.1094/PHP-2007-0405-01-RS April 2007.\r\nGottwald, T.R., Graham, J.H., Schubert, T.S., 1997. An epidemiological analysis of the spread of citrus canker in urban Miami, Florida, and synergistic \r\ninteraction with the Asian citrus leafminer. Fruits 52, 383–390.\r\nGottwald, T.R., Hughes, G., Graham, J.H., Sun, X., Riley, T., 2001a. The citrus canker epidemic in Florida: the scientific basis of regulatory eradication \r\npolicy for an invasive species. Phytopathology 91, 30–34.\r\nGottwald, T.R., Sun, X., Riley, T.D., Graham, J.H., Ferrandino, F., Taylor, E.L., 2001b. Geo-referenced, spatiotemporal analysis of the urban citrus canker \r\nepidemic in Florida. Phytopathology 92, 361–377.\r\nGottwald, T.R., Graham, J.H., Schubert, T.S., 2002. Citrus canker: the pathogen and its impact. Plant Health Prog. www.plantmanagementnetwork.org/\r\npub/php/review/citruscanker.\r\nGottwald, T.R., Bassanezi, R.B., Amorim, L., Bergamin-Filho, A., 2007. Spatial pattern analysis of citrus canker infected plantings in São Paulo Brazil \r\nand augmentation of infection elicited by the Asian Leafminer. Phytopathology 97, 674–683.\r\nGottwald, T., Graham, J., Bock, C., Bonn, G., Civerolo, E., Irey, M., Leite, R., McCollum, G., Parker, P., Ramallo, J., Riley, T., Schubert, T., Stein, B., \r\nTaylor, E., 2009. The epidemiological significance of post-packinghouse survival of Xanthomonas citri subsp. citri for dissemination of Asiatic citrus \r\ncanker via infected fruit. Crop Prot. 29, 508–524.\r\nGottwald, T., Poole, G., Taylor, E., Hall, D., Hartung, J., Bartels, D., McCollum, D., Hilf, M., Luo, W., Louws, F., Polek, M., Vidalakis, G., Mauk, P., 2017. \r\nCanine assisted early detection of HLB. J. Citrus Pathol. 4 (1), 16.\r\nGraham, J.H., Gottwald, T.R., 1991. Research perspectives on eradication of citrus bacterial diseases in Florida. Plant Dis. 75, 1193–1200.\r\nGraham, J.H., Gottwald, T.R., Leite Jr., R.P., 2006. Prospects for control of citrus canker with novel chemical compounds. Proc. Fla. State Hort. Soc. 119, \r\n83–88.\r\nGraham, J.H., Johnson, E.G., Gottwald, T.R., Irey, M.S., 2013. Pre-symptomatic fibrous root decline in citrus trees caused by Huanglongbing and potential \r\ninteraction with Phytophthora spp. Plant Dis. 97, 1195–1199.\r\nGraham, J.H., Johnson, E.G., Myers, M.E., Young, R.P., Das, S., Santra, S., 2016. Potential of nano-formulated zinc oxide for control of citrus canker on \r\ngrapefruit trees. Plant Dis. 100, 2442–2447.\r\nHocquellet, A., Toorawa, P., Bové, J.M., Garnier, M., 1999. Detection and identification of the two “Candidatus Liberobacter sp.” Associated with citrus \r\nhuanglongbing by PCR amplification of ribosomal protein genes of the beta operon. Mol. Cell. Probes 13, 373–379.\r\nHogg, D.R., 1985. Citrus canker in Argentina: a case history. In: Timmer, L.W. (Ed.), Citrus Canker: An International Perspective. Citrus Research & \r\nEducation Center, Univ. Florida, Lake Alfred, FL, pp. 8–10.\r\nHu, J., Wang, N., 2016. Evaluation of the spatiotemporal dynamics of oxytetracycline and its control effect against citrus Huanglongbing via trunk injec\u0002tion. Phytopathology 106, 1495–1503.\r\nIrey, M., Gottwald, T.R., Graham, J.H., Riley, T.D., Carlton, G., 2006. Post-hurricane analysis of citrus canker spread and progress towards the develop\u0002ment of a predictive model to estimate disease spread due to catastrophic weather events. Plant Health Prog. https://doi.org/10.1094/PHP-2006-0822-\r\n01-RS. August 2006 (Online).\r\nJacques, M.-A., Denancé, N., Legendre, B., Morel, E., Briand, M., Mississipi, S., Durand, K., Olivier, V., Portier, P., Poliakoff, F., Crouzillat, D., 2016. \r\nNew variants of coffee-infecting Xylella fastidiosa issued from homologous recombination. Appl. Environ. Microbiol. 82, 1556–1568.\r\nJagoueix, S., Bové, J.M., Garnier, M., 1994. The phloem-limited bacterium of greening disease of citrus is a member of the α subdivision of the \r\nProteobacteria. Int. J. Syst. Bacteriol. 44, 379–386.\r\nJagoueix, S., Bové, J.M., Garnier, M., 1996. PCR detection of the two ‘Candidatus’ liberobacter species associated with greening disease of citrus. Mol. \r\nCell. Probes 10, 43–50.\r\nJain, M., Fleites, L.A., Gabriel, D.W., 2015. Prophage-encoded peroxidase in ‘Candidatus Liberibacter asiaticus’ is a secreted effector that suppresses \r\nplant defenses. Mol. Plant-Microbe Interact. 28, 1330–1337."
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0016",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "Bacterial pathogens of citrus: Citrus canker, citrus variegated chlorosis and Huanglongbing Chapter | 18 387\r\nJain, M., Fleites, L.A., Gabriel, D.W., 2017a. A small Wolbachia protein directly represses phage lytic cycle genes in “Candidatus Liberibacter asiaticus” \r\nwithin psyllids. mSphere 2, e00171-17. https://doi.org/10.1128/mSphereDirect.00171-17.\r\nJain, M., Munoz-Bodnar, A., Gabriel, D.W., 2017b. Concomitant loss of the glyoxalase system and glycolysis makes the uncultured pathogen “Candidatus\r\nLiberibacter asiaticus” an energy scavenger. Appl. Environ. Microbiol. 83, e01670-17. https://doi.org/10.1128/AEM.01670-17.\r\nJain, M., Munoz-Bodnar, A., Gabriel, D.W., 2019. ‘Candidatus Liberibacter asiaticus’ peroxiredoxin (LasBCP) suppresses oxylipin-mediated defense \r\nsignaling in citrus. J. Plant Physiol 236, 61–65. https://doi.org/10.1016/j.jplph.2019.03.001.\r\nJain, M., Munoz-Bodnar, A., Zhang, S., Gabriel, D.W., 2018. A secreted ‘Candidatus Liberibacter asiaticus’ peroxiredoxin simultaneously suppresses \r\nboth localized and systemic innate immune responses in planta. Mol. Plant Microbe Interact. 31, 1312–1322.\r\nJones, J.D., Dangl, J.L., 2006. The plant immune system. Nature 444, 323–329.\r\nKatoh, H., Miyata, S., Inoue, H., Iwanami, T., 2014. Unique features of a japanese ‘Candidatus Liberibacter asiaticus’ strain revealed by whole genome \r\nsequencing. PLoS One 9 (9), e106109.\r\nKe, C., Ke, S., Wu, R.J., Yang, H., Hsu, P.T., 1993. Purification and serology of the organism associated with citrus huanglongbing. In: Proceedings of \r\n12th Conference IOCV. University of California, Riverside, pp. 220–223.\r\nKoh, E.J., Zhou, L., Williams, D.S., Park, J., Ding, N., Duan, Y.P., Kang, B.H., 2012. Callose deposition in the phloem plasmodesmata and inhibition of \r\nphloem transport in citrus leaves infected with “Candidatus Liberibacter asiaticus”. Protoplasma 249, 687–697.\r\nKoizumi, M., 1985. Citrus canker: the world situation. In: Timmer, L.W. (Ed.), Citrus Canker: An International Perspective. University of Florida, Lake \r\nAlfred, FL, pp. 2–7.\r\nLaflèche, D., Bové, J.M., 1970. Structures de type mycoplasme dans les feuilles d’orangers atteints de la maladie du greening. C.R. Acad. Sci. Paris 270, \r\n1915–1917.\r\nLaranjeira, F.F., Palazzo, D., 1999. Danos qualitativos à produção de laranja ‘Natal’ causados pela clorose variegada dos citros. Laranja 20, 77–91.\r\nLee, J.A., Halbert, S.E., Dawson, W.O., Robertson, C.J., Keesling, J.E., Singer, B.H., 2015. Asymptomatic spread of huanglongbing and implications for \r\ndisease control. Proc. Natl. Acad. Sci. U. S. A. 112, 7605–7610.\r\nLeite Jr., R.P., Mohan, S.K., Pereira, A.L.G., Campacci, C.A., 1987. Integrated control of citrus canker—effect of genetic resistance and application of \r\nbactericides. Fitopatologia-Brasileira 12, 257–263.\r\nLeonard, M.T., Fagen, J.R., Davis-Richardson, A.G., Davis, M.J., Triplett, E.W., 2012. Complete genome sequence of Liberibacter crescens BT-1. Stand \r\nGenomic Sci. 7, 271–283.\r\nLi, W., Hartung, J.S., Levy, L., 2006. Quantitative real-time PCR for detection and identification of Candidatus Liberibacter species associated with citrus \r\nhuanglongbing. J. Microbiol. Methods 66 (1), 104–115.\r\nLi, W., Hartung, J.S., Levy, L., 2007. Evaluation of DNA amplification methods for improved detection of “Candidatus Liberibacter species” associated \r\nwith citrus huanglongbing. Plant Dis. 91, 51–58.\r\nLiefting, L.W., Weir, B.S., Pennycook, S.R., Clover, G.R.G., 2009. ‘Candidatus Liberibacter solanacearum’, associated with plants in the family \r\nSolanaceae. Int. J. Syst. Evol. Microbiol. 59, 2274–2276.\r\nLin, H., Lou, B., Glynn, J.M., Doddapaneni, H., Civerolo, E.L., Chen, C., Vahling, C.M., 2011. The complete genome sequence of ‘Candidatus Liberibacter \r\nsolanacearum’, the bacterium associated with potato zebra chip disease. PLoS One 6, e19135.\r\nLin, H., Han, C.S., Liu, B., Lou, B., Bai, X., Deng, C., Civerolo, E.L., Gupta, G., 2013. Complete genome sequence of a Chinese strain of “Candidatus\r\nLiberibacter asiaticus”. Genome Announc. 1, e00184-13.\r\nLin, H., Pietersen, G., Han, C., Read, D.A., Lou, B., Gupta, G., Civerolo, E.L., 2015. Complete genome sequence of “Candidatus Liberibacter africanus,” \r\na bacterium associated with citrus huanglongbing. Genome Announc. 3, e00733-15.\r\nLopes, S.A., Marcussi, S., Torres, S.C.Z., Souza, V., Fagan, C., França, S.C., 2003. Weeds as alternative hosts of the citrus, coffee, and plum strains of \r\nXylella fastidiosa in Brazil. Plant Dis. 87, 544–549.\r\nLopes, S.A., Laranjeira, F.F., Amorim, L., Bergamin, F.A., 2004. Clorose variegada: perdas anuais de US$ 100 milhões. Visão Agrícola 1, 20–23.\r\nLopes, S.A., Teixeira, D.C., Fernandes, N.G., Ayres, A.J., Torres, S.C.Z., Barbosa, J.C., Li, W.B., 2005. An experimental inoculation system to study \r\ncitrus–Xylella fastidiosa interactions. Plant Dis. 89, 250–254.\r\nLopes, S.A., Bertolini, E., Frare, G.F., Martins, E.C., Wulff, N.A., Teixeira, D.C., Fernandes, N.G., Cambra, M., 2009a. Graft transmission efficiencies and \r\nmultiplication of “Candidatus Liberibacter americanus” and “Ca. Liberibacter asiaticus” in citrus plants. Phytopathology 99, 301–306.\r\nLopes, S.A., Frare, G.F., Bertolini, E., Cambra, M., Fernandes, N.G., Ayres, A.J., Marin, D.R., Bové, J.M., 2009b. Liberibacters associated with citrus \r\nhuanglongbing in Brazil: ‘Candidatus Liberibacter asiaticus’ is heat tolerant, ‘Ca. L. americanus’ is heat sensitive. Plant Dis. 93, 257–262.\r\nLopes, S.A., Frare, G.F., Camargo, L.E.A., Wulff, N.A., Teixeira, D.C., Bassanezi, R.B., Beattie, G.A.C., Ayres, A.J., 2010. Liberibacters associated with \r\norange jasmine in Brazil: Incidence in urban áreas and relatedness to citrus liberibacters. Plant Pathol. 59, 1044–1053.\r\nLopes, S.A., 2019. A new strategy to control citrus variegated chlorosis disease. Plant Dis. https://doi.org/10.1094/PDIS-02-19-0302-RE.\r\nMavrodieva, V., Levy, L., Gabriel, D.W., 2004. Improved sampling methods for real-time polymerase chain reaction diagnosis of citrus canker from field \r\nsamples. Phytopathology 94, 61–68.\r\nMcClean, A.P.D., Oberholzer, P.C.J., 1965. Citrus psylla, a vector of the greening disease of sweet orange. S. Afr. J. Agric. Sci. 8, 297–298.\r\nMerfa, M.V., Pérez-López, E., Naranjo, E., Jain, M., Gabriel, D.W., De La Fuente, L., 2019. Progress and obstacles in culturing ‘Candidatus Liberibacter \r\nasiaticus’, the bacterium associated with Huanglongbing. Phytopathology 109, 1092–1101.\r\nMiranda, M.P., Yamamoto, P.T., Garcia, R.B., Lopes, J.P.A., Lopes, J.R.S., 2016. Thiamethoxam and imidacloprid drench applications on sweet orange \r\nnursery trees disrupt the feeding and settling behavior of Diaphorina citri (Hemiptera: Liviidae). Pest Manag. Sci. 1–9.\r\nMiranda, M.P., Santos, F.L., Bassanezi, R.B., Montesino, L.H., Barbosa, J.C., Sétamou, M., 2017. Monitoring methods for Diaphorina citri Kuwayama \r\n(Hemiptera: Liviidae) on citrus groves with different insecticide application programmes. J. Appl. Entomol. 142, 1–8."
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0017",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "388 The genus citrus\r\nMunoz-Bodnar, A., Santillana, G., Mavrodieva, V., Liu, Z., Nakhla, M., Gabriel, D.W., 2017. Complete genome sequences of three Xanthomonas citri\r\nstrains from Texas. Genome Announc. 5, e00609–e00617. https://doi.org/10.1128/genomeA.00609-17.\r\nMunyaneza, J.E., Crosslin, J.M., Buchman, J.L., 2009. Seasonal occurrence and abundance of the potato psyllid, Bactericera cockerelli, in south Central \r\nWashington. Am. J. Pot. Res. 86, 513–518.\r\nNakabachi, A., Nikoh, N., Oshima, K., Inoue, H., Ohkuma, M., Hongoh, Y., Miyagishima, S.Y., Hattori, M., Fukatsu, T., 2013. Horizontal gene acquisition \r\nof Liberibacter plant pathogens from a bacteriome-confined endosymbiont of their psyllid vector. PLoS One 8, e82612.\r\nNamekata, T., 1971. Comparative studies between Xanthomonas citri (Hasse) Dow., pathogen of citrus canker and Xanthomonas citri (Hasse) Dow N.F. \r\nf.sp. aurantifolia, pathogen of \"Calego lime canker\". In: Boletim de Divulgacao, Escola Superior de Agricultura 'Luiz de Queiroz', Universidade de \r\nSao Paulo. vol. 18. pp. 102–104. 242–244.\r\nNelson, W.R., Munyaneza, J.E., McCue, K.F., Bové, J.M., 2013. The Pangean origin of Candidatus Liberibacter species. J. Plant Pathol. 95 (3), 455–461.\r\nNunney, L., Ortiz, B., Russell, S.A., Ruiz Sánchez, R., Stouthamer, R., 2014. The complex biogeography of the plant pathogen Xylella fastidiosa: genetic \r\nevidence of introductions and subspecific introgression in Central America. PLoS One 9, e112463.\r\nOkuda, M., Matsumoto, M., Tanaka, Y., Subandiyah, S., Iwanami, T., 2005. Characterization of the tufB-secE-nusG-rplKAJL-rpoB gene cluster of the \r\ncitrus greening organism and detection by loop-mediated isothermal amplification. Plant Dis. 89, 705–711.\r\nPérez-Otero, R., Mansilla, J.P., del Estal, P., 2015. Detección de la psila africana de los cítricos, Trioza erytreae (Del Guercio, 1918) (Hemiptera:Psylloidea:\r\nTriozidae), en la península Ibérica. Arquivos Entomolóxicos 13, 119–122.\r\nQueiróz-Voltan, R.B., Paradela, F.O., 1999. Caracterização de estruturas anatômicas de citros infectados com Xylella fastidiosa. Laranja 20, 55–76.\r\nRaddadi, N., Gonella, E., Camerota, C., Pizzinat, A., Tedeschi, R., Crotti, E., Mandrioli, M., Bianco, P.A., Daffonchio, D., Alma, A., 2011. ‘Candidatus\r\nLiberibacter europaeus’ sp. nov. that is associated with and transmitted by the psyllid Cacopsylla pyri apparently behaves as an endophyte rather than \r\na pathogen. Environ. Microbiol. 13, 414–426.\r\nReddy, J.D., Reddy, S.L., Hopkins, D.L., Gabriel, D.W., 2007. TolC is required for pathogenicity of Xylella fastidiosa in Vitis vinifera grapevines. Mol. \r\nPlant Microbe Interact. 20, 403–410.\r\nRoberts, R., Pietersen, G., 2017. A novel subspecies of Candidatus Liberibacter africanus found on native Teclea gerrardii (family: Rutaceae) from South \r\nAfrica. Antonie Van Leeuwenhoek 110 (3), 437–444.\r\nRoberts, R., Sttenkamp, E.T., Pietersen, G., 2015. Three novel lineages of Candidatus Liberibacter africanus associated with native rutaceous hosts of \r\nTrioza erytreae in South Africa. Int. J. Syst. Evol. Microbiol. 65, 723–731.\r\nRoberts, R., Cook, G., Grout, T.G., Khamis, F., Rwomushana, I., Nderitu, P.W., Seguni, Z., Materu, C.L., Steyn, C., Pietersen, G., Ekesi, S., Roux, H.F., \r\n2017. Resolution of the identity of Candidatus Liberibacter species form huanglongbing-affected citrus in East Africa. Plant Dis. 101, 1481–1488.\r\nRodas, V., 1994. Convivência com a clorose variegada dos citros. Laranja 15, 129–134.\r\nRodriguez, D.S., 2012. Origin and Development of Citrus in Bella Vista, Corrientes. INTA Books, Bella Vista, Corrientes54.\r\nRoper, M.C., Greve, L.C., Warren, J.G., Labavitch, J.M., Kirkpatrick, B.C., 2006. Xylella fastidiosa requires polygalacturonase for colonization and \r\npathogenicity in Vitis vinifera grapevines. Mol. Plant Microbe Interact. 20, 411–419.\r\nRossetti, V., Garnier, M., Bové, J.M., Beretta, M.J.G., Teixeira, A.R.R., Quaggio, J.A., De Negri, J.D., 1990. Présence de bactéries dans le xylème \r\nd’orangers atteints de chlorose variégé, une nouvelle maladie des agrumes au Bresil. C. R. Acad. Sci. Ser. III 30, 345–349.\r\nRybak, M.A., Minsavage, G.V., Stall, R.E., Jones, J.B., 2009. Identification of Xanthomonas citri ssp. citri host specificity genes in a heterologous expres\u0002sion host. Mol. Plant Pathol. 2009 (10), 249–262.\r\nSchaad, N.W., Postnikova, E., Lacy, G., Sechler, A., Agarkova, I.V., Stromberg, P.E., Stromberg, V.K., Vidaver, A.M., 2006. Emended classification of \r\nxanthomonad pathogens on citrus. Papers in Plant Pathology. Syst. Appl. Microbiol. 29, 690–695.\r\nSchubert, T.S., Rizvi, S.A., Sun, X., Gottwald, T.R., Graham, J.H., Dixon, W.N., 2001. Meeting the challenge of eradicating citrus canker in Florida—\r\nagain. Plant Dis. 85, 340–356.\r\nSchwarz, R.E., van Vuuren, S.P., 1970. Centrifugal extraction of phenolic markers for indexing citrus greening and avocado sun-blotch diseases. \r\nPhytophylactica 2, 65–68.\r\nSerizawa, S., Inoue, K., 1974. Studies on citrus canker, Xanthomonas citri. III. The influence of wind on the infection of citrus canker. In: Bull. Shizuoka \r\nPrefect. Citrus Exp. Stn. Komagoe Shimizu City, Japan. vol. 11, pp. 54–67.\r\nSerizawa, S., Inoue, K., Goto, M., 1969. Studies on citrus canker I. Dispersal of the citrus canker organism. In: Bull. Schizuoka Pref. Citrus Exp. Stn. vol. 8, \r\npp. 81–85.\r\nSimpson, A.J., Reinach, F.C., Arruda, P., Abreu, F.A., Acencio, M., et al., 2000. The genome sequence of the plant pathogen Xylella fastidiosa. The Xylella \r\nfastidiosa consortium of the organization for nucleotide sequencing and analysis. Nature 406, 151–159.\r\nSiverio, F., Marco-Noales, E., Bertolini, E., Teresani, G.R., Peñalver, J., Mansilla, P., Aguin, O., Pérez-Otero, R., Abelleira, A., Guerra-Garcia, J.A., \r\nHernández, E., Cambra, M., López, M.M., 2017. Survey of huanglongbing associated with Candidatus Liberibacter species in Spain: analyses of \r\ncitrus plants and Trioza erytreae. Phytopathol. Mediterr. 56 (1), 98–110.\r\nStall, R.E., Seymour, C.P., 1983. Canker, a threat to citrus in the Gulf-Coast States. Plant Dis. 67, 581–585.\r\nSu, H.J., 2008. Research and health management of citrus Huanglongbing in Taiwan. In: Proceedings of the International Research Conference on \r\nHuanglongbing, Orlando, pp. 57–91.\r\nSwarup, S., Defeyter, R., Brlansky, R.H., Gabriel, D.W., 1991. A pathogenicity locus from Xanthomonas citri enables strains from several pathovars of \r\nXanthomonas campestris to elicit canker like lesions on citrus. Phytopathology 81, 802–809.\r\nSwarup, S., Yang, Y., Kingsley, M.T., Gabriel, D.W., 1992. A Xanthomonas citri pathogenicity gene, pthA, pleiotropically encodes gratuitous avirulence \r\non nonhosts. Mol. Plant Microbe Interact. 5, 204–213."
    },
    {
        "title": "Chapter-18-Bacterial-pathogens-of-citrus - 0018",
        "url": "Chapter-18-Bacterial-pathogens-of-citrus.pdf",
        "html": "Bacterial pathogens of citrus: Citrus canker, citrus variegated chlorosis and Huanglongbing Chapter | 18 389\r\nTeixeira, D.C., Danet, J.L., Eveillard, S., Martins, E.C., Jesus Jr., W.C., Yamamoto, P.T., Lopes, S.A., Bassanezi, R.B., Ayres, A.J., Saillard, C., Bové, \r\nJ.M., 2005a. Citrus huanglongbing in São Paulo state, Brazil: PCR detection of the ‘Candidatus’ Liberibacter species associated with the disease. \r\nMol. Cell. Probes 19, 173–179.\r\nTeixeira, D.C., Saillard, C., Eveillard, S., Danet, J.L., da Costa, P.I., Ayres, A.J., Bové, J., 2005b. “Candidatus Liberibacter americanus”, associated with \r\ncitrus huanglongbing (greening disease) in Sao Paulo State, Brazil. Int. J. Syst. Evol. Microbiol. 55, 1857–1862.\r\nTeixeira, D.C., Saillard, C., Couture, C., Martins, E., Wulff, N.A., Eveillard-Jagoueix, S., Yamamoto, P.T., Ayres, A.J., Bové, J.M., 2008a. Distribution and \r\nquantification of Candidatus Liberibacter americanus, agent of huanglongbing disease of citrus in Sao Paulo State, Brasil, in leaves of an affected \r\nsweet orange tree as determined by PCR. Mol. Cell. Probes 22, 139–150.\r\nTeixeira, D.C., Wulff, N.A., Martins, E.C., Kitajima, E.W., Bassanezi, R., Ayres, A.J., Eveillard, S., Saillard, C., Bové, J.M., 2008b. A phytoplasma closely \r\nrelated to the pigeon pea witches’-broom phytoplasma (16Sr IX) is associated with citrus huanglongbing symptoms in the state of Sao Paulo, Brazil. \r\nPhytopathology 98 (9), 977–984.\r\nTeresani, G.R., Bertolini, E., Alfaro-Fernández, A., Martínez, C., Tanaka, F.A.O., Kitajima, E.W., Roselló, M., Sanjuán, S., Ferrándiz, J.C., López, M.M., \r\nCambra, M., Font, M.I., 2014. Association of ‘Candidatus Liberibacter solanacearum’ with a vegetative disorder of celery in Spain and development \r\nof a real-time PCR method for its detection. Phytopathology 104, 804–811.\r\nTimmer, L.W., Zitko, S.E., Gottwald, T.R., 1996. Population dynamics of Xanthomonas campestris pv. citri on symptomatic and asymptomatic citrus \r\nleaves under various environmental conditions. Proc. Int. Soc. Citricult. 1, 448–451.\r\nTrivedi, P., Sagaram, U.S., Kim, J.-S., Brlansky, R.H., Rogers, M.E., Stelinski, L.L., Oswalt, C., Wang, N., 2009. Quantification of viable Candidatus\r\nLiberibacter asiaticus in hosts using quantitative PCR with the aid of ethidium monoazide (EMA). Eur. J. Plant Pathol. 124, 553–563.\r\nVernière, C., Hartung, J.S., Pruvost, O.P., Civerolo, E.L., Alvarez, A.M., Maestri, P., Luisetti, J., 1998. Characterization of phenotypically distinct strains \r\nof Xanthomonas axonopodis pv. citri from Southwest Asia. Eur. J. Plant Pathol. 104, 477. https://doi.org/10.1023/A:1008676508688.\r\nVillechanoux, S., Garnier, M., Renaudin, J., Bove, J.M., 1992. Detection of several strains of the bacterium-like organism of citrus greening disease by \r\nDNA probes. Curr. Microbiol. 24, 89–95.\r\nWulff, N.A., Zhang, S., Setubal, J.C., Almeida, N.F., Martins, E.C., Harakava, R., Kumar, D., Rangel, L.T., Foissac, X., Bove, J., Gabriel, D.W., 2014. The \r\ncomplete genome sequence of Candidatus Liberibacter americanus, associated with citrus Huanglongbing. Mol. Plant Microbe Interact. 27, 163–176.\r\nWulff, N.A., Teixeira, D.C., Martins, E.C., Toloy, R.S., Bianco, L.F., Colletti, D.A.B., Kitajima, E.W., Bové, J.M., 2015. Sunn hemp, a major source-plant \r\nof the phytoplasma associated with huanglongbing symptoms of sweet orange in São Paulo State, Brazil. J. Citrus Pathol. 2 (1), 26956.\r\nYamamoto, P.T., 2008. Controle de insetos vetores de bactérias causadoras em doenças dos citros. In: Manejo integrado de pragas dos citros. Fundo de \r\nDefesa da Citricultura (Fundecitrus), Araraquara, Brazil, pp. 237–260.\r\nYamamoto, P.T., Gravena, S., 2000. Espécies e abundância de cigarrinhas e psilídeos (Homoptera) em pomares cítricos. An. Soc. Entomol. Brasil 29, \r\n169–176.\r\nZhang, S., Flores-Cruz, Z., Zhou, L., Kang, B.H., Fleites, L., Gooch, M.D., Wulff, N.A., Davis, M.J., Duan, Y., Gabriel, D.W., 2011. Ca. Liberibacter \r\nasiaticus carries an excision plasmid prophage and a chromosomally integrated prophage that becomes lytic in plant infections. Mol. Plant-Microbe \r\nInteract. 24, 458–468.\r\nZhang, S., Chakrabarty, P.K., Fleites, L.A., Rayside, P.A., Hopkins, D.L., Gabriel, D.W., 2015. Three new Pierce's disease pathogenicity effectors identi\u0002fied using Xylella fastidiosa biocontrol strain EB92-1. PLoS One 10 (7), e0133796.\r\nZou, H., Gowda, S., Zhou, L., Hajeri, S., Chen, G., Duan, Y., 2012. The destructive citrus pathogen, ‘Candidatus Liberibacter asiaticus’ encodes a func\u0002tional flagellin characteristic of a pathogen-associated molecular pattern. PLoS One 7 (9), e46447. https://doi.org/10.1371/journal.pone.004644.\r\nFurther reading\r\nChang, C.J., Garnier, M., Zreik, L., Rossetti, V., Bové, J.M., 1993. Citrus variegated chlorosis: cultivation of the causal bacterium and experimental repro\u0002duction of the disease. In: Proc. Conf. Int. Org. Citrus Virol. 12th. IOCV, Riverside, CA, pp. 294–300."
    }
]