[
    {
        "title": "cit002 - 0000",
        "url": "cit002.pdf",
        "html": "Citrus\r\nDiseases\r\nFoot Rot or Gummosis (Phytophthora spp.)\r\nThe symptoms appear as yellowing of leaves, followed by cracking of bark and \r\nprofuse gumming on the surface. The main source of infection is infected \r\nplanting material. As a result of severe gumming, the bark becomes completely \r\nrotten and the tree dries owing to girdling effect. Prior to death, the plant usually \r\nblossoms heavily and dies before the fruits mature. In such cases, the disease is \r\ncalled foot rot or collar-rot.\r\nControl: Preventive measures like selection of proper site with adequate drainage, use of resistant \r\nrootstocks and avoiding contact of water with the tree trunk by adopting ring method of irrigation are \r\neffective. \r\nAlternatively the disease portions are scraped-out with a sharp knife and the cut surface is disinfected \r\nwith Mercuric chloride (0.1%) or Potassium permanganate solution (1%) using a swab of cotton. \r\nPainting 1 m of the stem above the ground level with Bordeaux helps in controlling the disease. Also \r\nspraying and drenching with Ridomil MZ 72@ 2.75 g/l or Aliette (2.5 g/l) is effective in controlling the \r\ndisease.\r\nGanoderma Root-Rot (Ganoderma lucidum)\r\nThe disease appears in the soil in one or more of the lateral roots. Whitish strands of fungus spread \r\nalong the surface of the bark of the roots, which later turn dark. Gradually, the fungus spreads to the \r\nbottom of the main trunk. The affected tissues become very light, swollen and spongy due to water \r\naccumulation. During rainy season bracket-like fungal fructifications appears at the base of the trunk.\r\nControl: Removal of dead or decaying old stumps from the orchard, treating the basal portion of the \r\nstakes with a fungicide and periodical collection and destruction of brackets near the collar controls the \r\ndisease.\r\nIsolation of infected trees by digging a trench all-round the tree to prevent the diseased roots from \r\nhaving contact with the healthy roots and mixing. 0.5 to 1 kg of powdered Sulphur with the soil in the \r\ntrench helps in controlling the disease. \r\nApplication of Aureofungin solution (1.5 g in 5 litres of water) and Vitavax (500 ppm) in plant basin is \r\neffective\r\nDry Root Rot (Macrophomina phaseoli, Fusarium spp. and Diplodia natalensis)\r\nIt is characterized by moist decay of the bark in the early stages and a dry shredded condition of the \r\nbark with hard, dead wood underneath in later stages. The affected roots emit bad odour. Affected tree \r\ndefoliates, and produces heavy crop of small-sized fruits.\r\nControl: If the taproot and crown are still in good condition and only one or two roots are affected, the \r\ndiseased roots should be cut off and destroyed. The cut surface should be painted with Bordeaux \r\npaste."
    },
    {
        "title": "cit002 - 0001",
        "url": "cit002.pdf",
        "html": "Pink Disease (Pellicularia salmonicolour) \r\nUsually the disease appears during or just after monsoon rains. In the early stages branches and \r\nleaves wilt and die. The affected branches are covered with a fine silvery-white film of mycelium. From \r\nthe characteristic pink colour produced by the fungus on the branches, the disease is aptly called the \r\npink disease. When the bark is severely infected it gets shredded, and the wood is exposed. \r\nLongitudinal cracking and gumming of the branches may also take place.\r\nControl : All the diseased portions should be trimmed and the cut ends painted with Bordeaux paste. \r\nSpraying of Bordeaux mixture (5-5-50) mixed with crude oil emulsion destroys the mycelium in the \r\ncrotches. \r\nLeaf Fall and Fruit-Rot (Phytophthora palmivora )\r\nShedding of leaves starts from the lower branches of the tree. The affected leaves show water-soaked \r\npatches. By the time these lesions extend to the whole leaf, the affected leaves drop off. The fruits in \r\ndifferent stages of development are also infected. In the beginning, water-soaked patches develop on \r\nthe rind and later these fruits drop off and rot.\r\nControl : Spraying Bordeaux mixture (1%) can effectively control the disease. Two sprays, one before \r\nthe onset of monsoon in June and the second one at the end of monsoon in August or September are \r\neffective. \r\nScab (Elsinoe fawcetti)\r\nThe lesions in early stages appear on the underside of the leaves as small semi-translucent dots, \r\nwhich finally become sharply defined pustular elevations. In later stages, leaves often become \r\ndistorted, wrinkled, stunted and deformed. On the fruit, lesions consist of corky projections, which often \r\nbreak into scabs. The opposite surface corresponding to the warty growth shows a circular depression \r\nwith a pink to red center. \r\nControl : The diseased leaves, twigs and fruits should be collected and destroyed. Spraying of \r\nBordeaux mixture or Blitox (0.3%) is quite effective \r\nPowdery Mildew (Acrosporium tingitaninum)\r\nWhitish powdery mass develops on the young leaves and twigs. Affected leaves get distorted. When \r\nthe disease is severe the affected leaves drop off and the twigs show dieback symptoms. Surface of \r\nthe young fruits is also covered by fungus, and they drop of prematurely. Consequently reducing the \r\nyield. \r\nControl : Powdery mildew can be controlled easily by spraying Wettable Sulphur (1.5kg/200 litres of \r\nwater). Sulphur dusting (20kg/hectare) in the morning hours controls the disease effectively. Systemic \r\nfungicides like Bayleton (1g/litre of water) or Calaxin (3-4 ml/10 litres of water) or Benomyl (5g/10 litres \r\nof water) offer better and prolonged control of the disease. "
    },
    {
        "title": "cit002 - 0002",
        "url": "cit002.pdf",
        "html": "Anthracnose or Wither Tip (Colletotrichum gloesporioides and Gloeosporium spp.):\r\nThe fungus often attacks leaves young shoots and tender fruits. Affected leaves show necrotic patches \r\nwith distortions. Dead parts of the twig assume silvery grey appearance. Flower \r\nbuds, when affected fail to set into fruits. Infection on fruits results in fruit drop.\r\nControl : The orchard should be kept in healthy state by adequate irrigation, \r\nmanuring and pruning the diseased twigs. Spraying Bordeaux mixture (1%) or \r\nBlitox (2.5g/litre of water) or Mancozeb (2g/litre of water) is effective in \r\ncontrolling the disease. \r\nTwig Blight (Diplodia natalensis and Fusarium spp.)\r\nIn the case of Fusarium twig blight, leaves dry up and shed. Small twigs die back from tips and show \r\ngummy secretion at the base of the dead twigs.\r\nIn the case of Diplodia twig blight, the affected twigs show the pycnidial fructifications of fungus. \r\nMalnutrition and unfavourable environmental conditions are believed to be cause of the disease.\r\nControl : Pruning of the dead twigs and spraying with Benomyl (2.5g/ litre of water) is effective in \r\ncontrolling the disease.\r\nSooty Mould (Capnodium citri)\r\nThe disease is common in the orchards where mealy bug and scale insects are not controlled \r\nefficiently. Black velvety coating on the leaves, twigs and fruits is the characteristic of disease. The \r\ncoating is superficial and can be pulled of easily from leaf. Under dry conditions the affected leaves curl \r\nand shrivel up. \r\nControl : Disease can be controlled by pruning the affected branches and destroying them. Insects \r\ncausing the disease can be controlled by spraying of Wettasulf (0.2%)+ Metacid (0.1%)+ gum acacia \r\n(0.3%) in the month of May. Once the insects are eliminated, sooty mould automatically disappears for \r\nlack of suitable medium to propagate. \r\nStorage Rots\r\nGreen Mold ( Penicillium digitatum ) :\r\nThe fungus penetrates the fruit rind through wounds. Symptoms begin as water-soaked area at the \r\nfruit surface followed by growth of colorless mycelium and sporulation (green color). \r\nBlue Mold (Penicillium italicum) :\r\nThe fungus penetrates through the uninjured peel and can spread from one fruit to adjacent fruit. \r\nSymptoms are similar to green mold except that the spores are blue. \r\nAltenaria Rot (Alternaria citri ) :\r\nFungus enters the fruit through their buttons. Preharvest treatment with gibberellic acid or \r\npostharvest treatment with 2,4 D delay senescence of the buttons and subsequent decay by \r\nAlternaria. "
    },
    {
        "title": "cit002 - 0003",
        "url": "cit002.pdf",
        "html": "Control : Storage rots can be avoided by careful handling during harvesting to minimize cuts, \r\nscratches, and bruises. Treatment of fruits with Bavistin (1000 ppm), maintenance of optimum \r\ntemperature range and relative humidity and exclusion of ethylene during transport can reduce \r\npost harvest losses.\r\nCitrus Canker(Xanthomonas citri)\r\nIt is the most serious bacterial disease of sour lime during rainy season. The disease symptoms appear \r\non leaves, branches and fruit stalks. Canker lesions appear as yellowish spots, which gradually \r\nenlarge and appear as raised, rough brownish pustules. These pustules are surrounded by a \r\ncharacteristic yellow halo. Canker lesions on the fruits are confined to the rind only and do not \r\npenetrate into the flesh of the fruit. The market value of the canker-affected fruits is very much reduced.\r\nControl : Pruning and burning all the canker-infected twigs before monsoon and disinfecting the cuts \r\nwith Bordeaux paint can prevent the further spread of disease.\r\nThree sprays of Streptocycline 100 ppm (10 g of Streptocycline + 5 g Copper Sulphate in 100 litres \r\nwater) or Blitox (0.3%) or neem cake suspension (1 kg in 20 litres water) during February, October and \r\nDecember can control the disease. \r\nTristeza Virus Disease\r\nThe aphid (Toxoptera citricida) transmits Tristeza virus disease. The symptoms begin with the dieback \r\nof small branches and twigs, yellowing of leaves and heavy bearing of small fruits. As the disease \r\nadvances the symptoms, intensify resulting in severe chlorosis and mottling. The feeder roots of the \r\naffected plants die, the bark of the larger roots is distorted and brittle, and dry rot symptoms are \r\nobserved in case of lateral roots. After 7-8 years the branches of the affected plant dry up completely \r\nand the plants wilts completely. \r\nFew trees show wilting symptoms overnight and completely dry up in 2 or 3 days. Hence, Tristeza is \r\nalso called a quick decline disease. \r\nControl : Good cultural practices, increasing the fertility levels of the soil and good drainage are useful \r\nin reducing the decline disease. The best method to check this disease is to control the aphid \r\npopulation by application of insecticides in the nursery and also in plantations. \r\nGreening\r\nThis disease is spread through grafting and citrus psylla (Diaphorina citri). Affected trees are stunted \r\nwith pronounced leaf and fruit drop. Some branches on affected tree exhibit severe twig dieback \r\nsymptoms whereas the others are apparently normal.\r\nThe fruits of affected trees remain mostly green even on maturity and the fruits, which are directly \r\nexposed to sun show a conspicuous yellow patch on the rind surface. Disease fruits are valueless \r\nowing to small size, distortion, low juice and insipid taste. "
    },
    {
        "title": "cit002 - 0004",
        "url": "cit002.pdf",
        "html": "Control : As the disease is transmitted through grafting, the budwood used from the parent tree should \r\nbe free from greening.\r\nControlling the vector population can effectively check this disease in the field. Spraying \r\nPhosphamidon (0.025%) or Parathion (0.025%) controls nymphs and adults. Soil application of \r\nDimethoate 10% granules around the plant basin gives effective control of citrus psyllids.\r\nCitrus Exocortis\r\nExocortis is characterized by drying narrow strips of outer bark, which tend to separate from the inner \r\nlive-bark. The outer bark slowly peels off as it withers. The affected trees show lack of vigour resulting \r\nin dwarfing. \r\nControl : The disease can be prevented by the use of virus-free budwood. Grafting tools should be \r\ndisinfected after pruning branches from diseased trees."
    }
]