[
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0000",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "CHAPTER\r\n49\r\nDiagnosis and management of nutrient\r\nconstraints in citrus\r\nTripti Vashisth*, Davie Kadyampakeni\r\nUniversity of Florida, Institute of Food and Agricultural Sciences, Citrus Research and Education Center,\r\nLake Alfred, FL, United States\r\n*Corresponding author. E-mail: tvashisth@ufl.edu\r\nOUTLINE\r\n1 Introduction 723\r\n1.1 Citrus origin and its production 723\r\n2 Types and main cultivars of citrus 724\r\n3 Soil type of citrus-producing regions 725\r\n4 Role of mineral nutrition on yield and\r\nfruit quality 726\r\n4.1 Nitrogen 726\r\n4.2 Potassium 726\r\n4.3 Phosphorus 727\r\n4.4 Magnesium 727\r\n4.5 Calcium 727\r\n4.6 Micronutrients 727\r\n5 Diagnosis of deficiency 728\r\n5.1 Leaf and soil analysis and optimum\r\nlevels 730\r\n5.2 Role of soil pH on nutrient uptake and\r\navailability 731\r\n6 Methods of fertilizer application 731\r\n6.1 Granular fertilizer 731\r\n6.2 Liquid fertilizer 732\r\n7 Huanglongbing 733\r\n7.1 Huanglongbing and nutrient\r\ndeficiencies 733\r\n7.2 Water uptake in HLB-affected trees 734\r\n8 Balanced and constant nutrition (BCN) 734\r\n8.1 Soil pH/irrigation water pH 735\r\n9 Future research 736\r\nReferences 736\r\n1 Introduction\r\n1.1 Citrus origin and its production\r\nCitrus is one of the most widely cultivated fruit crops in the world. The interest in citrus continues to increase due to\r\nits numerous health benefits, refreshing flavor, aroma, and taste (Baldwin et al., 2014). Citrus fruits are rich source of\r\nvitamin C and number of other health benefiting compounds such as flavonoids and carotenoids (Lv et al., 2015). The\r\ngenus Citrus and related genera (Fortunella, Poncirus, Eremocitrus, and Microcitrus) are angiosperm, belonging to Ruta\u0002ceae family and subfamily Aurantioideae. Citrus is believed to have originated from Southeast Asia, especially in foot\u0002hills of Himalaya. A newly published genomics study in “Nature” by Wu et al. (2018) suggests that citrus is originated\r\nin Southeast Asia and flourished under positive effect of monsoon climate. However, as the monsoon effect weakened\r\nin late Miocene period, citrus moved to different parts of Asia and Australia (Fig. 49.1). With progression to different\r\ngeographical locations and climate, citrus diversified to distinct species. Currently, according to Food and Agriculture\r\nOrganization (FAO), more than 80 countries produce citrus and the main production region ranging from zero latitude\r\n723\r\nA.K. Srivastava, Chengxiao Hu (eds.)\r\nFruit Crops: Diagnosis and Management of Nutrient Constraints\r\nhttps://doi.org/10.1016/B978-0-12-818732-6.00049-6 © 2020 Elsevier Inc. All rights reserved."
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0001",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "(equator) to 40° north-south latitude. The world citrus production has been consistently increasing. According to FAO\r\n2016–17, China is the largest producer of total citrus, whereas Brazil is the largest producer of oranges; interestingly,\r\n10 years ago, Brazil was the largest producer of citrus and China was the second largest (China’s citrus production\r\nhas doubled in 10 years). Interestingly, in Brazil, orange is the only type of citrus grown; for more than 20 years, Brazil\r\nhas predominated the orange production worldwide, whereas rest of the major citrus-producing countries grows a\r\nvariety of citrus.\r\n2 Types and main cultivars of citrus\r\nThe genus Citrus encompasses a wide range of species, ranging from ornamental shrubs to fruit trees. Some of the\r\ncommon types of citrus fruit are the following:\r\nOranges: Often interchangeably referred to as “sweet orange,” it is one of the most common and widely grown types\r\nof citrus. Oranges are believed to have originated and cultivated in China and were brought to western hemisphere by\r\nColumbus in 15th century. Orange fruit are spherical to oblong, with low number of seeds, and good sugar content.\r\nOranges are categorized in four groups: round oranges, navel oranges, blood oranges, and acidless oranges. Round\r\noranges are widely used for processing juice; “Hamlin” and “Valencia” are the most popular round oranges. Navel are\r\nthe second most popular orange and are primarily consumed fresh; cara cara and Washington navels are the most\r\npopular navel cultivars.\r\nMandarins: Mandarins and tangerines are often used interchangeably to refer to easy peeling, well-segmented,\r\norange-colored fruit that are primarily consumed fresh. Mandarin fruit are well distinct from fruit of sweet oranges,\r\nand the trees are more cold hardy than sweet oranges. Satsuma mandarin is native to Japan and is one of the most cold\r\nhardy citrus species. Some of the common mandarin cultivars are Ponkan, Nagpur, Temple, Dancy, Murcott, and Min\u0002neola. Recently, a newly released mandarin cultivar, LB8-9 (Sugar Belle), is gaining popularity due to its tolerance to a\r\nbacterial disease called “Huanglongbing” (HLB; discussed at the end of this chapter). In addition, a tangerine hybrid,\r\nCitrus clementine, has become popular due to its easy peel, small size, low seed, and great flavor characteristics.\r\nGrapefruit: Grapefruit are a distinct commercial species, a hybrid of “pummelo” and sweet orange. Grapefruit are\r\nvery popular in many cultures and are a high value crop. Grapefruit are known for their distinct flavor, with low acid,\r\nhigh sugars and flavonoids (imparting bitter-astringent flavor), and large fruit size. Duncan, Marsh, white-flesh, and\r\nred-flesh grapefruit are the most common grapefruit varieties.\r\nAcid fruits: This group primarily comprises lemons and limes. They mostly are grown in warm climate, where freeze\r\nevent is unlikely. Lemons and limes are vigorous, thorny trees, with multiple fruit-set in a year. Lemons and limes are\r\nknown for their sourness/high acidity. Some of the common acid fruit cultivars are Meyer lemon, Key lime, and\r\nTahiti lime.\r\nFIG. 49.1 Proposed origin of citrus and ancient dispersal routes.\r\nArrows suggest plausible migration directions of the ancestral citrus\r\nspecies from the center of origin—the triangle formed by northeastern\r\nIndia, northern Myanmar, and northwestern Yunnan. Adapted from\r\nWu, G.A., Terol, J., Ibanez, V., López-García, A., P\u0001erez-Román, E., Borredá,\r\nC., Domingo, C., Tadeo, F.R., Carbonell-Caballero, J., Alonso, R., Curk, F.,\r\n2018. Genomics of the origin and evolution of citrus. Nature 554 (7692), 311.\r\n724 49. Diagnosis and management of nutrient constraints in citrus"
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0002",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "Microcitrus: This group is native to Australia. They grow in warm, arid climate and are extremely thorny shrub.\r\nThey are distinct from any other kind of citrus due to their loosely grouped small, round/oblong juice vesicles. Aus\u0002tralian finger lime cultivar is one of the well know microcitrus; recently, they have been gaining popularity for two\r\nreasons: culinary use and tolerance to HLB.\r\n3 Soil type of citrus-producing regions\r\nThe main citrus-producing areas in the world are found in soil orders such as oxisols, ultisols, entisols and alfisols,\r\ninceptisols, and mollisols, with high organic matter predominate in temperate areas like Argentina. For example, the\r\nsoils found in citrus-producing areas of Brazil, predominantly oxisols, are heterogeneous, presenting characteristics\r\nthat give them different potentials and limitations for sustainable use and management. These soils are highly weath\u0002ered and inherently infertile, holding low organic matter and levels of potassium (K), calcium (Ca), and magnesium\r\n(Mg), low cation exchange capacity (CEC; pH-dependent charge), high phosphorus (P) fixing capacity, and low avail\u0002ability of micronutrients (Mattos et al., 2019). Furthermore, they are acidic with high levels of toxic aluminum (Al) and\r\npresent low water holding capacity when texture is sandy and susceptible to compaction when clayey (Table 49.1).\r\nIn Florida with a humid subtropical region, citrus is grown in extremely well-drained sandy soils low in mineral\r\nnutrients and organic matter (entisols); in fine-textured lowland soils with a sandy surface, often developed on cal\u0002careous marine deposits (alfisols); or in sandy, acidic, coarse-textured, and poorly drained soils (spodosols) (Alva\r\nand Tucker, 1999) (Table 49.1). Entisols are sandy mineral soils low in organic matter, natural fertility, and water\u0002holding capacity (Weil and Brady, 2016). They have weak or no diagnostic subsurface layers and are well to excessively\r\nwell drained (Obreza and Collins, 2008). Spodosols are sandy mineral soils low in organic matter and natural fertility\r\nin the surface layer that contain an acidic subsurface restrictive layer composed of Al and iron (Fe) “cemented”\r\ntogether with organic matter (Obreza and Collins, 2008). Alfisols are sandy mineral soils low in organic matter in\r\nthe surface layer but higher in relative natural fertility compared with spodosols (Obreza and Collins, 2008). Alfisols\r\ncontain a subsurface layer of loamy material (a mixture of mostly clay and sand with little silt) that has a relatively high\r\nwater-holding capacity (Weil and Brady, 2016).\r\nCitrus is cultivated in more than half of the Mediterranean-climate regions. Other similar regions with citrus\r\nare found in California and the Western Cape Province of South Africa. In the Mediterranean basin, the main\r\nTABLE 49.1 Typical root zone soil physical and chemical properties for common soil orders found in citrus-producing regions of some\r\nparts of the world.\r\nSoil orders\r\nSoil texture\r\nOrganic matter Water-holding capacity\r\npH\r\nCation exchange\r\ncapacity Sand\r\ng/kg Silt Clay g/dm3 cm/m cm in the root zone mmolc/dm3\r\nBRAZILa\r\nOxisol 160–270 660–790 40–64 5–11 – – 4.1–4.2 24–54\r\nUltisol 120–270 680–810 34–44 8–10 – – 5.2–5.7 40–66\r\nEntisol 120–135 840–860 13–18 6–10 – – 4.3–4.9 32–49\r\nFLORIDAb\r\nEntisols 970–985 50–125 75–125 5–10 2.5–6.6 1.5–5.3 3.6–7.3 20–40\r\nAlfisols 850–965 20–60 15–90 5–3 2.5–10.7 1.3–4.6 4.5–8.4 20–180\r\nSpodosols 960–985 10–35 05–10 10–30 2.5–6.6 1.3–3.8 3.6–7.3 20–60\r\nSPAINc\r\nAlfisol 502 230 268 26 – – 6.4 17.8\r\nInceptisol 345 272 383 26 – – 7.8 30.3\r\nVertisol 93 370 537 31 – – 7.7 46.5\r\na Adapted from Corá et al. (2005). b Adapted from Obreza and Collins (2008). Characteristics were measured in the top 90 cm of soil for central Ridge Entisols and top 45 cm of soil for Flatwoods alfisols and spodosols. c Adapted from Duiker et al. (2001).\r\n3 Soil type of citrus-producing regions 725"
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0003",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "citrus-producing countries are Spain, Egypt, Italy, Turkey, and Morocco. Although differences exist regarding soils,\r\nin California (the United States), the soils are generally more fertile than in the other Mediterranean-climate regions\r\nsuch as South Africa and the Mediterranean basin where they are alkaline.\r\nThe most common soil pattern in Mediterranean areas, expressed in terms of temperature and soil moisture\r\nregimes, is xeric, whereby most of the rainfall is observed during winter, which is followed by an important dry period\r\nduring summer (Mattos et al., 2019). The mean annual soil temperature ranges between 15°C and 22°C (Soil Survey\r\nStaff, 2014). CEC and base saturation are generally high, except of some small areas where lithology is dominated by\r\nacid minerals (Table 49.1). Since the CEC is almost saturated, most of these soils are well provided by nutrients as P and\r\nK, usually well supplied from the mineral weathering with high illitic clay content and adequate levels of Ca and Mg.\r\nHowever, iron (Fe), copper (Cu), manganese (Mn), zinc (Zn), and boron (B) are frequently deficient in calcareous soils.\r\nAdditionally, in irrigated land, salinization may become an important problem, due to mainly bad irrigation quality\r\nwater and/or water-saving systems, in combination with the Mediterranean-climate characteristics. In some parts of\r\nCalifornia (the United States), the moderate soil weathering and clay illuviation to deeper B horizons are the main\r\nprocesses to build-up the alfisol type of soils. In these soils, the hematite-induced reddening of the clays due to summer\r\ndehydration of free Fe-oxyhydroxides. Other type of soils such as xerochrept (calcisols) is found in semiarid region\r\nwhere the main soil forming processes is the carbonate dissolution and reprecipitation, which build-up calcic horizons.\r\nOther minority type of soils where citrus is cultivated in Spain are the vertisols, mostly in lowlands, where deep layers\r\nof swelling/cracking clays have sedimented.\r\n4 Role of mineral nutrition on yield and fruit quality\r\nLike other plant species, 17 essential nutrients are required for growth, development, and normal functioning of\r\ncitrus trees. The tree uptakes, carbon, hydrogen, and oxygen from the surrounding but the rest of the 14 essential nutri\u0002ents should be supplied in form of fertilizer. The 14 essential mineral nutrients that are critical for successful citrus\r\nproduction are the following: nitrogen (N), phosphorus (P), potassium (K), calcium (Ca), magnesium (Mg), sulfur\r\n(S), iron (Fe), zinc (Zn), manganese (Mn), boron (B), copper (Cu), molybdenum (Mo), chlorine (Cl), and nickel (Ni).\r\nMineral nutrients are divided into macronutrients, which are elements that plants require in large amounts (N, P, K,\r\nCa, Mg, and S), and micronutrients, which are needed only in small amounts (Fe, Zn, Mn, B, Cu, Mo, Ni, and Cl). Nitro\u0002gen, phosphorus, and potassium are referred to as primary macronutrients, while Ca, Mg, and S are considered second\u0002ary macronutrients. Citrus, being evergreen, perennial tree with long fruit-growing period, has a high nutrient\r\nrequirement throughout the year. It is essential that the citrus fertilizer should have all the essential macro- and micro\u0002nutrients. Recently, complete and balanced fertilizer has been showing promising effect on managing HLB-affected trees\r\n(further discussed in Section 7); these observations underline the critical role of mineral nutrition in citrus production.\r\n4.1 Nitrogen\r\nSimilar to other fruit crops, nitrogen is one of the most well-studied nutrients in citrus production, largely due to its\r\nhigh requirement by the tree. Nitrogen is required in many processes including vegetative and reproductive growth. In\r\ncitrus, new leaves and developing fruit accumulates high amount of nitrogen (Feigenbaum et al., 1987); therefore, year\r\nround fertilization of nitrogen is beneficial for the tree. The citrus tree requires nitrogen in optimum concentration for\r\ngood yield and fruit quality. Deficiency and excessive amount of nitrogen can be detrimental for fruit quality and non\u0002beneficial for yield. For example, under Florida conditions, 200 kg/ha/yr is recommended for optimal yield with good\r\nfruit quality (Fig. 49.2; Alva et al., 2006); higher rate of nitrogen does not improve yield however and can reduce the\r\nfruit quality (Alva et al., 2006; He et al., 2003).\r\n4.2 Potassium\r\nCitrus tree requires potassium in same or higher magnitude as nitrogen. For example, in Florida conditions, nitro\u0002gen/potassium ratio is 1:1 to 1:1.25 (Obreza and Morgan, 2008) for optimal yield and fruit quality. Potassium is\r\nrequired for many physiological and metabolic processes; nevertheless, K+ role in osmosis, stomatal opening and clos\u0002ing are well recognized. A tree deficient in potassium is relatively more drought susceptible (Gimeno et al., 2014) than a\r\ntree receiving optimal potassium, and therefore, K+ deficient tree will have decreased photosynthesis (Vu and\r\nYelenosky, 1991). Potassium also improves fruit size and weight, total soluble solid (TSS; Brix), and peel thickness\r\n(Ashraf et al., 2010).\r\n726 49. Diagnosis and management of nutrient constraints in citrus"
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0004",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "4.3 Phosphorus\r\nPhosphorus is a macronutrient; however, its application is generally at low rates in most of citrus production, since\r\nphosphorus does not leach out of soil that is above soil pH 6 and the fruit removes very low amount of phosphorus.\r\nHowever, good phosphorus fertilization is recommended when a virgin land is used to set up an orchard of citrus.\r\nThe effect of phosphorus fertilizer on the citrus production is dependent on the inherent phosphorus concentration\r\nof soil. When the soil phosphorus is very low to low, addition of phosphorus fertilization improves yield linearly; how\u0002ever, no significant improvement in yield occurs, when soil phosphorus is high to moderate (Quaggio et al., 1998;\r\nMattos et al., 2006).\r\n4.4 Magnesium\r\nIn citrus, magnesium deficiency can reduce carbon dioxide assimilation, alter carbohydrate metabolism, and result\r\nin accumulation of starch by affecting invertase activity (Lavon et al., 1995; Yang et al., 2012). Magnesium fertilization\r\nis recommended for citrus production at a rate of 15%–30% of nitrogen. Often magnesium is applied as dolomite to\r\nincrease soil pH, when the soil pH is low.\r\n4.5 Calcium\r\nCalcium has a very important role in citrus tree growth and fruit quality. Calcium application on fruit can improve\r\nthe tensile strength of peel and can reduce various splitting disorders and improve postharvest shelf life of fruit\r\n(Zaragoza et al., 1996; Agusti et al., 2002). Calcium like magnesium is often applied to increase the soil pH when\r\nthe soil is acidic. In addition to correcting soil pH for optimal tree growth, calcium availability through liming\r\nimproves tree growth and thereby improves bearing habits of the citrus tree (Anderson, 1987).\r\n4.6 Micronutrients\r\nManganese, zinc, iron, and boron are the main micronutrients that have been extensively studied in citrus produc\u0002tion. Application of these micronutrients improves the yield, fruit quality, and tree growth habits (Khan et al., 2015). In\r\ncontrast to macronutrients, mild deficiencies of micronutrients (manganese and zinc) for a short period do not affect\r\nthe yield of orange and grapefruit fruit trees (Swietlik and LaDuke, 1991). Nonetheless, in case of deficiency of these\r\nnutrients, foliar application is recommended and has been proven effective as compared with granular fertilization\r\n(Pestana et al., 2005; Obreza and Morgan, 2008). Chelated form of micronutrients as compared with sulfate form\r\nimproves tree growth, fruit yield, and quality in citrus (Sourour, 2000).\r\n120\r\n100\r\n80\r\n60\r\n40\r\n100 150 200 250\r\nN and K rate (kg / ha / yr)\r\nFruit yield (Mg / ha / yr)\r\n300\r\n1994\r\n1996\r\n1998\r\n1993\r\n1995\r\n1997\r\n350\r\nFIG. 49.2 Relationship between fruit yields and N and K rates\r\nduring 1993–98 of >20-year-old “Hamlin” orange trees on\r\n“Cleopatra mandarin” rootstock planted in a Tavares fine sand.\r\nReproduced from Alva, A.K., Paramasivam, S., Obreza, T.A.,\r\nSchumann, A.W., 2006. Nitrogen best management practice for citrus\r\ntrees: I. Fruit yield, quality, and leaf nutritional status. Sci. Hortic. 107\r\n(3), 233–244, with permission from Elsevier.\r\n4 Role of mineral nutrition on yield and fruit quality 727"
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0005",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "Sulfur, copper, and molybdenum are essential for citrus production; however, their specific roles in yield and fruit\r\nquality are not well studied. The effect of all the nutrients on fruit and juice quality under Florida conditions is sum\u0002marized (Table 49.2).\r\n5 Diagnosis of deficiency\r\nWhen any essential element is in short supply, tree function is restricted. A severe shortage of an element typically\r\nproduces a characteristic deficiency symptom exhibited by the leaves, which usually persists until the deficiency is\r\ncorrected. Sometimes, twigs and fruits may also exhibit characteristic symptoms. Occasionally, two or three elements\r\ncan be deficient in varying degrees, resulting in confusing visual symptoms. Conversely, excessive amounts of some\r\nelements may be present in the soil and may prevent the tree from functioning properly resulting in visible stress due to\r\ntoxicity. Visual symptoms and leaf and soil analysis are all useful to evaluate nutritional status. Fig. 49.3 shows the\r\ncommon symptoms that can be observed in citrus leaf when the tree is deficient in nutrients.\r\nTABLE 49.2 Specific internal and external fruit quality effects resulting from macronutrient, micronutrient, and irrigation applications to\r\nFlorida citrus groves.\r\nMeasurement\r\nMacronutrient element Micronutrient element\r\nN P K Ca Mg Mn Zn Cu Fe B Irrigation\r\nJUICE QUALITY\r\nJuice content + o \u0001 o o o o o o o+\r\nSoluble solids (SS) + o \u0001 o + o o o +o \u0001\r\nAcid (A) + \u0001 +o o o o o o o \u0001\r\nSS/A ratio \u0001 + \u0001 o + o o o o o+\r\nJuice color (red) + o \u0001 ? ? ? ? ? ? ?o\r\nJuice color (yellow) + o \u0001 ? ? ? ? ? ? ?+\r\nSolids/box + o \u0001 o + o o o +o \u0001\r\nSolids/acre + + + o + o o o o o +\r\nEXTERNAL FRUIT QUALITY\r\nSize \u0001 o+o + o o o o o+\r\nWeight \u0001 o+o + o o o o o+\r\nGreen fruit + + + o o o o o o +\r\nPeel thickness –a \u0001 + o \u0001 o o o oo \u0001\r\nPEEL BLEMISHES\r\nWind scar \u0001 +o? ? ? ? ? ? ?+\r\nRusset \u0001 \u0001 o? o o o o o oo\r\nCreasing + o \u0001 ? ? ? ? ? ? ?o\r\nPlugging \u0001 o \u0001 ? ? ? ? ? ?? \u0001\r\nScab + o o ? ? ? ? ? ? ? +\r\nStorage decay\r\nStem-end rot \u0001 o \u0001 ? ? ? ? ? ?? \u0001\r\nGreen mold \u0001 oo? ? ? ? ? ? ?+\r\nSour rot o o o ? ? ? ? ? ? ? o\r\na Except in young trees where peel may be thicker.\r\nIncrease (+), decrease (\u0001), no change (o), no information (?)\r\nFrom Obreza, T.A., Morgan, K.T., 2008. Nutrition of Florida Citrus Trees. UF/IFAS SL. Sep; 253.\r\n728 49. Diagnosis and management of nutrient constraints in citrus"
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0006",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "The fertilizer requirement of citrus depends whether the purpose is to grow the crop (prebearing stage) or feed the\r\ncrop (bearing stage). Based on these objectives, two types of fertilization, namely, corrective and preventive, are usu\u0002ally adopted. According to Gallasch (1992), an optimum fertilizer program is the one in which the cost of each unit of\r\nfertilizer applied is at least covered by an extra return through fruit yield obtained in both, the short- and long-term life\r\nof a citrus orchard.\r\n(A) (E)\r\n(B) (F)\r\n(C) (G)\r\n(D) (H)\r\nFIG. 49.3 Picture of citrus leaves showing deficiency of the essential mineral nutrients. (A) Nitrogen deficiency symptom: Leaf yellowing (dark gray\r\nin the print version) of old leaves. (B) Copper deficiency symptom: ‘S’ curved branching, internodal stem gumming, twig dieback. (C) Magnesium defi\u0002ciency symptom: Inverted ‘V’ pattern at base of leaf. (D) Iron deficiency symptom: Green veins on a light green leaf (light gray in the print version);\r\nsymptoms appear first on new foliage. (E) Potassium deficiency symptom: Yellowing (light gray in the print version) of the tips and margins which\r\nbecomes broader. (F) Boron deficiency symptom: Corky veins. (G) Manganese deficiency symptom: Dark green bands (dark gray in the print version)\r\nalong midrib and main veins surrounded by light green (light gray in the print version) interveinal areas. (H) Zinc deficiency symptom: Leaf is yellow\r\n(light gray in the print version) with green veins (dark gray in the print version). Courtesy: Tripti Vashisth.\r\n5 Diagnosis of deficiency 729"
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0007",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "A successful nutrient management program in citrus can be separated into four major components. The four com\u0002ponents are monitoring, program development, application, and evaluation. Monitoring can be qualitative (visual\r\nobservations of orchard performance in terms of growth and yield) or quantitative (laboratory-based analysis of soil\r\nor leaf samples). In the program development, the factors like type of fertilizer sources, the rate, timing, and frequency\r\nare considered. The application phase concentrates on methods of fertilizer application, for example, basin application,\r\nfoliar spray, or fertigation (discussed in next section). Following fertilizer application, the evaluation step determines\r\nthe crop response through improvement in tree growth, fruit yield, and quality. Nutrient management can become a\r\ncomplex task, if all the factors affecting the efficiency of fertilizer use are considered. Therefore, relative sensitivity of\r\ncitrus to various nutritional factors is of utmost importance. The sensitivity of citrus trees to shortage or excess of indi\u0002vidual nutrients differs greatly.\r\n5.1 Leaf and soil analysis and optimum levels\r\nThe optimum levels for nutrients in leaf tissue are indicated in Table 49.3 from South America (Brazil), Asia (India\r\nand China), Africa (South Africa), and Europe (Spain). Typically, these levels are described for 4–6-month-old leaves.\r\nUsually, the high range to about slightly above the optimum range, beyond which any excess, results in toxicity that\r\nlowers citrus fruit yield and retards canopy development. Leaf nutrient concentration below the optimum range result\r\nin yield losses and need to be corrected through adjustment of the fertilizer or nutritional program.\r\nSoil tests for citrus production systems should include one soil test per year for nutrient content, pH, cation\r\nexchange capacity, base saturation, and organic matter content. Soil tests vary by region, country, and standard equip\u0002ment used. In Florida, for example, inorganic nitrogen forms such as nitrate and ammonium are determined using the\r\n2M KCl extraction method, while as other macronutrients such as P, K, Ca, Mg, and S and micronutrients such as Fe, B,\r\nZn, Mn, and Cu can be determined using the Mehlich 1 or 3 extraction methods. Further tests for P can also use Bray 1\r\nTABLE 49.3 Optimum leaf nutrient concentrations in citrus trees.\r\nNutrient Brazila,b Chinac,d Indiac,e South Africaa,f Spainc,g\r\nThe United\r\nStatesc,h\r\ng/kg\r\nN 25–30i 24–26 17–28 20–28 28–30 25–27\r\nP 1.2–1.6 1.3–1.5 0.7–1.7 1.1–1.6 1.3–1.6 1.2–1.6\r\nK 12–16 – 10–26 7–15 7.1–10 12–17\r\nCa 35–50 34–48 13–33 35–55 30–50 30–49\r\nMg 3.5–5.0 2.0–2.9 2.8–9.2 3.0–5.5 2.5–4.5 3.0–4.9\r\nS 2.0–3.0 2.3–2.5 – – 2.0–3.0 –\r\nmg/kg\r\nB 75–150 17–19 – 50–150 31–100 36–100\r\nCu 10–20 3.7–10 2–19 5–16 6–14 5–16\r\nFe 50–150 40–46 70–249 80–300 61–100 60–120\r\nMn 35–70 14–23 42–112 30–150 26–60 25–100\r\nZn 50–75 23–30 12–39 20–70 26–70 25–100\r\nMo 0.5–2.0 – –– 0.1–3.0 0.1–2.0\r\na Based on 4–6-month-old spring flush leaves from fruiting terminals with fruit 2–4 cm in diameter. b Adapted from Quaggio et al. (2010). c Based on 4–6-month-old spring flush leaves. d Adapted from Srivastava et al. (1999) and Srivastava and Singh (2004). e Adapted from Menino (2012). f Du Plessis and Koen (1992). g Quiñones et al. (2012). h Obreza and Morgan (2008), Obreza et al. (2008). i For lemons and acid limes, optimum range¼20–24 g/kg.\r\n–, not available.\r\n730 49. Diagnosis and management of nutrient constraints in citrus"
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0008",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "or 2 extraction methods. Except for N, K, S, and the micronutrients, there are some guidelines for P, Ca, and Mg as to\r\nhow much fertilizer to add or no further fertilization is warranted based on the soil test.\r\n5.2 Role of soil pH on nutrient uptake and availability\r\nSoil pH is the characteristic that determines biological and chemical reactions in soil and ultimate availability and\r\nsolubility of nutrients. Soil acidity, also called low pH (pH<7), is usually a result of intense industrial or agricultural\r\nactivity where primary pollutants include SO2, NH3, and various NOx gases such as nitric oxide (NO), nitrogen dioxide\r\n(NO2), and nitrous oxide (N2O) (Havlin et al., 2005). The global sources of NOx gases include fossil fuel combustion,\r\nbiomass combustion, lightning, soil microbial activity, and chemical oxidation. Soil organic matter can release CO2\r\nduring decomposition, which reacts with water to form H+ and HCO3\r\n\u0001, thereby lowering pH. Leaching of NO3\r\n\u0001\r\nand SO4\r\n2\u0001 result in a decrease in pH as basic cations such as Ca, Mg, and K also leach. As plant roots absorb cations,\r\nelectrical neutrality is maintained through uptake of an anion or extrusion of H. When anions are absorbed, uptake of\r\nactions or extrusion of OH\u0001 or HCO3\r\n\u0001 occurs to maintain electrical neutrality. When cation exceeds anion uptake,\r\nexcess H+ is released into the rhizosphere, while OH\u0001/HCO3\r\n\u0001 is released when anion exceeds cation uptake. To\r\naddress the low pH problem, apply lime or gypsum to supply some Ca to raise the pH (Obreza and Morgan, 2008).\r\n6 Methods of fertilizer application\r\nAs critical as it is to choose the right fertilizer and rate for growing healthy and productive citrus trees, choosing the\r\nright method of fertilization is absolutely critical and indispensable for efficient grove management. The method of\r\nfertilizer application depends on the type of fertilizer and available resources. In citrus production, often it is advisable\r\nnot to rely on sole method of fertilization. Citrus, being an evergreen perennial tree with long fruit growth period, has\r\nhigh nutritional requirement all year round; therefore, it is critical to meet those nutritional for optimal production and\r\nfruit quality. The method of fertilizer application depends on the type of fertilizer. Two types of fertilizer application\r\nare common in citrus production.\r\n6.1 Granular fertilizer\r\nIt is often referred to as “dry fertilizer” as opposed to “liquid fertilizer” (discussed in next section). This kind of\r\nfertilizer is often in pellet form and most commonly used fertilizer in citrus production. Typically, a dry fertilizer is\r\na physical mix of different nutrients at specific rates and a filler material. There are multiple methods of applying gran\u0002ular fertilizer as shown in Fig. 49.4. Hand placement and planting hole are common for new/young planting. In these\r\nmethods, fertilizer is carefully placed over or around the root zone to ensure the fertilizer is available the plant; as the\r\nnewly planted plants have small root system, they benefit more from such careful placement of fertilizer. In broadcast\r\nmethod, the fertilizer is uniformly spread all over the row of trees; it is a common practice for mature tree groves. As the\r\nbroadcast application lacks any kind of precision, it is often inexpensive method but can result in fertilizer spread at\r\nundesirable spots. Recently, in Florida citrus production, the variable rate technology (VRT) spreader has become very\r\npopular. Variable rate spreader adjusts the amount of fertilizer applied based on the tree canopy, therefore, can poten\u0002tially reduce excessive fertilizer application and cost (Schumann et al., 2006).\r\nGranular fertilizer can be divided into two main categories in citrus production:\r\n6.1.1 Conventional fertilizer\r\nIt is traditional, dry fertilizer, which is readily available to the plants. Commonly used in citrus production to pro\u0002vide N, P, K, Mg, and Ca, split in multiple applications per year. Relatively inexpensive but have high potential for\r\nleaching.\r\nGranular fertilizer application in citrus \r\nBroadcast Hand placement Planting hole Variable rate \r\nFIG. 49.4 Popular methods of applying granular fertilizer in cit\u0002rus production.\r\n6 Methods of fertilizer application 731"
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0009",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "6.1.2 Controlled release fertilizer\r\nIn citrus production, the use of controlled release fertilizer (CRF) has gained popularity in last two decades, mainly\r\ndue to improved nutrient availability and reduced leaching to the environment. The external coating of CRF with a\r\npolymer or resin makes the nutrient release controlled; the nutrient release depends on temperature and humidity\r\ncombination; therefore, the nutrient leaching from the soil reduces, and the fertilizer efficiency improves. In commer\u0002cial citrus production, the nitrogen uptake is greater when applied as CRF in comparison with conventional urea fer\u0002tilizer, thereby improving plant growth (Dou and Alva, 1998). Use of CRF is highly desirable where the soil type is poor\r\nand constant availability of nutrient is required. However, CRF are relatively more expensive; therefore, their use has\r\nbeen limited mostly to young planting in citrus production.\r\n6.2 Liquid fertilizer\r\nThe methods of liquid fertilizer application comprises of fertigation, soil drenching, and foliar application (Fig. 49.5).\r\nUse of liquid fertilizer offers an advantage of easy and immediate uptake as compared with granular fertilizer. In both\r\nfertigation and soil drench, the fertilizer is applied to the roots, and the plant uptakes the nutrient with the water\r\nstream. Fertigation is the preferred method of soil-applied liquid fertilizer. However, often the growers, who do\r\nnot have the infrastructure for fertigation, apply soil drench. Soil drench and fertigation only differ in method of appli\u0002cation; nevertheless, the nutrient solution applied are very similar in both cases.\r\n6.2.1 Fertigation\r\nFertigation is the practice of applying fertilizer with irrigation water (Obreza and Morgan, 2008) in amounts, form,\r\nand time when needed (Quiñones et al., 2012). Advantages of fertigation include fertilizer placement in the wetted area\r\n(where plant roots grow) and frequent application of fertilizer in small doses, therefore, increases fertilizer use effi\u0002ciency and reduces leaching, resulting in better tree growth, greater yield, and fruit quality with less fertilizer com\u0002pared with conventional practices. Recent modification in planting and orchard configuration such as advanced\r\ncitrus production systems (ACPS) and citrus undercover protective screena (CUPS; Schumann et al., 2017) use\r\nadvanced fertigation practices to cope with the devastating nature of Huanglongbing (discussed latter in this chapter).\r\nThe goal of ACPS is a sustainable, profitable citrus grove designed and managed in a way that produces higher, earlier\r\nyields to reach economic payback sooner and improve disease and pest management efficiency (Schumann et al.,\r\n2009a,b; Morgan et al., 2009). In addition to high tree densities (220–1400 trees per hectare), the ACPS is based on\r\nthe open hydroponic system (OHS) already being used for intensive production of citrus in climates different from\r\nFlorida, including Spain and South Africa (Schumann et al., 2009a; Morgan and Kadyampakeni, 2012).\r\n6.2.2 Foliar fertilizer\r\nFoliar fertilizer is applied to the foliage using a sprayer. In citrus production, foliar fertilizer is commonly used for\r\napplying micronutrients. Micronutrients are generally required in a small amount; therefore, foliar method of appli\u0002cation has better tree coverage than granular fertilizer. Moreover, depending on the soil chemistry, granular fertilizer\r\nmay precipitate in the soil, becoming unavailable to the plant for uptake; hence, foliar fertilization has potential to\r\ncircumvent such problems. Use of foliar nutrients has been well documented to improve tree growth and fruit quality\r\nLiquid fertilizer application in citrus \r\nFertigation Soil drench Foliar\r\nFIG. 49.5 Popular methods of applying liquid fertilizer in citrus production.\r\na CUPS is an innovation, which represents further advancement beyond ACPS where trees are grown in enclosures. Citrus can be grown under\r\nprotective screen structures for fresh fruit production to completely exclude the Asian citrus psyllid (ACP, Diaphorina citri) and therefore\r\nHuanglongbing (HLB) disease, or citrus greening. The benefits of eliminating HLB are immediate and include rapid, normal tree growth, higher\r\nyields of premium quality fruit, negligible fruit drop, and uncomplicated fertilizer and irrigation requirements (Schumann et al., 2017; Ferrarezi et al.,\r\n2017a,b). Because CUPS is a relatively new citrus production system with new challenges, current guidelines are preliminary and undergoing\r\nconstant refinement through research.\r\n732 49. Diagnosis and management of nutrient constraints in citrus"
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0010",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "as well as yields (Khan et al., 2015; Razzaq et al., 2013; Ullah et al., 2012). Razzaq et al. (2013) demonstrated that the use\r\nof high rates of zinc sulfate not only improved tree growth parameters but also helped in reducing the fruit drop as the\r\nfoliar fertilization provided the nutrients directly to the fruit (site of abscission). Currently, with advent\r\nof Huanglongbing, the use of foliar fertilization has become very popular in citrus production (see Section 7). Foliar\r\nfertilization is also beneficial in situations when the foliage is displaying nutrient deficiency symptoms, as the foliar\r\nfertilizer applies the nutrient at the site of deficiency symptom (foliage/leaves), and therefore, it suffices the need of\r\nnutrient immediately. However, foliar fertilization should not be the sole method of fertilizer application; it provides\r\noptimum results when used to complement a root-applied fertilizer program.\r\n7 Huanglongbing\r\nHuanglongbing (HLB; aka citrus greening) is one of the most devastating diseases of citrus and threatens the citrus\r\nproduction wherever it is present. HLB was first reported almost a century ago in China; now it is widespread in coun\u0002tries such as the United States, Brazil, Mexico, India, China, and South Africa. Interestingly, the name\r\n“Huanglongbing” originates from Chinese word that literally means “yellow dragon disease” as the tree suffering\r\nfrom HLB trees often have yellow (chlorotic) foliage sectored in one area of canopy (Fig. 49.6). HLB is a bacterial dis\u0002ease, caused by Candidatus Liberibacter asiaticus (CLas) and primarily spread by an insect vector, Asian citrus psyllid.\r\nCLas is phloem-limited bacteria; once a tree is infected by CLas, plugging in phloem sieve pores can be observed,\r\nresulting in an accumulation of starch in symptomatic leaves and the aerial stem. Visible symptoms of HLB include\r\nblotchy mottle and/or chlorotic patterns of leaves resembling those induced by nutrient deficiencies and small upright\r\nleaves. In HLB-affected tree, the disruption of vascular function, loss of roots, and altered mineral nutrition leads to\r\narrested plant and fruit growth and decline in the production. Fruit produced by HLB-affected trees are often smaller,\r\nlopsided, poorly colored, with aborted seeds and drop prematurely leading to decline in yield and economical losses\r\nfor the growers.\r\n7.1 Huanglongbing and nutrient deficiencies\r\nHLB is often confused with nutrient deficiencies and vice-versa. HLB-affected leaves often display chlorotic patters\r\nand islands, vein corking, and yellowing. Symptoms like vein corking can be confused with boron deficiency and\r\nFIG. 49.6 Picture of a HLB-affected sweet orange tree, showing\r\nsectored chlorotic branch.\r\n7 Huanglongbing 733"
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0011",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "chlorotic islands with zinc. The most distinguishing visible foliar symptom of HLB is random chlorotic blotchy mottles\r\non leaf blade, which are formed as a result disruption of chloroplast by accumulated starch in the leaf. Therefore, the\r\nmost common and easy way to distinguish between nutrient deficiency and HLB symptoms is a “pen test” (Fig. 49.7).\r\nAccording to this test, take the leaf in question and draw a circle with pen at the same position on the both sides of the\r\nleaf blade. If the same pattern of chlorosis is observed in the area encompassed in the circle, then most likely it is a\r\nnutrient deficiency; if the chlorosis is random, then it can be HLB. It is important to consider that HLB-affected trees\r\noften display nutrient deficiencies as well; therefore, it is necessary to distinguish deficiencies from HLB symptoms and\r\nrectify the deficiencies with right fertilizer formulation.\r\n7.2 Water uptake in HLB-affected trees\r\nWith HLB, irrigation scheduling is becoming more important and critical. Growers cannot afford water stress or\r\nwater excess. Citrus trees affected by HLB are known to lose substantial foliage and up to 80% of the root mass depend\u0002ing on disease severity, thus potentially negatively influencing water and nutrient uptake. Premature fruit drop is\r\nincreased if slight water stress is experienced by citrus trees and canopy size is reduced as is the number of fruit\r\nand fruit size. In addition, growth of shoots, leaves, and roots is reduced. Benefits of proper irrigation scheduling\r\ninclude reduced loss of nutrients through leaching due to excess water applications and reduced pollution of ground\u0002water or surface waters. A study was conducted in a Florida commercial citrus grove from 2011 to 2015 with the objec\u0002tive of determining irrigation requirements of HLB-affected citrus trees compared with healthy trees (Hamido et al.,\r\n2017b). Results from the study indicated that healthy trees consumed approximately 22%–25% more water than\r\nHLB-affected trees possibly as a result of greater root density and leaf area in the former (Hamido et al., 2017a). Reduced\r\nwater uptake by HLB-affected trees resulted in significantly greater soil water content. The relationship between leaf\r\narea and water uptake indicated that diseased trees with lower canopy density and corresponding lower leaf area index\r\ntake up less water and consequently less nutrients from the soil. The elevated soil water content may partially explain\r\nhigher rates of root infection with Phytophthora spp. observed in some HLB-affected trees. In a field study, researchers\r\nalso showed that daily irrigation was more effective in improving water use of HLB-affected trees compared with\r\ninfrequent irrigation (Kadyampakeni et al., 2014a,b; Hamido et al., 2017a; Kadyampakeni and Morgan, 2017).\r\n8 Balanced and constant nutrition (BCN)\r\nTraditionally, citrus growers try to achieve optimum nutrition through direct soil management. Currently with the\r\nintroduction of HLB in Florida, many growers and production managers consider foliar fertilization to complement\r\nsoil-applied fertilization program to ensure nutrient availability to foliage and to improve fruit yield, and fruit quality.\r\nHence, foliar nutrition programs are becoming very common and extensively used in Florida to supplement soil\u0002applied fertilizer program to deliver all of the essential nutrient elements to citrus trees. Research has demonstrated\r\nFIG. 49.7 “Pen test” to distinguish nutrient deficiency from a HLB-caused blot\u0002chy mottle in leaf.\r\n734 49. Diagnosis and management of nutrient constraints in citrus"
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0012",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "that HLB symptoms can be reduced by foliar applications of micronutrients, especially Mg, Mn, and Zn (Morgan et al.,\r\n2016; Uthman et al., 2019). These responses have promoted development and use of enhanced foliar nutritional pro\u0002grams in Florida. Efficacy of these programs has been a topic of considerable discussion and debate. Fertilization pro\u0002grams have varied considerably among growers and have consisted of various rates and application schedules of\r\nessential macro- and micronutrients.\r\nA 5-year-long study of foliar applications of Mn, Zn, and B on 5–7-year-old Valencia trees on Swingle rootstock was\r\nrecently concluded in a commercial grove with the goal of determining the effect of improved leaf nutrient status on\r\ncanopy density and yield volume (Morgan et al., 2016). This approach has provided the citrus industry with new infor\u0002mation regarding fertilization practices to support continued production of existing citrus groves affected by HLB.\r\nHowever, foliar nutrient applications are not likely to lead to past production levels in the short term. Despite some\r\nessential nutrients being low in the leaves, the nontreated control trees continued to increase in canopy volume and\r\nyield during the course of the study. The first analysis conducted was to determine whether the foliar application of\r\npotassium nitrate (KNO3) affected foliar concentrations of N and K and growth and productivity of the trees. The lack\r\nof an increase in foliar N after application indicated dilution as N moves out of mature leaves to new growth. Unlike\r\nleaf N, foliar K concentration of trees receiving KNO3, which was below the optimum range prior to foliar application,\r\nwas within the optimum range after KNO3 application. The application of KNO3 increased canopy volume compared\r\nwith the controls. However, yields for KNO3-treated trees were not significantly greater than yields for the controls.\r\nOne interesting result of this study was that the amount of Mn and Zn taken up into the leaf was not affected by KNO3\r\nas some have speculated.\r\nThe tree nutrients, Mn, Zn, and B, were applied to separate trees at three rates plus nonsprayed controls. The three\r\nrates were 0.5, 1.0, and 2.0 times the current UF/IFAS foliar recommendations. The nutrient sprays were applied three\r\ntimes per year following flushes in March, May, and September. Thus, the three rates (0.5, 1.0, and 2.0 times UF/IFAS)\r\nresulted in a total of 1.5, 3.0, and 6.0 times UF/IFAS recommendations on an annual basis. For example, the UF/IFAS\r\nrecommendation for Mn and Zn is 5-pound metallic per acre per year; thus, trees receiving three times UF/IFAS rec\u0002ommendation would receive 15-pound metallic per acre per year. The highest rates of Mn and Zn application had the\r\ngreatest increase in those foliar nutrients. Increase in leaf Mn and Zn concentration right after application disappeared\r\nsuch that no difference was found compared with controls prior to the next foliar application.\r\nCanopy volume increased with increased application of Mn and Zn but not B. Yield increased with 1.5 and 3.0\r\nannual rates of Mn and Zn but was lower for the 6.0 rate compared with the 3.0 rate. These results indicate increased\r\ngrowth of trees proportional to Mn and Zn within the range tested but reduced yield at the highest rate. Reduced yield\r\nat high rates of nutrients are common as excess nutrient results in increased growth at the expense of yield and could\r\npartially explain variability in tree response to nutrient applications by citrus growers. However, the current maxi\u0002mum optimum range should not be exceeded unless larger and/or more dense tree canopies are desired at the risk\r\nof lower yields.\r\nOverall, currently, there is no fixed recommendation for HLB-affected trees; however, a number of researches are\r\nunderway to develop these recommendations. HLB-affected trees have smaller and weaker root systems than healthy\r\ntrees. Therefore, frequent and small doses of fertilizer are beneficial as this maintains a constant supply of nutrients and\r\nreduces potential nutrient leaching. Controlled release fertilizer and fertigation can be strategic alternatives to multiple\r\napplications of conventional dry granular fertilizer. Similarly for micronutrient, a slightly higher than standard rate of\r\nnutrient is beneficial. For commercial production, it highly recommended that leaf and soil nutrient analysis be per\u0002formed and taken into consideration before making any changes to a fertilizer program.\r\n8.1 Soil pH/irrigation water pH\r\nFrom field and greenhouse studies, it appears there is strong interaction between pH and HLB. In some citrus\u0002producing regions such as Florida, California, and Israel (and other Mediterranean regions), high soil pH (>7.2) might\r\nresult due to the use of alkaline, saline, and sodic water. Irrigation water high in bicarbonates increases soil pH in the\r\nwetted area under the microsprinkler or dripper, which causes adverse effects on feeder root functioning, expression of\r\nyellow shoots and die-back, premature fruit and leaf drop, and reduced fruit size and yield in in HLB-affected citrus\r\n(Graham and Morgan, 2017). Strategies to lower the pH include application of elemental sulfur, periodic injection of\r\ndilute sulfuric or phosphoric acid, and ammonium polysulfide (Havlin et al., 2005; Graham and Morgan, 2015, 2017).\r\nVashisth et al. (2019) have shown that HLB-affected plants perform better when irrigated with low pH (moderately\r\nacidic) water. The HLB-affected plants tended to perform better when soil pH was close to 6.0. When pH was above\r\n6.5–7.0, the HLB plants began to decline. Healthy plants performed well at a wider pH range (6.0–7.0).\r\n8 Balanced and constant nutrition (BCN) 735"
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0013",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "To conclude, citrus is a high nutrient-demanding crop and is generally grown in soils that are not considered rich in\r\nsoil nutrients. Therefore, it is critical to have a good nutrition management program to obtain optimum yield and fruit\r\nquality. HLB is a devastating citrus disease and often display symptoms similar to nutrient deficiency. Therefore, it is\r\ncritical to differentiate HLB symptoms from nutrient deficiency. Complete and balanced nutrition program is indis\u0002pensable for HLB-affected and healthy citrus trees.\r\n9 Future research\r\nField of citrus nutrition is vast especially because citrus is pretty much grown on every continent in wide variety of\r\nsoil. However, considering current situation, few future directions are as follows:\r\n• Developing fertilization recommendation for HLB-affected trees.\r\n• A number of new rootstocks have been developed for HLB-tolerance. It is critical to determine the optimum pH for\r\ntheir growth.\r\n• Role of mineral nutrients in fruit quality and postharvest life.\r\nReferences\r\nAgustí, M., Martinez-Fuentes, A., Mesejo, C., 2002. Citrus fruit quality. Physiological basis and techniques of improvement. Agrociencia 6 (2), 1–16.\r\nAlva, A.K., Tucker, D.P.H., 1999. Soils and citrus nutrition. In: Timmer, L.W., Duncan, L.W. (Eds.), Citrus Health Management. APS Press, St. Paul,\r\npp. 59–71.\r\nAlva, A.K., Paramasivam, S., Obreza, T.A., Schumann, A.W., 2006. Nitrogen best management practice for citrus trees: I. Fruit yield, quality, and leaf\r\nnutritional status. Sci. Hortic. 107 (3), 233–244.\r\nAnderson, C.A., 1987. Calcium: fruit yields, tree size, and mineral nutrition relationships in ‘Valencia’ orange trees as affected by liming. J. Plant Nutr.\r\n10 (9–16), 1907–1916.\r\nAshraf, M.Y., Gul, A., Ashraf, M., Hussain, F., Ebert, G., 2010. Improvement in yield and quality of Kinnow (Citrus deliciosa x Citrus nobilis) by potas\u0002sium fertilization. J. Plant Nutr. 33 (11), 1625–1637.\r\nBaldwin, E.A., Bai, J., Plotto, A., Ritenour, M., 2014. Citrus fruit quality assessment: producer and consumer perspectives. Stewart Postharvest Rev.\r\n10 (2), 1–7.\r\nCorá, J.E., Silva, G.O., Martins Filho, M.V., De Negri, J.D., 2005. Manejo do solo sob citros. In: Mattos Jr., D., Pio, R.M., Pompeu Jr., J. (Eds.), Citros.\r\nInstitutoAgronomico e Fundag, Campinas, pp. 347 ^ –368.\r\nDou, H., Alva, A.K., 1998. Nitrogen uptake and growth of two citrus rootstock seedlings in a sandy soil receiving different controlled-release fertilizer\r\nsources. Biol. Fertil. Soils 26 (3), 169–172.\r\nDu Plessis, S.F., Koen, T.J., 1992. Leaf analysis norms for lemons [Citrus limon (L.) Burm.]. In: Proceedings of Seventh International Citrus Congress 2,\r\npp. 551–552.\r\nDuiker, S.W., Flanagan, D.C., Lal, R., 2001. Erodibility and infiltration characteristics of five major soils of southwest Spain. Catena 45, 103–121.\r\nFeigenbaum, S., Bielorai, H., Erner, Y., Dasberg, S., 1987. The fate of 15 N labeled nitrogen applied to mature citrus trees. Plant Soil 97 (2), 179–187.\r\nFerrarezi, R.S., Wright, B.R., Boman, B.J., Schumann, A.W., Gmitter, F.G., Grosser, J.W., 2017a. Protected fresh grapefruit cultivation systems: anti\u0002psyllid screen effects on environmental variables inside enclosures. HortTechnology 27 (5), 675–681.\r\nFerrarezi, R.S., Wright, A.L., Boman, B.J., Schumann, A.W., Gmitter, F.G., Grosser, J.W., 2017b. Protected fresh grapefruit cultivation systems: anti\u0002psyllid screen effects on plant growth and leaf transpiration, vapor pressure deficit, and nutrition. HortTechnology 27 (5), 666–674.\r\nGallasch, P.T., 1992. The use of leaf analysis in Southern Australia to develop more efficient fertilizer programs. Proceedings of the International\r\nSociety of Citriculture, March 1992, 8–13.\r\nGimeno, V., Díaz-López, L., Simón-Grao, S., Martínez, V., Martínez-Nicolás, J.J., García-Sánchez, F., 2014. Foliar potassium nitrate application\r\nimproves the tolerance of Citrus macrophylla L. seedlings to drought conditions. Plant Physiol. Biochem. 83, 308–315.\r\nGraham, J., Morgan, K., 2015. Managing excessive bicarbonates with acidification. Citrus Ind. 96 (5), 8–11.\r\nGraham, J., Morgan, K., 2017. Why bicarbonates matter for HLB management. Citrus Ind. 98 (4), 16–21.\r\nHamido, S.A., Morgan, K.T., Ebel, R.C., Kadyampakeni, D.M., 2017a. Improved irrigation management of sweet orange with Huanglongbing.\r\nHortScience 52 (6), 916–921.\r\nHamido, S.A., Morgan, K.T., Kadyampakeni, D.M., 2017b. The effect of Huanglongbing on young citrus tree water use. HortTechnology 27 (5),\r\n659–665.\r\nHavlin, J.L., Beaton, J.D., Tisdale, S.L., Nelson, W.L., 2005. Soil Fertility and Fertilizers: An Introduction to Nutrient Management (No. 631.422/\r\nH388). Pearson Prentice Hall, New Jersey.\r\nHe, Z.L., Calvert, D.V., Alva, A.K., Banks, D.J., Li, Y.C., 2003. Thresholds of leaf nitrogen for optimum fruit production and quality in grapefruit. Soil\r\nSci. Soc. Am. J. 67 (2), 583–588.\r\nKadyampakeni, D.M., Morgan, K.T., 2017. Irrigation scheduling and soil moisture dynamics influence water uptake by Huanglongbing affected\r\ntrees. Sci. Hortic. 224, 272–279.\r\nKadyampakeni, D.M., Morgan, K.T., Schumann, A.W., Nkedi-Kizza, P., Obreza, T.A., 2014a. Water use in drip- and microsprinkler-irrigated citrus\r\ntrees. Soil Sci. Soc. Am. J. 78, 1351–1361.\r\nKadyampakeni, D.M., Morgan, K.T., Schumann, A.W., Nkedi-Kizza, P., 2014b. Effect of irrigation pattern and timing on root density of young citrus\r\ntrees infected with Huanglongbing disease. HortTechnology 24, 209–221.\r\n736 49. Diagnosis and management of nutrient constraints in citrus"
    },
    {
        "title": "Diagnosis-management-nutrient-constraints-citrus - 0014",
        "url": "Diagnosis-management-nutrient-constraints-citrus.pdf",
        "html": "Khan, A.S., Nasir, M., Malik, A.U., Basra, S.M., Jaskani, M.J., 2015. Combined application of boron and zinc influence the leaf mineral status, growth,\r\nproductivity and fruit quality of ‘Kinnow’ Mandarin (Citrus nobilis Lour \u0003 Citrus deliciosa Tenora). J. Plant Nutr. 38 (6), 821–838.\r\nLavon, R., Goldschmidt, E.E., Salomon, R., Frank, A., 1995. Effect of potassium, magnesium, and calcium deficiencies on carbohydrate pools and\r\nmetabolism in citrus leaves. J. Am. Soc. Hortic. Sci. 120 (1), 54–58.\r\nLv, X., Zhao, S., Ning, Z., Zeng, H., Shu, Y., Tao, O., Xiao, C., Lu, C., Liu, Y., 2015. Citrus fruits as a treasure trove of active natural metabolites that\r\npotentially provide benefits for human health. Chem. Cent. J. 9 (1), 68.\r\nMattos Jr., D., Quaggio, J.A., Cantarella, H., Alva, A.K., Graetz, D.A., 2006. Response of young citrus trees on selected rootstocks to nitrogen, phos\u0002phorus, and potassium fertilization. J. Plant Nutr. 29 (8), 1371–1385.\r\nMattos Jr., D., Kadyampakeni, D.M., Quiñones, A., Boaretto, R.M., Morgan, K., Quaggio, J.A., 2019. Soil and nutrition interactions. In: Talon, M.,\r\nCaruso, M., Gmitter, F. (Eds.), The Genus Citrus, first ed. (in press).\r\nMenino, R., 2012. Leaf analysis in citrus: interpretation tools. In: Kumar, A.K. (Ed.), Advances in Citrus Nutrition. Springer, Dordrecht, pp. 59–79.\r\nMorgan, K.T., Kadyampakeni, D., 2012. Open field hydroponics: concept and application. In: Srivastava, A.K. (Ed.), Advances in Citrus Nutrition.\r\nSpringer, Dordrecht, pp. 271–280.\r\nMorgan, K.T., Schumann, A.W., Castle, W.S., Stover, E.W., Kadyampakeni, D., Spyke, P., Roka, F.M., Muraro, R., Morris, R.A., 2009. Citrus pro\u0002duction systems to survive greening: horticultural practices. Proc. Fla. State Hortic. Soc. 122, 114–121.\r\nMorgan, K.T., Rouse, R.E., Ebel, R.C., 2016. Foliar applications of essential nutrients on growth and yield of ‘Valencia’ sweet orange infected with\r\nHuanglongbing. HortScience 51 (12), 1482–1493.\r\nObreza, T.A., Collins, M.E., 2008. Common Soils Used for Citrus Production in Florida. SL 193, Florida Coop. Ext. Serv., Gainesville.\r\nObreza, T.A., Morgan, K.T., 2008. Nutrition of Florida Citrus Trees. UF/IFAS. SL. Sep; 253.\r\nObreza, T.A., Boman, B.J., Zekri, M., Futch, S., 2008. In:Obreza, T.A., Morgan, K.T. (Eds.), Nutrition of Florida Citrus Trees. Soil and Water Science\r\nDepartment, Institute of Food and Agricultural Sciences, University of Florida, Gainesville, pp. 43–47. SL253.\r\nPestana, M., de Varennes, A., Abadía, J., Faria, E.A., 2005. Differential tolerance to iron deficiency of citrus rootstocks grown in nutrient solution. Sci.\r\nHortic. 104 (1), 25–36.\r\nQuaggio, J.A., Cantarella, H., Van Raij, B., 1998. Phosphorus and potassium soil test and nitrogen leaf analysis as a base for citrus fertilization. Nutr.\r\nCycl. Agroecosys. 52 (1), 67–74.\r\nQuaggio, J.A., Mattos Jr., D., Boaretto, R.M., 2010. Citros. In: Prochnow, L.I., Casarin, V., Stipp, S.R. (Eds.), Boas práticas para uso eficiente de ferti\u0002lizantes. International Plant Nutrition, Piracicaba, pp. 371–409.\r\nQuiñones, A., Martínez-Alcántara, B., Primo-Millo, E., Legaz, F., 2012. Fertigation: concept and application in citrus. In: Advances in Citrus Nutrition.\r\nSpringer, Dordrecht, pp. 281–301.\r\nRazzaq, K., Khan, A.S., Malik, A.U., Shahid, M., Ullah, S., 2013. Foliar application of zinc influences the leaf mineral status, vegetative and repro\u0002ductive growth, yield and fruit quality of ‘Kinnow’ mandarin. J. Plant Nutr. 36 (10), 1479–1495.\r\nSchumann, A.W., Miller, W.M., Zaman, Q.U., Hostler, K.H., Buchanon, S., Cugati, S., 2006. Variable rate granular fertilization of citrus groves:\r\nspreader performance with single-tree prescription zones. Appl. Eng. Agric. 22 (1), 19–24.\r\nSchumann, A.W., Syvertsen, J.P., Morgan, K.T., 2009a. Implementing advanced citrus production systems in Florida—early results. Proc. Fla. State\r\nHortic. Soc. 122, 108–113.\r\nSchumann, A., Morgan, K., Castle, B., Syvertsen, J., 2009b. Advanced citrus production systems in Florida. Citrus Ind. 91 (8), 1–3.\r\nSchumann, A.W., Singerman, A., Wright, A.L., Ferrarezi, R.S., 2017. Citrus Under Protective Screen (CUPS) Production Systems. EDIS Publication,\r\nUF/IFAS Extension, Horticultural Sciences Department, #HS1304.\r\nSoil Survey Staff, 2014. Keys to Soil Taxonomy, 12th ed. USDA-Natural Resources Conservation Service, Washington.\r\nSourour, M.M., 2000. Effect of foliar application of some micronutrient forms on growth, yield, fruit quality and leaf mineral composition of Valencia\r\norange trees grown in North-Sinai. Alex. J. Agric. Res. 45 (1), 269–285.\r\nSrivastava, A.K., Singh, S., 2004. Leaf and soil nutrient guides in citrus—a review. Agric. Rev. 25 (4), 235–251.\r\nSrivastava, A.K., Kohli, R.R., Dass, H.C., Huchche, A.D., Ram, L., Singh, S., 1999. Evaluation of the nutritional status of Nagpur mandarin (Citrus\r\nreticulata Blanco) by foliar sampling. Trop. Agric. 76 (2), 93–98.\r\nSwietlik, D., LaDuke, J.V., 1991. Productivity, growth, and leaf mineral composition of orange and grapefruit trees foliar-sprayed with zinc and\r\nmanganese. J. Plant Nutr. 14 (2), 129–142.\r\nUllah, S., Khan, A.S., Malik, A.U., Afzal, I., Shahid, M., Razzaq, K., 2012. Foliar application of boron influences the leaf mineral status, vegetative and\r\nreproductive growth, yield and fruit quality of ‘Kinnow’ mandarin (Citrus reticulata Blanco.). J. Plant Nutr. 35 (13), 2067–2079.\r\nUthman, Q., Kadyampakeni, D., Nkedi-Kizza, P., 2019. Response of Huanglongbing (HLB) affected citrus trees to zinc fertilization. Proc. Fla. State\r\nHortic. Soc. 132, (in press).\r\nVashisth, T., Kadyampakeni, D., Ghimire, L., 2019. Irrigation water pH can make the difference! Citrus Ind. 100 26–29.\r\nVu, J.C., Yelenosky, G., 1991. Photosynthetic responses of citrus trees to soil flooding. Physiol. Plant. 81 (1), 7–14.\r\nWeil, R.R., Brady, N.C., 2016. The Nature and Properties of Soils. Pearson, Columbus, p. 1104.\r\nWu, G.A., Terol, J., Ibanez, V., López-García, A., P\u0001erez-Román, E., Borredá, C., Domingo, C., Tadeo, F.R., Carbonell-Caballero, J., Alonso, R., Curk, F.,\r\n2018. Genomics of the origin and evolution of citrus. Nature 554 (7692), 311.\r\nYang, G.H., Yang, L.T., Jiang, H.X., Li, Y., Wang, P., Chen, L.S., 2012. Physiological impacts of magnesium-deficiency in citrus seedlings: photosyn\u0002thesis, antioxidant system and carbohydrates. Trees 26 (4), 1237–1250.\r\nZaragoza, S., Almela, V., Tadeo, F.R., Primo-Millo, E., Agusti, M., 1996. Effectiveness of calcium nitrate and GA3 on the control of peel-pitting of\r\n‘Fortune’ mandarin. J. Hortic. Sci. 71 (2), 321–326.\r\nReferences 737"
    }
]